Repository: onfido/onfido-ios-sdk
Catalog: localization/Localizable_*.strings
Languages: ar, bg, cs, da, de, el, es_419, et, fa, fi, fr, fr_ca, he, hi, hr, hu, hy, it, ja, ko, lt, lv, ms, pl, pt, pt_br, ro, ru, sk, sl, sv, th, tr, uk, zh_hans, zh_hant

# onfido_doc_select_extra_estatements_ok
source: e-statements accepted
ar: البيانات الإلكترونية مقبولة
bg: приемат се електронни извлечения
cs: Přijímání elektronických výpisů
da: accepterede e-erklæringer
de: E-Auszüge werden akzeptiert
el: αποδεκτές ηλεκτρονικές δηλώσεις
es_419: Estados de cuenta electrónicos aceptados
et: elektroonilised väljavõtted sobivad
fa: صورتحساب الکترونیکی پذیرفته شد
fi: hyväksytyt sähköiset tiliotteet
fr: relevés électroniques acceptés
fr_ca: Les relevés électroniques autorisés
he: דוחות אלקטרוניים שייתקבלו
hi: ई-स्टेटमेंट स्वीकार किए जाते हैं
hr: prihvaćene e-izjave
hu: e-nyilatkozatok elfogadottak
hy: էլեկտրոնային քաղվածքներ ընդունվում են
it: sono accettati gli estratti conto elettronici
ja: 受け入れられる電子明細書
ko: 전자 명세서 허용
lt: el. išrašai yra tinkami
lv: tiek pieņemtas e-izziņas
ms: e-penyata diterima
pl: Dokumenty elektroniczne są akceptowane
pt: Declarações eletrónicas aceites
pt_br: documentos eletrônicos são aceitos
ro: Extrase electronice acceptate
ru: Электронные выписки приняты
sk: akceptované elektronické výpisy
sl: sprejeti e-izpiski
sv: e-utdrag godtas
th: จะใช้เอกสารอิเล็กทรอนิกส์ก็ได้
tr: e-beyannameler kabul edilir
uk: електронні виписки прийнято
zh_hans: 已接受电子对账单
zh_hant: 接受電子對帳單

# onfido_doc_select_button_bill_detail
source: Gas, electricity, water, landline, or broadband
ar: غاز أو كهرباء أو مياه أو هاتف أرضي أو النطاق العريض
bg: Сметки за газ, електричество, вода, стационарен телефон или интернет
cs: Plyn, elektřina, voda, pevná linka nebo internetové připojení
da: Gas, elektricitet, vand, fastnet eller bredbånd
de: Gas, Strom, Wasser, Festnetz oder Breitband-Internet
el: Αέριο, ηλεκτρικό ρεύμα, νερό, σταθερό τηλέφωνο ή ευρυζωνική σύνδεση
es_419: Gas, electricidad, agua, teléfono fijo o Internet
et: Gaas, elekter, vesi, lauatelefon või lairibaühendus
fa: قبض گاز، برق، آب، تلفن ثابت یا اینترنت
fi: Kaasu, sähkö, vesi, kiinteä verkko tai laajakaista
fr: Gaz, électricité, eau, ligne fixe ou Internet
fr_ca: Gaz, électricité, eau, ligne fixe ou Internet à haut débit
he: גז, חשמל, מים, טלפון קווי או פס רחב
hi: गैस, बिजली, पानी, लैंडलाइन या ब्रॉडबैंड
hr: Plin, struja, voda, fiksni telefon i mobitel
hu: Gáz, villamos energia, víz, vezetékes telefon vagy szélessávú kapcsolat
hy: Գազ, էլեկտրաէներգիա, ջուր, ֆիքսված հեռախոսակապ կամ ինտերնետ
it: Gas, elettricità, acqua, telefono fisso o Internet
ja: ガス、電気、水道、固定電話、ブロードバンド
ko: 가스, 전기, 수도, 유선전화 또는 광대역 요금 청구서
lt: Dujos, elektra, vanduo, fiksuotasis ryšys arba plačiajuostis ryšys
lv: Gāze, elektrība, ūdens, fiksētais tālrunis vai platjoslas internets
ms: Gas, elektrik, air, talian tetap atau jalur lebar
pl: Gaz, prąd, woda, telefon stacjonarny lub łącze szerokopasmowe
pt: Gás, eletricidade, água, telefone fixo ou banda larga
pt_br: Gás, eletricidade, água, telefone fixo ou Internet
ro: Gaz, electricitate, apă, telefon fix sau internet de bandă largă
ru: Газ, электричество, вода, телефон или широкополосный доступ в Интернет
sk: Plyn, elektrina, voda, pevná linka alebo širokopásmové pripojenie
sl: Plin, elektrika, voda, fiksna ali širokopasovna povezava
sv: Bensin, el, vatten, fast telefon eller bredband
th: แก๊ซ ไฟฟ้า ประปา โทรศัพท์บ้าน หรือบรอดแบนด์
tr: Gaz, elektrik, su, sabit hat veya internet
uk: Газ, електроенергія, вода, стаціонарний телефон або широкосмуговий інтернет-зв’язок
zh_hans: 煤气、水电、固话或宽带账单
zh_hant: 天然氣、電力、水、有線電話或寬頻

# onfido_doc_select_extra_no_mobile
source: Sorry, no mobile phone bills
ar: عذرًا، لا توجد فواتير للهاتف المحمول
bg: За съжаление, не се приемат сметки за мобилен телефон
cs: Omlouváme se, žádné účty za mobilní telefon
da: Beklager, ingen mobiltelefonregninger
de: Entschuldigen Sie bitte, keine Mobiltelefonrechnungen
el: Συγγνώμη, δεν υπάρχουν λογαριασμοί κινητού τηλεφώνου
es_419: Lo siento, no hay facturas de teléfono móvil
et: Vabandust, mobiiltelefoni arveid ei ole
fa: متاسفانه، هیچ قبض تلفن همراهی وجود ندارد
fi: Valitettavasti, ei matkapuhelinlaskuja
fr: Désolé, pas de factures de téléphone portable
fr_ca: Désolé, pas de factures de téléphone mobile
he: מצטערים, אין חשבונות טלפון נייד
hi: क्षमा करें, कोई मोबाइल फ़ोन का बिल नहीं
hr: Nažalost, nema računa za mobilni telefon
hu: Sajnáljuk, mobiltelefon-számlát nem fogadunk el
hy: Ներեցեք, շարժական հեռախոսի հաշիվները չեն ընդունվում
it: Spiacente, nessuna bolletta del telefono cellulare
ja: 申し訳ありません、携帯電話の請求書はありません
ko: 죄송합니다, 휴대폰 요금 청구서가 없습니다
lt: Atsiprašome, mobiliojo telefono sąskaitų nėra
lv: Atvainojiet, rēķini par mobilo tālruni netiek pieņemti
ms: Maaf, tiada bil telefon bimbit
pl: Przykro mi, brak rachunków za telefon komórkowy
pt: Desculpe, sem contas de telefone móvel
pt_br: Desculpe, contas de celular não são aceitas
ro: Ne pare rău, nu sunt facturi de telefon mobil
ru: Извините, счета за мобильную связь отсутствуют
sk: Prepáčte, žiadne mobilné telefónne účty
sl: Oprostite, računov za mobilni telefon ni
sv: Ledsen, inga mobiltelefonräkningar
th: ขออภัย, ไม่มีใบเสร็จรับเงินโทรศัพท์มือถือ
tr: Üzgünüz, cep telefonu faturaları yok
uk: Вибачте, рахунків за мобільний телефон немає
zh_hans: 对不起，没有手机账单
zh_hant: 對不起，不能使用手機帳單

# onfido_poa_guidance_subtitle_bill
source: Must have been issued in the last 3 months
ar: يجب أن يكون قد صدر في آخر 3 أشهر
bg: Трябва да е издаден през последните 3°месеца
cs: Musí být vydán během posledních 3 měsíců
da: Skal være udstedt inden for de seneste tre måneder
de: Muss in den letzten 3 Monaten ausgestellt worden sein
el: Πρέπει να έχει εκδοθεί τους τελευταίους 3 μήνες
es_419: Debió emitirse en los últimos 3 meses
et: Peab olema väljastatud viimase 3 kuu jooksul
fa: باید در 3 ماه گذشته صادر شده باشد
fi: On oltava tehty viimeisten 3 kuukauden aikana
fr: Doit avoir été émis au cours des 3 derniers mois
fr_ca: Doit avoir été émis au cours des trois derniers mois
he: תאריך ההנפקה חייב להיות ב-3 החודשים האחרונים
hi: पिछले 3 महीनों में जारी किया गया हो
hr: Ne smije biti stariji od 3 mjeseci
hu: Kizárólag az elmúlt 3 hónapban kibocsájtott
hy: Պարտադիր պետք է տրված լինի վերջին 3 ամիսների ընթացքում
it: Deve essere stato emesso negli ultimi 3 mesi
ja: 過去3ヶ月以内に発行されている必要があります
ko: 최근 3개월 이내 발급된 서류여야 합니다
lt: Turi būti išduota per pastaruosius 3 mėnesius
lv: Jābūt izsniegtam pēdējo trīs mēnešu laikā
ms: Mesti dikeluarkan dalam tempoh 3 bulan terakhir
pl: Data wydania musi mieścić się w okresie ostatnich 3 miesięcy
pt: Deverá ter sido emitido nos últimos 3 meses
pt_br: Deve ter sido emitida nos últimos 3 meses
ro: Trebuie să fi fost emis în ultimele 3 luni
ru: Дата выдачи должна быть в течение последних 3 месяцев
sk: Musí byť vydaný v priebehu posledných 3 mesiacov
sl: Izdano mora biti v zadnjih 3 mesecih
sv: Måste ha utfärdats under de senaste 3 månaderna
th: ต้องออกเอกสารภายใน 3 เดือนที่ผ่านมา
tr: Son 3 ay içinde düzenlenmiş olmalıdır
uk: Має бути виданий протягом останніх 3°місяців
zh_hans: 必须是在过去3个月内签发
zh_hant: 必須在 最近 3 個月 內核發

# onfido_doc_select_button_bank_statement
source: Bank or building society statement
ar: بيان البنك أو مؤسسة تمويل عقاري
bg: Банково извлечение или документ от асоциацията на собствениците
cs: Výpis z účtu banky nebo stavební spořitelny
da: Erklæring fra din bank eller kreditforening
de: Bankauszug
el: Τράπεζα ή στεγαστικό ταμιευτήριο
es_419: Estado de cuenta del banco o sociedad de crédito hipotecario
et: Panga või korteriühistu väljavõte
fa: صورتحساب بانک یا صندوق سرمایه‌گذاری مسکن
fi: Pankin tai asuntolainarahaston tiliote
fr: Relevé bancaire ou d'un organisme d'épargne
fr_ca: Relevé bancaire ou de société de crédit immobilier
he: הצהרת בנק או חברת בנייה
hi: बैंक या बिल्डिंग सोसाइटी का स्टेटमेंट
hr: Izjava banke ili izjava o stambenoj štednji
hu: Banki vagy lakás-takarékpénztári számlakivonat
hy: Բանկից կամ համատիրությունից ստացված քաղվածք
it: Estratto conto della banca o istituto di credito
ja: 銀行または住宅金融組合の明細書
ko: 통장 입출금 내역서 또는 건설공제조합명세서(building society statement)
lt: Banko arba būstų savininkų bendrijos išrašas
lv: Konta izraksts vai būvsabiedrības izziņa
ms: Penyata bank atau penyata persatuan pembinaan
pl: Wyciąg z banku lub spółdzielni budowlanej
pt: Extrato bancário ou de uma sociedade de crédito imobiliário
pt_br: Declaração bancária ou de condomínio
ro: Extras de la bancă sau societatea mutuală de credit
ru: Выписка из банка или строительного общества
sk: Výpis z banky alebo stavebnej sporiteľne
sl: Izpisek banke ali hranilnice
sv: Kontoutdrag från bank eller hypoteksinstitut
th: รายการเดินบัญชีของธนาคารหรือสหกรณ์ออมทรัพย์เพื่อการเคหะ
tr: Banka veya kooperatif beyanı
uk: Виписка з банку або іпотечної спілки
zh_hans: 银行或房屋互助协会对账单
zh_hant: 銀行或房屋建築協會報表

# onfido_poa_guidance_subtitle_bank_statement
source: Must have been issued in the last 3 months
ar: يجب أن يكون قد صدر في آخر 3 أشهر
bg: Трябва да е издаден през последните 3°месеца
cs: Musí být vydán během posledních 3 měsíců
da: Skal være udstedt inden for de seneste tre måneder
de: Muss in den letzten 3 Monaten ausgestellt worden sein
el: Πρέπει να έχει εκδοθεί τους τελευταίους 3 μήνες
es_419: Debió emitirse en los últimos 3 meses
et: Peab olema väljastatud viimase 3 kuu jooksul
fa: باید در 3 ماه گذشته صادر شده باشد
fi: On oltava tehty viimeisten 3 kuukauden aikana
fr: Doit avoir été émis au cours des 3 derniers mois
fr_ca: Doit avoir été émis au cours des trois derniers mois
he: תאריך ההנפקה חייב להיות ב-3 החודשים האחרונים
hi: पिछले 3 महीनों में जारी किया गया हो
hr: Ne smije biti stariji od 3 mjeseci
hu: Kizárólag az elmúlt 3 hónapban kibocsájtott
hy: Պարտադիր պետք է տրված լինի վերջին 3 ամիսների ընթացքում
it: Deve essere stato emesso negli ultimi 3 mesi
ja: 過去3ヶ月以内に発行されている必要があります
ko: 최근 3개월 이내 발급된 서류여야 합니다
lt: Turi būti išduotas per pastaruosius 3 mėnesius
lv: Jābūt izsniegtam pēdējo trīs mēnešu laikā
ms: Mesti dikeluarkan dalam tempoh 3 bulan terakhir
pl: Data wydania musi mieścić się w okresie ostatnich 3 miesięcy
pt: Deverá ter sido emitido nos últimos 3 meses
pt_br: Deve ter sido emitida nos últimos 3 meses
ro: Trebuie să fi fost emis în ultimele 3 luni
ru: Дата выдачи должна быть в течение последних 3 месяцев
sk: Musí byť vydaný v priebehu posledných 3 mesiacov
sl: Izdano mora biti v zadnjih 3 mesecih
sv: Måste ha utfärdats under de senaste 3 månaderna
th: ต้องออกเอกสารภายใน 3 เดือนที่ผ่านมา
tr: Son 3 ay içinde düzenlenmiş olmalıdır
uk: Має бути виданий протягом останніх 3°місяців
zh_hans: 必须是在过去3个月内签发
zh_hant: 必須在 最近 3 個月 內核發

# onfido_doc_select_button_tax_letter
source: Council Tax Letter
ar: رسالة ضريبة الحكومة المحلية
bg: Данъчен документ
cs: Dopis místní vlády o daních
da: Lokal skattebrev fra regeringen
de: Gemeindesteuerschreiben
el: Επιστολή Φορολογίας Τοπικής Αυτοδιοίκησης
es_419: Carta de Impuesto del Gobierno Local
et: Kohaliku omavalitsuse maksukiri
fa: نامه مالیاتی از طرف شورا
fi: Paikallishallinnon verokirje
fr: Lettre d'Impôt du Gouvernement Local
fr_ca: Lettre d'impôt du gouvernement local
he: מכתב מס ממשלה מקומית
hi: स्थानीय सरकार कर पत्र
hr: Pismo lokalne porezne uprave
hu: Helyi Önkormányzati Adólevél
hy: Համայնքային հարկ
it: Lettera di Tassa del Governo Locale
ja: 地方自治体税の書状
ko: 지방 정부 세금 통지서
lt: Vietos valdžios mokesčių laiškas
lv: Vēstule par pašvaldības nodokli
ms: Surat Cukai Kerajaan Tempatan
pl: List w sprawie podatku od samorządu lokalnego
pt: Carta de Imposto do Governo Local
pt_br: Carta de imposto municipal
ro: Scrisoare de Impozit a Guvernului Local
ru: Письмо о местном налоге от органов местного самоуправления
sk: List miestnej samosprávy o daniach
sl: Pismo lokalne občinske davčne uprave
sv: Kommunal skattebrev
th: จดหมายภาษีรัฐบาลท้องถิ่น
tr: Yerel Yönetim Vergi Mektubu
uk: Лист про податки місцевого самоврядування
zh_hans: 地方政府税务信函
zh_hant: 市政稅務信件

# onfido_poa_guidance_subtitle_tax_letter
source: Must have been issued in the last 12 months
ar: يجب أن يكون قد صدر في آخر 12 شهرًا
bg: Трябва да е издаден през последните 12°месеца
cs: Musí být vydán během posledních 12 měsíců
da: Skal være udstedt inden for de seneste 12 måneder
de: Muss in den letzten 12 Monaten ausgestellt worden sein
el: Πρέπει να έχει εκδοθεί τους τελευταίους 12 μήνες
es_419: Debió emitirse en los últimos 12 meses
et: Peab olema väljastatud viimase 12 kuu jooksul
fa: باید در 12 ماه گذشته صادر شده باشد
fi: On oltava tehty viimeisten 12 kuukauden aikana
fr: Doit avoir été émis au cours des 12 derniers mois
fr_ca: Doit avoir été émis au cours des 12 derniers mois
he: תאריך ההנפקה חייב להיות ב-12 החודשים האחרונים
hi: पिछले 12 महीनों में जारी किया गया हो
hr: Ne smije biti stariji od 12 mjeseci
hu: Kizárólag az elmúlt 12 hónapban kibocsájtott
hy: Պարտադիր պետք է տրված լինի վերջին 12 ամիսների ընթացքում
it: Deve essere stato emesso negli ultimi 12 mesi
ja: 過去12ヶ月以内に発行されている必要があります
ko: 최근 12개월 이내 발급된 서류여야 합니다
lt: Turi būti išduotas per pastaruosius 12 mėnesių
lv: Tai jābūt izdotai pēdējo 12 mēnešu laikā
ms: Mesti dikeluarkan dalam tempoh 12 bulan terakhir
pl: Data wydania musi mieścić się w okresie ostatnich 12 miesięcy
pt: Deverá ter sido emitido nos últimos 12 meses
pt_br: Deve ter sido emitida nos últimos 12 meses
ro: Trebuie să fi fost emis în ultimele 12 luni
ru: Дата выдачи должна быть в течение последних 12 месяцев
sk: Musí byť vydaný v priebehu posledných 12 mesiacov
sl: Izdano mora biti v zadnjih 12 mesecih
sv: Måste ha utfärdats under de senaste 12 månaderna
th: ต้องออกเอกสารภายใน 12 เดือนที่ผ่านมา
tr: Son 12 ay içinde düzenlenmiş olmalıdır
uk: Має бути виданий протягом останніх 12 місяців
zh_hans: 必须是在过去12个月内签发
zh_hant: 必須在 最近 12 個月 內核發

# onfido_doc_select_button_benefits_letter
source: Benefits Letter
ar: خطاب المنافع
bg: Служебна бележка за получени помощи
cs: Dopis o výhodách
da: Brev om sociale ydelser
de: Sozialleistungsschreiben
el: Επιστολή επιδομάτων
es_419: Carta de beneficios
et: Sotsiaalhüvede teavitus
fa: نامه مزایای دولتی
fi: Etuuskirje
fr: Lettre des allocations
fr_ca: Lettre concernant des prestations
he: אישור קבלת קצבאות
hi: लाभ पत्र
hr: Potvrda o primanju naknada
hu: Társadalombiztosítási igazolás
hy: Նպաստներ
it: Lettera sulle prestazioni previdenziali
ja: 特典レター
ko: 복지 급여 서신
lt: Pažyma apie išmokas
lv: Vēstule par pabalstiem
ms: Surat Faedah
pl: List dotyczący korzyści
pt: Declaração de Benefícios
pt_br: Carta de benefícios
ro: Scrisoare beneficii
ru: Письмо о предоставлении льгот
sk: Potvrdenie o sociálnych dávkach
sl: Pismo o prejemkih
sv: Brev gällande bidrag
th: หนังสือยืนยันการรับสวัสดิการ
tr: Sosyal Yardım Mektubu
uk: Лист про пільги
zh_hans: 福利函
zh_hant: 福利證明函

# onfido_doc_select_button_benefits_letter_detail
source: Government authorised household benefits eg. Jobseeker allowance, Housing benefit, Tax credits
ar: مزايا الأسرة المصرح بها من الحكومة على سبيل المثال. بدل الباحث عن عمل، إعانة السكن، الإعفاءات الضريبية
bg: Официални удостоверения за получаване на помощи за домакинства, като напр. Финансова помощ при безработица, жилищна помощ, данъчни кредити
cs: Vládou schválené dávky pro domácnosti, např. příspěvek pro uchazeče o zaměstnání, příspěvek na bydlení, daňové úlevy.
da: Myndighedsgodkendte boligydelser, f.eks. Arbejdsløshedsunderstøttelse, boligstøtte, skattefradrag
de: Von der Regierung autorisierte Sozialleistungen, wie z. B. Arbeitslosenhilfe, Wohngeld, Steuerermäßigung
el: Επιδόματα νοικοκυριών που έχουν εγκριθεί από το κράτος, π.χ. Επίδομα αναζήτησης εργασίας, Στεγαστικό επίδομα, Εκπτώσεις φόρου
es_419: Beneficios domésticos autorizados por el Gobierno, por ejemplo Subsidio por desempleo, beneficio de vivienda, créditos fiscales
et: Valitsuse heakskiidetud toetused, nt töötu abiraha, eluasemetoetus, maksukrediit
fa: مزایای مجاز خانوار از طرف دولت به عنوان مثال کمک هزینه کاریابی، کمک هزینه مسکن، اعتبار مالیاتی
fi: Valtion myöntämät kotitalousetuudet, esim. työttömyyspäiväraha, asumistuki, verohyvitykset
fr: Allocations autorisées par le gouvernement, par ex. allocation chômage, allocation logement, crédit d'impôt
fr_ca: Prestations familiales autorisées par le gouvernement, par exemple Allocation d'assurance emploi, Allocation de logement, Crédits d'impôt
he: למשל, הטבות ממשלתיות מורשות למשק בית. קצבה למחפשי עבודה, הטבת דיור, נקודות זיכוי במס
hi: सरकार द्वारा अधिकृत पारिवारिक लाभ, जैसे कि नौकरीपेशा भत्ता, आवास लाभ, टैक्स क्रेडिट
hr: Vladine odobrene pogodnosti za kućanstva npr. Naknada za nezaposlene, naknada za stanovanje, porezne olakšice
hu: A kormány által engedélyezett háztartási juttatások, pl. álláskeresési támogatás, lakhatási támogatás, adójóváírás
hy: Կառավարության կողմից հաստատված նպաստներ՝ տնային տնտեսությունների համար (օրինակ՝ Աշխատանք փնտրողի նպաստ, բնակարանային նպաստ, հարկային արտոնություններ
it: Prestazioni previdenziali autorizzate dal governo, come sussidio di disoccupazione, indennità di alloggio o credito d'imposta
ja: 政府が認可した家計給付など求職者手当、住宅給付、税額控除
ko: 정부 지원 복지 혜택(예: 구직자 수당, 주거 급여, 세액 공제)
lt: Vyriausybės patvirtintos išmokos namų ūkiui, pvz.: pašalpa darbo ieškančiajam, būsto pašalpa, mokesčių kreditai
lv: Valdības apstiprināti mājsaimniecības pabalsti, piem., bezdarbnieka pabalsts, mājokļa pabalsts, nodokļu atlaides
ms: Faedah isi rumah yang dibenarkan oleh kerajaan cth. Elaun pencari kerja, Faedah perumahan, Kredit cukai
pl: Zasiłki dla gospodarstw domowych zatwierdzone przez rząd, np. zasiłek dla poszukujących pracy, zasiłek mieszkaniowy, ulgi podatkowe
pt: Benefícios autorizados pelo governo, p.e. subsídio de desemprego, subsídio de habitação, créditos fiscais
pt_br: Benefícios domésticos autorizados pelo governo, por exemplo: Auxílio desemprego, benefício de habitação, créditos fiscais
ro: Beneficii pentru gospodărie autorizate de guvern, de exemplu, indemnizație de șomer, beneficii gospodărie, credite fiscale
ru: Разрешенные правительством пособия домашним хозяйствам, например: пособие по безработице, жилищные субсидии, налоговые льготы
sk: Dávky pre domácnosť schválené verejnou správou, napr. príspevok pre uchádzača o zamestnanie, dávka na bývanie, daňové úľavy
sl: Vladno odobreni gospodinjski prejemki npr. Dodatek za iskalca zaposlitve, stanovanjska dajatev, davčne olajšave
sv: Statligt godkända förmåner som t.ex. Bidrag till arbetssökande, bostadsbidrag, skatteavdrag
th: สวัสดิการเพื่อการอยู่อาศัยที่ได้รับจากรัฐบาล เช่น เงินทดแทนระหว่างการว่างงาน สวัสดิการค่าที่อยู่อาศัย เครดิตภาษี
tr: Devlet tarafından yetkilendirilmiş hane halkı yardımları, ör. İş arayan ödeneği, Konut yardımı, Vergi kredileri
uk: Комунальні послуги та послуги зв’язку, наприклад: виплати по безробіттю, житлові субсидії, податкові знижки
zh_hans: 政府批准的家庭福利，例如求职者津贴、住房福利、税收抵免
zh_hant: 政府批准的家庭福利，例如：求職者津貼、住房福利、稅收抵免

# onfido_poa_guidance_subtitle_benefits_letter
source: Must have been issued in the last 12 months
ar: يجب أن يكون قد صدر في آخر 12 شهرًا
bg: Трябва да е издаден през последните 12
cs: Musí být vydán během posledních 12 měsíců
da: Skal være udstedt inden for de seneste 12 måneder
de: Muss in den letzten 12 Monaten ausgestellt worden sein
el: Πρέπει να έχει εκδοθεί τους τελευταίους 12 μήνες
es_419: Debió emitirse en los últimos 12 meses
et: Peab olema väljastatud viimase 12 kuu jooksul
fa: باید در 12 ماه گذشتهصادر شده باشد
fi: On oltava tehty viimeisten 12 kuukauden aikana
fr: Doit avoir été émis au cours des 12 derniers mois
fr_ca: Doit avoir été émis au cours des 12 derniers mois
he: תאריך ההנפקה חייב להיות ב-12 החודשים האחרונים
hi: पिछले 12 महीनों में जारी किया गया हो
hr: Ne smije biti stariji od 12 mjeseci
hu: Kizárólag az elmúlt 12 hónapban kibocsájtott
hy: Պարտադիր պետք է տրված լինի վերջին 12 ամիսների ընթացքում
it: Deve essere stata emessa negli ultimi 12 mesi
ja: 過去12ヶ月以内に発行されている必要があります
ko: 최근 12개월 이내 발급된 서류여야 합니다
lt: Turi būti išduotas per pastaruosius 12 mėnesių
lv: Tai jābūt izdotai pēdējo 12 mēnešu laikā
ms: Mesti dikeluarkan dalam tempoh 12 bulan terakhir
pl: Data wydania musi mieścić się w okresie ostatnich 12 miesięcy
pt: Deverá ter sido emitido nos últimos 12 meses
pt_br: Deve ter sido emitida nos últimos 12 meses
ro: Trebuie să fi fost emis în ultimele 12 luni
ru: Дата выдачи должна быть в течение последних 12 месяцев
sk: Musí byť vydaný v priebehu posledných 12 mesiacov
sl: Izdano mora biti v zadnjih 12 mesecih
sv: Måste ha utfärdats under de senaste 12 månaderna
th: ต้องออกเอกสารภายใน 12 เดือนที่ผ่านมา
tr: Son 12 ay içinde düzenlenmiş olmalıdır
uk: Має бути виданий протягом останніх 12°місяців
zh_hans: 必须是在过去12个月内签发
zh_hant: 必須在 最近 12 個月 內核發

# onfido_poa_guidance_button_primary
source: Continue
ar: متابعة
bg: Продължаване
cs: Pokračovat
da: Fortsæt
de: Fortfahren
el: Συνέχεια
es_419: Continuar
et: Jätkake
fa: ادامه
fi: Jatka
fr: Continuer
fr_ca: Continuer
he: המשך
hi: जारी रखें
hr: Nastavak
hu: Tovább
hy: Շարունակել
it: Continua
ja: 続行
ko: 계속
lt: Tęsti
lv: Turpināt
ms: Teruskan
pl: Kontynuuj
pt: Continuar
pt_br: Continuar
ro: Continuați
ru: Продолжить
sk: Pokračovať
sl: Nadaljuj
sv: Fortsätt
th: ดำเนินการต่อ
tr: Devam et
uk: Продовжити
zh_hans: 继续
zh_hant: 繼續

# onfido_livenessV2_intro_subtitle
source: This is to verify that you’re a real person
ar: هذا للتأكد من أنك شخص حقيقي
bg: Това е, за да потвърдите, че сте реален човек
cs: Tím se ověří, že jste skutečná osoba
da: Dette er for at verificere, at du er en fysisk person
de: Damit verifizieren wir, dass es sich bei Ihnen um eine reale Person handelt
el: Αυτό είναι για να επαληθεύσετε ότι είστε πραγματικό πρόσωπο
es_419: Esto es para verificar que eres una persona real
et: Nii kinnitame, et olete tõeline inimene
fa: این کار برای این است که تأیید شود شما یک شخص واقعی هستید
fi: Näin vahvistetaan, että olet todellinen henkilö
fr: Ceci sert à vérifier que vous êtes une personne authentique
fr_ca: Ceci est pour vérifier que vous êtes une personne réelle
he: כדי לוודא שאתה אדם אמיתי
hi: इससे यह वेरिफ़ाई किया जाता है कि आप एक वास्तविक व्यक्ति हैं
hr: Ovime potvrđujemo da ste stvarna osoba
hu: Ez annak igazolására szolgál, hogy Ön egy valós személy
hy: Սա անհրաժեշտ է, որպեսզի համոզվենք, որ դուք իրական մարդ եք
it: Questo serve a verificare che tu sia una persona reale
ja: これは、お客様が実際の人物であることを確認するために行います
ko: 이는 사용자가 (기계가 아닌) 사람인지 확인하기 위한 절차입니다
lt: Taip patvirtinsite, kad esate tikras asmuo
lv: Tas nepieciešams, lai pārbaudītu, vai esat īsta persona
ms: Ini adalah untuk mengesahkan bahawa anda merupakan orang sebenar
pl: Ma to na celu sprawdzenie, czy naprawdę jesteś człowiekiem
pt: Isto serve para verificar que é uma pessoa real
pt_br: Isso é para verificar se você é uma pessoa real
ro: Acest lucru este pentru a verifica faptul că sunteți o persoană reală
ru: Мы хотим убедиться, что Вы реальный человек
sk: Týmto overujeme, že ste skutočná osoba
sl: S tem se preveri, ali ste resnična oseba
sv: Syftet med detta är att verifiera att du är en riktig person
th: ขั้นตอนนี้มีเพื่อยืนยันว่าคุณเป็นบุคคลตามที่กล่าวอ้างจริงๆ
tr: Bu işlem, gerçek bir kişi olduğunuzu doğrulamak amacıyla yapılır
uk: Це необхідно для того, щоб підтвердити, що ви реальна людина
zh_hans: 这是为了验证您的真实身份
zh_hant: 這是為了驗證您的真實身份
