Repository: onfido/onfido-ios-sdk
Catalog: localization/Localizable_*.strings
Languages: ar, bg, cs, da, de, el, es_419, et, fa, fi, fr, fr_ca, he, hi, hr, hu, hy, it, ja, ko, lt, lv, ms, pl, pt, pt_br, ro, ru, sk, sl, sv, th, tr, uk, zh_hans, zh_hant

# onfido_selfie_confirmation_button_secondary
source: Retake photo
ar: إعادة التقاط الصورة
bg: Повторно заснемане
cs: Znovu pořídit fotografii
da: Tag billede igen
de: Foto erneut aufnehmen
el: Επανάληψη λήψης φωτογραφίας
es_419: Tomar una foto nueva
et: Pildistage uuesti
fa: عکاسی مجدد
fi: Ota kuva uudelleen
fr: Prendre une nouvelle photo
fr_ca: Reprendre la photo
he: צלם תמונה מחדש
hi: फ़ोटो फिर से खींचें
hr: Ponovno snimite fotografiju
hu: Készítse el a fényképet újra
hy: Կրկին լուսանկարել
it: Scatta un’altra foto
ja: 写真の再撮影
ko: 사진 재촬영하기
lt: Fotografuoti iš naujo
lv: Atkārtoti uzņemt fotoattēlu
ms: Ambil semula gambar
pl: Zrób zdjęcie ponownie
pt: Tirar foto de novo
pt_br: Tirar uma nova foto
ro: Faceți din nou poză
ru: Переснять фото
sk: Odfotiť znova
sl: Ponovno posnemi fotografijo
sv: Ta om fotot
th: ถ่ายรูปอีกครั้ง
tr: Fotoğrafı tekrar çekin
uk: Зробити фото повторно
zh_hans: 重新拍摄照片
zh_hant: 重新拍攝相片

# onfido_permission_button_primary_both
source: Enable both
ar: تمكين كلا الإثنين
bg: Активиране на двете
cs: Povolte obě možnosti
da: Aktivér begge dele
de: Beides aktivieren
el: Ενεργοποίηση και των δύο
es_419: Activar ambos
et: Lubage mõlemad
fa: دسترسی به هر دو را فعال کنید
fi: Ota molemm. käytt.
fr: Activer les deux
fr_ca: Activez les deux
he: הפעל את שניהם
hi: दोनों चालू करें
hr: Omogućite pristup oboma
hu: Mindkettő engedélyezése
hy: Երկուսն էլ միացնել
it: Abilita entrambi
ja: 両方を有効にする
ko: 둘 다 사용
lt: Įjungti abu
lv: Iespējot abus
ms: Dayakan kedua-duanya
pl: Włącz oba
pt: Permitir ambos
pt_br: Ativar ambos
ro: Activați ambele
ru: Включить камеру и микрофон
sk: Povoliť oboje
sl: Omogoči oboje
sv: Aktivera båda
th: เปิดใช้งานทั้ง 2 อย่าง
tr: Her ikisini de etkinleştir
uk: Увімкнути камеру й мікрофон
zh_hans: 启用两者
zh_hant: 同時啟用兩者

# onfido_permission_button_primary_cam
source: Enable camera
ar: تمكين الكاميرا
bg: Активиране на камерата
cs: Povolení kamery
da: Aktivér kamera
de: Kamera aktivieren
el: Ενεργοποίηση κάμερας
es_419: Activar cámara
et: Lubage kaamera
fa: فعال کردن دوربین
fi: Ota kamera käyttöön
fr: Activer l’appareil photo
fr_ca: Activer la caméra
he: הפעל מצלמה
hi: कैमरा चालू करें
hr: Omogućite pristup kameri
hu: Kamera engedélyezése
hy: Միացնել տեսախցիկը
it: Abilita la fotocamera
ja: カメラを有効にする
ko: 카메라 활성화
lt: Įjungti kamerą
lv: Iespējot kameru
ms: Dayakan kamera
pl: Włącz aparat
pt: Ativar câmara
pt_br: Ativar câmera
ro: Activați camera video
ru: Резрешить доступ
sk: Povoliť fotoaparát
sl: Omogoči kamero
sv: Aktivera kamera
th: เปิดใช้งานกล้อง
tr: Kamerayı etkinleştir
uk: Увімкнути камеру
zh_hans: 启用相机
zh_hant: 啟用相機

# onfido_permission_button_primary_mic
source: Enable microphone
ar: تمكين الميكروفون
bg: Активиране на микрофона
cs: Povolení mikrofonu
da: Aktiver mikrofon
de: Mikrofon aktivieren
el: Ενεργοποίηση μικροφώνου
es_419: Activar micrófono
et: Lubage mikrofon
fa: میکروفون را فعال کنید
fi: Ota mikrofoni käyttöön
fr: Activer le micro
fr_ca: Activer le microphone
he: הפעל מיקרופון
hi: माइक्रोफ़ोन चालू करें
hr: Omogući pristup mikrofonu
hu: Mikrofon engedélyezése
hy: Միացնել խոսափողը
it: Abilita il microfono
ja: マイクを有効にする
ko: 마이크 사용하기
lt: Įjungti mikrofoną
lv: Iespējot mikrofonu
ms: Dayakan mikrofon
pl: Włącz mikrofon
pt: Ativar microfone
pt_br: Ativar microfone
ro: Activați microfonul
ru: Включить микрофон
sk: Povoliť mikrofón
sl: Omogoči mikrofon
sv: Aktivera mikrofon
th: เปิดใช้งานไมโครโฟน
tr: Mikrofonu etkinleştir
uk: Увімкнути мікрофон
zh_hans: 启用麦克风
zh_hant: 啟用麥克風

# onfido_permission_body_both
source: We can’t verify you without using both your camera and microphone
ar: لا يمكننا التحقق منك من دون استخدام كل من الكاميرا والميكروفون
bg: Не можем да потвърдим самоличността ви, без да използваме камерата и микрофона ви
cs: Bez použití kamery a mikrofonu Vás nemůžeme ověřit
da: Vi kan ikke verificere dig uden at bruge både dit kamera og din mikrofon
de: Wir können Sie nicht verifizieren, ohne auf Ihr Mikrofon und Ihre Kamera zuzugreifen
el: Δεν μπορούμε να σας επαληθεύσουμε χωρίς να χρησιμοποιήσουμε και την κάμερα και το μικρόφωνό σας
es_419: No podemos verificar tu identidad sin usar tu cámara y micrófono
et: Me ei saa teie isikut kinnitada ilma nii kaamerat kui ka mikrofoni kasutamata
fa: ما نمی‌توانیم بدون استفاده از دوربین و میکروفون، هویت شما را تأیید کنیم
fi: Emme voi vahvistaa sinua käyttämättä sekä kameraasi että mikrofoniasi
fr: Nous ne pouvons pas vous vérifier sans utiliser votre appareil photo et votre micro
fr_ca: Nous ne pouvons pas vous vérifier sans utiliser votre appareil photo et votre microphone
he: לא ניתן לאמת את זהותך בלי להשתמש גם במצלמה וגם במיקרופון
hi: जब तक आप अपने कैमरे और माइक्रोफ़ोन दोनों का इस्तेमाल नहीं करेंगे, तब तक हम आपको वेरिफ़ाई नहीं कर पाएँगे
hr: Ne možemo potvrditi vaš identitet bez kamere i mikrofona
hu: A fényképezőgép és a mikrofon használata nélkül nem tudjuk ellenőrizni a személyazonosságát
hy: Մենք չենք կարող նույնականացնել ձեզ առանց տեսախցիկի և խոսափողի առկայության
it: Impossibile verificare la tua identità senza usare sia la fotocamera che il microfono
ja: カメラとマイクの両方を使用しないと認証できません
ko: 카메라와 마이크 기능 둘 다를 사용하지 않고서는 본인 인증 절차를 진행할 수 없습니다
lt: Negalime jūsų patvirtinti, jei kamera ir mikrofonas nenaudojami kartu
lv: Mēs nevaram veikt pārbaudi, neizmantojot kameru un mikrofonu
ms: Kami tidak dapat mengesahkan anda tanpa menggunakan kamera dan juga mikrofon anda
pl: Nie możemy dokonać weryfikacji bez dostępu do aparatu i mikrofonu
pt: Não podemos verificá-lo sem utilizar a sua câmara e microfone
pt_br: Não podemos verificar sua identidade sem usar sua câmera e seu microfone
ro: Nu vă putem verifica fără a utiliza atât camera video, cât și microfonul dvs.
ru: Мы не можем верифицировать Вас без использования камеры и микрофона
sk: Nemôžeme vás overiť bez použitia fotoaparátu a mikrofónu
sl: Ne moremo vas preveriti brez uporabe kamere in mikrofona
sv: Vi kan inte verifiera dig utan att använda både din kamera och mikrofon
th: เรายืนยันตัวตนคุณไม่ได้ หากไม่ใช้กล้องและไมโครโฟน
tr: Hem kameranızı hem de mikrofonunuzu kullanmadan sizi doğrulayamayız
uk: Верифікація можлива лише за наявності доступу до камери та мікрофона
zh_hans: 如果不同时使用相机和麦克风，我们将无法验证您的身份
zh_hant: 若不同時使用相機和麥克風，我們無法驗證您的身份

# onfido_permission_body_cam
source: We can’t verify you without your camera
ar: لا يمكننا التحقق منك بدون الكاميرا
bg: Не можем да потвърдим самоличността ви без достъп до камерата
cs: Bez kamery Vás nemůžeme ověřit
da: Vi kan ikke verificere dig uden dit kamera
de: Wir können Sie nicht verifizieren, ohne Ihre Kamera zu benutzen
el: Δεν μπορούμε να σας επαληθεύσουμε χωρίς την κάμερά σας
es_419: No podemos verificar tu identidad sin tu cámara
et: Isiku kinnitamine ilma kaamerata ei ole võimalik
fa: ما نمی‌توانیم بدون دوربین هویت شما را تأیید کنیم
fi: Emme voi vahvistaa sinua ilman kameraasi
fr: Nous ne pouvons pas vous vérifier sans utiliser votre appareil photo
fr_ca: Nous ne pouvons pas vous authentifier sans votre caméra
he: אנחנו לא יכולים לאמת את זהותך בלי המצלמה שלך
hi: आपके कैमरे के बिना हम आपको वेरिफ़ाई नहीं कर सकते
hr: Ne možemo potvrditi vaš identitet bez kamere
hu: A kamera nélkül nem tudjuk igazolni a személyazonosságát
hy: Մենք չենք կարող նույնականացնել ձեզ առանց ձեր տեսախցիկի
it: Impossibile verificare la tua identità senza la fotocamera
ja: カメラなしでは認証できません
ko: 카메라 없이는 본인 인증 작업을 진행할 수 없습니다
lt: Negalime Jūsų patvirtinti be prieigos prie kameros
lv: Mēs nevaram veikt pārbaudi bez kameras
ms: Kami tidak dapat mengesahkan anda tanpa kamera anda
pl: Nie możemy Cię zweryfikować bez użycia aparatu
pt: Não o podemos verificar sem a sua câmara
pt_br: Não podemos verificar sua identidade sem sua câmera
ro: Nu vă putem verifica fără camera dvs. video
ru: Мы не можем верифицировать Вас без камеры
sk: Nemôžeme vás overiť bez fotoaparátu
sl: Brez kamere vas ne moremo preveriti
sv: Vi kan inte verifiera dig utan din kamera
th: เรายืนยันตัวตนคุณไม่ได้ หากไม่ใช้กล้อง
tr: Kamera erişimi olmadan sizi doğrulayamayız
uk: Верифікація можлива лише за наявності доступу до камери
zh_hans: 如果不使用相机，我们就无法验证您的身份
zh_hant: 不使用相機，我們無法驗證您的身份

# onfido_permission_body_mic
source: We can’t verify you without using your microphone
ar: لا يمكننا التحقق منك من دون استخدام الميكروفون
bg: Не можем да потвърдим самоличността ви, без да използваме микрофона
cs: Bez použití mikrofonu Vás nemůžeme ověřit
da: Vi kan ikke verificere dig uden at bruge din mikrofon
de: Wir können Sie nicht verifizieren, ohne auf Ihr Mikrofon zuzugreifen
el: Δεν μπορούμε να σας επαληθεύσουμε χωρίς να χρησιμοποιήσουμε το μικρόφωνό σας
es_419: No podemos verificar tu identidad sin usar tu micrófono
et: Me ei saa teie isikut kinnitada ilma mikrofoni kasutamata
fa: ما نمی‌توانیم بدون استفاده از میکروفون، هویت شما را تأیید کنیم
fi: Emme voi vahvistaa sinua käyttämättä mikrofoniasi
fr: Nous ne pouvons pas commencer la vérification sans utiliser votre micro
fr_ca: Nous ne pouvons pas vous authentifier sans utiliser votre microphone
he: לא ניתן לאמת אותך בלי להשתמש גם במצלמה וגם במיקרופון
hi: जब तक आप अपना माइक्रोफ़ोन इस्तेमाल नहीं करेंगे, तब तक हम आपको वेरिफ़ाई नहीं कर पाएँगे
hr: Ne možemo potvrditi vaš identitet bez mikrofona
hu: A mikrofon használata nélkül nem tudjuk ellenőrizni a személyazonosságát
hy: Մենք չենք կարող նույնականացնել ձեզ առանց խոսափողի առկայության
it: Impossibile verificare la tua identità senza usare il microfono
ja: マイクを使用しないと確認できません
ko: 마이크를 사용하지 않고서는 본인 인증 절차를 진행할 수 없습니다
lt: Negalime jūsų patvirtinti nenaudojant mikrofono
lv: Mēs nevaram veikt pārbaudi, neizmantojot mikrofonu
ms: Kami tidak dapat mengesahkan anda tanpa menggunakan mikrofon anda
pl: Nie możemy ukończyć weryfikacji bez użycia mikrofonu
pt: Não podemos verificá-lo sem usar o seu microfone
pt_br: Não podemos verificar sua identidade sem usar seu microfone
ro: Nu vă putem verifica fără a utiliza microfonul dvs.
ru: Мы не можем верифицировать Вас без использования микрофона
sk: Nemôžeme vás overiť bez použitia mikrofónu
sl: Ne moremo vas preveriti brez uporabe mikrofona
sv: Vi kan inte verifiera dig utan att använda din mikrofon
th: เรายืนยันตัวตนคุณไม่ได้ หากไม่ใช้ไมโครโฟน
tr: Mikrofonunuzu kullanmadan sizi doğrulayamayız
uk: Верифікація можлива лише за наявності доступу до мікрофона
zh_hans: 如果不使用麦克风，我们将无法验证您的身份
zh_hant: 若不使用麥克風，我們無法驗證您的身份

# onfido_permission_subtitle_both
source: When prompted, you must enable access for both to continue
ar: عند المطالبة، يجب تمكين الوصول لكليهما للمتابعة
bg: Когато бъдете подканени, трябва да активирате достъпа и за двете, за да продължите
cs: Po výzvě musíte povolit přístup pro obě možnosti, potom můžete pokračovat
da: Når du bliver bedt om det, skal du aktivere adgang til begge dele for at fortsætte
de: Wenn Sie dazu aufgefordert werden, müssen Sie den Zugriff auf beide Komponenten aktivieren, um fortzufahren
el: Όταν σας ζητηθεί, πρέπει να ενεργοποιήσετε την πρόσβαση και για τα δύο για να συνεχίσετε
es_419: Cuando se te solicite, debes activar el acceso a ambos para continuar
et: Kui küsitakse juurdepääsuluba, peate jätkamiseks lubama juurdepääsu mõlemale
fa: وقتی از شما درخواست شد، برای ادامه کار، باید دسترسی به هر دو را فعال کنید
fi: Kun sinua pyydetään, sinun on sallittava molempien käyttö jatkaaksesi
fr: Autorisez l’accès aux deux pour continuer
fr_ca: Lorsque vous y êtes invité, vous devez autoriser l'accès aux deux pour continuer
he: כאשר תתבקש, עליך לאפשר גישה לשניהם כדי להמשיך
hi: कहे जाने पर, आगे बढ़ने के लिए आप दोनों का ऐक्सेस दें
hr: Na upit morate omogućiti pristup oboma da biste mogli nastaviti
hu: Ha a rendszer kéri, a folytatáshoz engedélyeznie kell a hozzáférést mindkettőhöz
hy: Հարցումը ստանալուն պես պետք է թույլատրեք տեսախցիկի և խոսափողի հասանելիությունը, որպեսզի կարողանաք շարունակել
it: Per continuare è necessario abilitare l’accesso a entrambi quando richiesto
ja: プロンプトが表示されたら、続行するため両方へのアクセスを有効にしてください
ko: 계속하려면 안내 메시지가 표시될 때 두 가지 기능에 대한 접근 권한을 허용하셔야 합니다
lt: Kai būsite paprašyti, turėsite suteikti prieigą prie kameros ir mikrofono, kad galėtumėte tęsti
lv: Kad tiek parādīta uzvedne, lai turpinātu, ir jāiespējo piekļuve abiem
ms: Apabila digesa, anda mesti mendayakan akses kamera dan mikrofon untuk meneruskannya
pl: Aby kontynuować, zezwól na dostęp do obu urządzeń po wyświetleniu komunikatu
pt: Quando solicitado, deve permitir o acesso de ambos para continuar
pt_br: Quando solicitado, você deve permitir o acesso a ambos para continuar
ro: Când vi se solicită, trebuie să activați accesul la ambele pentru a continua
ru: При появлении запроса Вы должны разрешить доступ к камере и микрофону, чтобы продолжить
sk: Ak chcete pokračovať, musíte po výzve povoliť prístup k obom
sl: Ko boste pozvani, morate za nadaljevanje omogočiti dostop za oboje
sv: När du uppmanas måste du aktivera åtkomst för att båda ska fortsätta
th: เมื่อได้รับแจ้ง คุณต้องอนุญาตการเข้าถึงสำหรับทั้งคู่เพื่อดำเนินการต่อ
tr: İstendiğinde, devam etmek için her ikisine de erişimi etkinleştirmeniz gerekir
uk: Коли відобразиться запит, надайте доступ до камери й мікрофона, щоб продовжити
zh_hans: 出现提示时，您必须启用这两者的访问才能继续
zh_hant: 出現提示時，您必須允許使用兩者，才能繼續

# onfido_permission_subtitle_cam
source: When prompted, you must enable camera access to continue
ar: عند المطالبة، يجب تمكين الوصول إلى الكاميرا للمتابعة
bg: Когато ви подканим, трябва да активирате достъпа до камерата, за да продължите
cs: Po výzvě musíte povolit přístup ke kameře, abyste mohli pokračovat dále
da: Når du bliver bedt om det, skal du aktivere adgang til kameraet for at fortsætte
de: Wenn Sie dazu aufgefordert werden, müssen Sie den Kamerazugriff aktivieren, um fortzufahren
el: Όταν σας ζητηθεί, πρέπει να ενεργοποιήσετε την πρόσβαση στην κάμερα για να συνεχίσετε
es_419: Cuando se te solicite, debes activar el acceso a la cámara para continuar
et: Kui küsitakse juurdepääsuluba, peate jätkamiseks lubama juurdepääsu kaamerale
fa: وقتی از شما درخواست شد، برای ادامه کار، باید دسترسی به دوربین را فعال کنید
fi: Kun sinua pyydetään, sinun on sallittava kameran käyttö jatkaaksesi
fr: Lorsque vous y serez invité, vous devrez autoriser l’accès à l’appareil photo pour continuer
fr_ca: Lorsque vous y êtes invité, vous devez autoriser l'accès à la caméra
he: כאשר תתבקש, עליך לאפשר גישה עבור שניהם כדי להמשיך
hi: कहे जाने पर, जारी रखने के लिए आपको कैमरे का ऐक्सेस चालू करना होगा
hr: Na upit morate omogućiti pristup kameri da biste mogli nastaviti
hu: Ha a rendszer kéri, a folytatáshoz engedélyeznie kell a kamerához való hozzáférést
hy: Հարցումը ստանալուն պես՝ պետք է թույլատրեք խոսափողի հասանելիությունը, որպեսզի կարողանաք շարունակել
it: Per continuare è necessario abilitare l’accesso alla fotocamera quando richiesto
ja: プロンプトが表示されたら、カメラへのアクセスを有効にして続行してください
ko: 계속하려면 안내 메시지가 표시될 때 카메라에 대한 접근 권한을 허용하셔야 합니다
lt: Kai būsite paraginti, turite įjungti prieigą prie kameros, kad galėtumėte tęsti
lv: Kad tiek parādīta uzvedne, ir jāiespējo piekļuve kamerai, lai turpinātu
ms: Apabila digesa, anda mesti mendayakan akses kamera untuk meneruskannya
pl: Aby kontynuować, zezwól na dostęp do aparatu po wyświetleniu komunikatu
pt: Quando solicitado, deve permitir o acesso à câmara para continuar
pt_br: Quando solicitado, você deve ativar o acesso à câmera para continuar
ro: Când vi se solicită, trebuie să activați accesul la camera video pentru a continua
ru: При появлении запроса Вы должны разрешить доступ к камере, чтобы продолжить
sk: Ak chcete pokračovať, musíte po výzve povoliť prístup k fotoaparátu
sl: Ko boste pozvani, morate za nadaljevanje omogočiti dostop do kamere
sv: När du ombeds måste du aktivera kameraåtkomst för att fortsätta
th: เมื่อได้รับแจ้ง คุณต้องอนุญาตการเข้าถึงกล้องเพื่อดำเนินการต่อ
tr: İstendiğinde, devam etmek için kamera erişimini etkinleştirmeniz gerekir
uk: Коли відобразиться запит, надайте доступ до камери, щоб продовжити
zh_hans: 出现提示时，您必须启用相机访问才能继续
zh_hant: 出現提示時，您必須允許使用相機才能繼續

# onfido_permission_subtitle_mic
source: When prompted, you must enable microphone access to continue
ar: عند المطالبة، يجب تمكين الوصول إلى الميكروفون للمتابعة
bg: Когато бъдете подканени, трябва да активирате достъпа до микрофона, за да продължите
cs: Po výzvě musíte povolit přístup k mikrofonu, abyste mohli pokračovat
da: Når du bliver bedt om det, skal du aktivere adgang til mikrofonen for at fortsætte
de: Wenn Sie dazu aufgefordert werden, müssen Sie den Zugriff auf Ihr Mikrofon aktivieren, um fortzufahren
el: Όταν σας ζητηθεί, πρέπει να ενεργοποιήσετε την πρόσβαση στο μικρόφωνο για να συνεχίσετε
es_419: Cuando se te solicite, debes activar el acceso a ambos para continuar
et: Kui küsitakse juurdepääsuluba, peate jätkamiseks lubama juurdepääsu mikrofonile
fa: وقتی از شما درخواست شد، برای ادامه کار، باید دسترسی به میکروفون را فعال کنید
fi: Kun sinua pyydetään, sinun on sallittava mikrofonin käyttö jatkaaksesi
fr: Autorisez l’accès au micro pour continuer
fr_ca: Lorsque vous y êtes invité, vous devez autoriser l'accès aux deux pour continuer
he: כאשר תתבקש, עליך לאפשר גישה לשניהם כדי להמשיך
hi: कहे जाने पर, आगे बढ़ने के लिए आप माइक्रोफ़ोन का ऐक्सेस दें
hr: Na upit morate omogućiti pristup mikrofonu da biste mogli nastaviti
hu: Ha a rendszer kéri, a folytatáshoz engedélyeznie kell a mikrofonhoz való hozzáférést
hy: Հարցումը ստանալուն պես պետք է թույլատրեք խոսափողի հասանելիությունը, որպեսզի կարողանաք շարունակել
it: Per continuare è necessario abilitare l’accesso al microfono quando richiesto
ja: プロンプトが表示されたら、マイクへのアクセスを有効にして続行してください
ko: 계속하려면 안내 메시지가 표시될 때 마이크에 대한 접근 권한을 허용하셔야 합니다
lt: Kai būsite paraginti, turėsite įgalinti prieigą prie mikrofono, kad galėtumėte tęsti
lv: Kad tiek parādīta uzvedne, ir jāiespējo piekļuve mikrofonam, lai turpinātu
ms: Apabila digesa, anda mesti mendayakan akses mikrofon untuk meneruskannya
pl: Aby kontynuować, zezwól na dostęp do mikrofonu po wyświetleniu komunikatu
pt: Quando solicitado, deve permitir o acesso ao microfone para continuar
pt_br: Quando solicitado, você deve ativar o acesso ao microfone para continuar
ro: Când vi se solicită, trebuie să activați accesul la microfon pentru a continua
ru: При появлении запроса Вы должны разрешить доступ к микрофону, чтобы продолжить
sk: Ak chcete pokračovať, musíte po výzve povoliť prístup k mikrofónu
sl: Ko boste pozvani, morate za nadaljevanje omogočiti dostop do mikrofona
sv: När du ombeds måste du aktivera mikrofonåtkomst för att fortsätta
th: เมื่อได้รับแจ้ง คุณต้องอนุญาตการเข้าถึงไมโครโฟนเพื่อดำเนินการต่อ
tr: İstendiğinde, devam etmek için mikrofon erişimini etkinleştirmeniz gerekir
uk: Коли відобразиться запит, надайте доступ до мікрофона, щоб продовжити
zh_hans: 出现提示时，您必须启用麦克风访问才能继续
zh_hant: 出現提示時，您必須啟用麥克風存取權限才能繼續

# onfido_permission_title_both
source: Allow camera and microphone access
ar: السماح باستخدام الكاميرا والميكروفون
bg: Разрешете достъпа до камерата и микрофона
cs: Povolení přístupu ke kameře a mikrofonu
da: Tillad adgang til kamera og mikrofon
de: Zugriff auf Kamera und Mikrofon erlauben
el: Να επιτρέπεται η πρόσβαση στην κάμερα και στο μικρόφωνο
es_419: Permitir acceso a la cámara y al micrófono
et: Lubage juurdepääs kaamerale ja mikrofonile
fa: اجازه دسترسی به دوربین و میکروفون را بدهید
fi: Salli kameran ja mikrofonin käyttö
fr: Autoriser l’accès à l’appareil photo et au micro
fr_ca: Autoriser l'accès à la caméra et au microphone
he: אפשר גישה למצלמה ולמיקרופון
hi: कैमरा और माइक्रोफ़ोन ऐक्सेस की अनुमति दें
hr: Dopusti pristup fotoaparatu i mikrofonu
hu: Kamera- és mikrofon-hozzáférés engedélyezése
hy: Թույլատրել մուտքը դեպի տեսախցիկ և խոսափող
it: Consenti l’accesso alla fotocamera e al microfono
ja: カメラとマイクへのアクセスを許可する
ko: 카메라와 마이크에 대한 접근 권한 허용
lt: Leisti prieigą prie kameros ir mikrofono
lv: Atļaut piekļuvi kamerai un mikrofonam
ms: Benarkan akses kamera dan mikrofon
pl: Zezwól na dostęp do kamery i mikrofonu
pt: Permitir acesso ao microfone e câmara
pt_br: Permitir acesso à câmera e ao microfone
ro: Permiteți accesul la camera video și microfon
ru: Разрешить доступ к камере и микрофону
sk: Povoliť prístup k fotoaparátu a mikrofónu
sl: Omogočite dostop do kamere in mikrofona
sv: Tillåt kamera- och mikrofonåtkomst
th: อนุญาตให้เข้าถึงกล้องและไมโครโฟน
tr: Kamera ve mikrofon erişimine izin ver
uk: Дозволити доступ до камери та мікрофона
zh_hans: 允许相机和麦克风访问
zh_hant: 允許使用相機和麥克風

# onfido_permission_title_cam
source: Allow camera access
ar: السماح باستخدام الكاميرا
bg: Разрешаване на достъп до камерата
cs: Povolení přístupu ke kameře
da: Tillad adgang til kameraet
de: Zugriff auf Kamera erlauben
el: Να επιτρέπεται η πρόσβαση στην κάμερα
es_419: Permitir acceso a la cámara
et: Lubage juurdepääs kaamerale
fa: اجازه استفاده از دوربین را بدهید
fi: Salli kameran käyttö
fr: Autoriser l’accès à l’appareil photo
fr_ca: Autoriser l'accès à l'appareil photo
he: אפשר גישה למצלמה
hi: कैमरा ऐक्सेस की अनुमति दें
hr: Dopustite pristup kameri
hu: Kamerához való hozzáférés engedélyezése
hy: Թույլատրել մուտքը դեպի տեսախցիկ
it: Consenti l’accesso alla fotocamera
ja: カメラへのアクセスを許可
ko: 카메라 접근 권한 허용
lt: Leisti prieigą prie kameros
lv: Atļaut piekļuvi kamerai
ms: Benarkan akses kamera
pl: Zezwól na dostęp do aparatu
pt: Permitir o acesso à câmara
pt_br: Permitir acesso à câmera
ro: Permiteți accesul la camera video
ru: Разрешить доступ к камере
sk: Povoliť prístup k fotoaparátu
sl: Dovoli dostop do kamere
sv: Tillåt kameraåtkomst
th: อนุญาตให้เข้าถึงกล้อง
tr: Kamera erişimine izin ver
uk: Дозволити доступ до камери
zh_hans: 允许相机访问
zh_hant: 允許相機存取

# onfido_permission_title_mic
source: Allow microphone access
ar: السماح باستخدام الميكروفون
bg: Разрешете достъпа до микрофона
cs: Povolení přístupu k mikrofonu
da: Tillad adgang til mikrofon
de: Zugriff auf Mikrofon erlauben
el: Να επιτρέπεται η πρόσβαση στο μικρόφωνο
es_419: Permitir acceso al micrófono
et: Lubage juurdepääs mikrofonile
fa: اجازه دسترسی به میکروفون را بدهید
fi: Salli mikrofonin käyttö
fr: Autoriser l’accès au micro
fr_ca: Autoriser l'accès au microphone
he: אפשר גישה למיקרופון
hi: माइक्रोफ़ोन ऐक्सेस की अनुमति दें
hr: Dopusti pristup mikrofonu
hu: Mikrofon-hozzáférés engedélyezése
hy: Թույլատրել մուտքը դեպի խոսափող
it: Consenti l’accesso al microfono
ja: マイクへのアクセスを許可する
ko: 마이크에 대한 접근 권한 허용
lt: Leisti prieigą prie mikrofono
lv: Atļaut piekļuvi mikrofonam
ms: Benarkan akses mikrofon
pl: Zezwól na dostęp do mikrofonu
pt: Permitir acesso ao microfone
pt_br: Permitir acesso ao microfone
ro: Permiteți accesul la microfon
ru: Разрешить доступ к микрофону
sk: Povoliť prístup k mikrofónu
sl: Omogočite dostop do mikrofona
sv: Tillåt mikrofonåtkomst
th: อนุญาตให้เข้าถึงไมโครโฟน
tr: Mikrofon erişimine izin ver
uk: Дозволити доступ до мікрофона
zh_hans: 允许麦克风访问
zh_hant: 允許麥克風存取
