Repository: onfido/onfido-ios-sdk
Catalog: localization/Localizable_*.strings
Languages: ar, bg, cs, da, de, el, es_419, et, fa, fi, fr, fr_ca, he, hi, hr, hu, hy, it, ja, ko, lt, lv, ms, pl, pt, pt_br, ro, ru, sk, sl, sv, th, tr, uk, zh_hans, zh_hant

# onfido_doc_confirmation_body_generic
source: Make sure your details are clear and unobstructed
ar: تأكد من أن بياناتك واضحة وليست محجوبة
bg: Уверете се, че данните ви се виждат ясно и не са скрити
cs: Ujistěte se, že jsou Vaše údaje jasné a nezkreslené
da: Sørg for, at dine oplysninger er tydelige og ikke er dækket af noget
de: Die Informationen müssen deutlich lesbar sein, ohne Unschärfe oder Spiegelung
el: Βεβαιωθείτε ότι τα στοιχεία σας διακρίνονται με σαφήνεια και δεν καλύπτονται
es_419: Asegúrate de que tus datos sean claros y no estén ocultos
et: Veenduge, et teie andmed on selged ja katmata
fa: اطمینان حاصل کنید که جزئیات مدرک واضح بوده و مانعی روی آن نیست
fi: Varmista, että tietosi ovat selkeät ja että ne näkyvät kunnolla
fr: Assurez-vous que votre document soit lisible et net
fr_ca: Assurez-vous que vos coordonnées sont claires et dégagées
he: ודא שהפרטים ברורים ולא חסומים
hi: आपकी जानकारी साफ़ दिखाई देनी चाहिए और छिपी नहीं होनी चाहिए
hr: Pobrinite se da vaši podaci budu jasni i da ih ništa ne zakriva
hu: Gondoskodjon arról, hogy az adatai világosan és egyértelműen olvashatók legyenek
hy: Համոզվեք, որ ձեր տվյալները հասկանալի են և պարզ
it: Assicurati che i tuoi dati siano nitidi e non coperti
ja: 詳細が明確で遮られていないことを確認してください
ko: 세부 정보가 명확하게 나타나고 가려진 부분이 없는지 확인하세요
lt: Įsitikinkite, kad jūsų informacija yra aiškiai matoma ir neuždengta
lv: Jūsu informācijai ir jābūt skaidri redzamai
ms: Pastikan butiran anda jelas dan tidak terlindung
pl: Upewnij się, że Twoje dane są wyraźne i niezasłonięte
pt: Certifique-se de que os seus dados são nítidos e não estão obstruídos
pt_br: Certifique-se de que os seus dados estão nítidos e desobstruídos
ro: Asigurați-vă că detaliile dvs. sunt clare și neacoperite
ru: Убедитесь, что Ваши данные четко видны и не перекрыты
sk: Uistite sa, že sú vaše údaje jasné a nič ich nezakrýva
sl: Prepričajte se, da so vaši podatki jasni in pregledni
sv: Se till att dina uppgifter syns tydligt och inte skyms
th: เช็คให้แน่ใจว่ารายละเอียดชัดเจนและไม่มีอะไรกีดขวาง
tr: Bilgilerinizin net olduğundan ve tamamen göründüğünden emin olun
uk: Переконайтеся, що всі дані чітко видно
zh_hans: 请确保您的细节清晰且未受遮挡
zh_hant: 請確保您的個人詳細資料清晰且未被遮蔽

# onfido_doc_confirmation_body_id
source: Make sure your details are clear and unobstructed
ar: تأكد من أن بياناتك واضحة وليست محجوبة
bg: Уверете се, че данните ви се виждат ясно и не са скрити
cs: Ujistěte se, že jsou Vaše údaje jasné a nezkreslené
da: Sørg for, at dine oplysninger er tydelige og ikke er dækket af noget
de: Einzelheiten müssen klar lesbar sein, ohne Unschärfe oder Spiegelung
el: Βεβαιωθείτε ότι τα στοιχεία σας διακρίνονται με σαφήνεια και δεν καλύπτονται
es_419: Asegúrate de que tus datos sean claros y no estén ocultos
et: Veenduge, et teie andmed on selged ja katmata
fa: اطمینان حاصل کنید که جزئیات مدرک واضح بوده و مانعی روی آن نیست
fi: Varmista, että tietosi ovat selkeät ja että ne näkyvät kunnolla
fr: Assurez-vous que votre document soit lisible et net
fr_ca: Assurez-vous que vos coordonnées sont claires et dégagées
he: ודא שהפרטים ברורים ולא חסומים
hi: आपकी जानकारी साफ़ दिखाई देनी चाहिए और छिपी नहीं होनी चाहिए
hr: Pobrinite se da vaši podaci budu jasni i da ih ništa ne zakriva
hu: Gondoskodjon arról, hogy az adatai világosan és egyértelműen olvashatók legyenek
hy: Համոզվեք, որ ձեր տվյալները հասկանալի են և պարզ
it: Assicurati che i tuoi dati siano nitidi e non coperti
ja: 詳細が明確で遮られていないことを確認してください
ko: 세부 정보가 명확하게 나타나고 가려진 부분이 없는지 확인하세요
lt: Įsitikinkite, kad jūsų informacija yra aiškiai matoma ir neuždengta
lv: Jūsu informācijai ir jābūt skaidri redzamai
ms: Pastikan butiran anda jelas dan tidak terlindung
pl: Upewnij się, że Twoje dane są wyraźne i niezasłonięte
pt: Certifique-se de que os seus dados são nítidos e não estão obstruídos
pt_br: Certifique-se de que os seus dados estão nítidos e desobstruídos
ro: Asigurați-vă că detaliile dvs. sunt clare și neacoperite
ru: Убедитесь, что Ваши данные четко видны и не перекрыты
sk: Uistite sa, že sú vaše údaje jasné a nič ich nezakrýva
sl: Prepričajte se, da so vaši podatki jasni in pregledni
sv: Se till att dina uppgifter syns tydligt och inte skyms
th: เช็คให้แน่ใจว่ารายละเอียดชัดเจนและไม่มีอะไรกีดขวาง
tr: Bilgilerinizin net olduğundan ve tamamen göründüğünden emin olun
uk: Переконайтеся, що всі дані чітко видно
zh_hans: 请确保您的细节清晰且未受遮挡
zh_hant: 請確保您的個人詳細資料清晰且未被遮蔽

# onfido_doc_confirmation_body_passport
source: Make sure your details are clear and unobstructed
ar: تأكد من أن بياناتك واضحة وليست محجوبة
bg: Уверете се, че данните ви се виждат ясно и не са скрити
cs: Ujistěte se, že jsou Vaše údaje jasné a nezkreslené
da: Sørg for, at dine oplysninger er tydelige og ikke er dækket af noget
de: Einzelheiten müssen klar lesbar sein, ohne Unschärfe oder Spiegelung
el: Βεβαιωθείτε ότι τα στοιχεία σας διακρίνονται με σαφήνεια και δεν καλύπτονται
es_419: Asegúrate de que tus datos sean claros y no estén ocultos
et: Veenduge, et teie andmed on selged ja katmata
fa: اطمینان حاصل کنید که جزئیات مدرک واضح بوده و مانعی روی آن نیست
fi: Varmista, että tietosi ovat selkeät ja että ne näkyvät kunnolla
fr: Assurez-vous que votre document soit lisible et net
fr_ca: Assurez-vous que vos coordonnées sont claires et dégagées
he: ודא שהפרטים ברורים ולא חסומים
hi: आपकी जानकारी साफ़ दिखाई देनी चाहिए और छिपी नहीं होनी चाहिए
hr: Pobrinite se da vaši podaci budu jasni i da ih ništa ne zakriva
hu: Gondoskodjon arról, hogy az adatai világosan és egyértelműen olvashatók legyenek
hy: Համոզվեք, որ ձեր տվյալները հասկանալի են և պարզ
it: Assicurati che i tuoi dati siano nitidi e non coperti
ja: 詳細が明確で遮られていないことを確認してください
ko: 세부 정보가 명확하게 나타나고 가려진 부분이 없는지 확인하세요
lt: Įsitikinkite, kad jūsų informacija yra aiškiai matoma ir neuždengta
lv: Jūsu informācijai ir jābūt skaidri redzamai
ms: Pastikan butiran anda jelas dan tidak terlindung
pl: Upewnij się, że Twoje dane są wyraźne i niezasłonięte
pt: Certifique-se de que os seus dados são nítidos e não estão obstruídos
pt_br: Certifique-se de que os seus dados estão nítidos e desobstruídos
ro: Asigurați-vă că detaliile dvs. sunt clare și neacoperite
ru: Убедитесь, что Ваши данные четко видны и не перекрыты
sk: Uistite sa, že sú vaše údaje jasné a nič ich nezakrýva
sl: Prepričajte se, da so vaši podatki jasni in pregledni
sv: Se till att dina uppgifter syns tydligt och inte skyms
th: เช็คให้แน่ใจว่ารายละเอียดชัดเจนและไม่มีอะไรกีดขวาง
tr: Bilgilerinizin net olduğundan ve tamamen göründüğünden emin olun
uk: Переконайтеся, що всі дані чітко видно
zh_hans: 请确保您的细节清晰且未受遮挡
zh_hant: 請確保您的個人詳細資料清晰且未被遮蔽

# onfido_doc_confirmation_body_permit
source: Make sure your details are clear and unobstructed
ar: تأكد من أن بياناتك واضحة وليست محجوبة
bg: Уверете се, че данните ви се виждат ясно и не са скрити
cs: Ujistěte se, že jsou Vaše údaje jasné a nezkreslené
da: Sørg for, at dine oplysninger er tydelige og ikke er dækket af noget
de: Die Informationen müssen deutlich lesbar sein, ohne Unschärfe oder Spiegelung
el: Βεβαιωθείτε ότι τα στοιχεία σας διακρίνονται με σαφήνεια και δεν καλύπτονται
es_419: Asegúrate de que tus datos sean claros y no estén ocultos
et: Veenduge, et teie andmed on selged ja katmata
fa: اطمینان حاصل کنید که جزئیات مدرک واضح بوده و مانعی روی آن نیست
fi: Varmista, että tietosi ovat selkeät ja että ne näkyvät kunnolla
fr: Assurez-vous que votre document soit lisible et net
fr_ca: Assurez-vous que vos coordonnées sont claires et dégagées
he: ודא שהפרטים ברורים ולא חסומים
hi: आपकी जानकारी साफ़ दिखाई देनी चाहिए और छिपी नहीं होनी चाहिए
hr: Pobrinite se da vaši podaci budu jasni i da ih ništa ne zakriva
hu: Gondoskodjon arról, hogy az adatai világosan és egyértelműen olvashatók legyenek
hy: Համոզվեք, որ ձեր տվյալները հասկանալի են և պարզ
it: Assicurati che i tuoi dati siano nitidi e non coperti
ja: 詳細が明確で遮られていないことを確認してください
ko: 세부 정보가 명확하게 나타나고 가려진 부분이 없는지 확인하세요
lt: Įsitikinkite, kad jūsų informacija yra aiškiai matoma ir neuždengta
lv: Jūsu informācijai ir jābūt skaidri redzamai
ms: Pastikan butiran anda jelas dan tidak terlindung
pl: Upewnij się, że Twoje dane są wyraźne i niezasłonięte
pt: Certifique-se de que os seus dados são nítidos e não estão obstruídos
pt_br: Certifique-se de que os seus dados estão nítidos e desobstruídos
ro: Asigurați-vă că detaliile dvs. sunt clare și neacoperite
ru: Убедитесь, что Ваши данные четко видны и не перекрыты
sk: Uistite sa, že sú vaše údaje jasné a nič ich nezakrýva
sl: Prepričajte se, da so vaši podatki jasni in pregledni
sv: Se till att dina uppgifter syns tydligt och inte skyms
th: เช็คให้แน่ใจว่ารายละเอียดชัดเจนและไม่มีอะไรกีดขวาง
tr: Bilgilerinizin net olduğundan ve tamamen göründüğünden emin olun
uk: Переконайтеся, що всі дані чітко видно
zh_hans: 请确保您的细节清晰且未受遮挡
zh_hant: 請確保您的個人詳細資料清晰且未被遮蔽

# onfido_doc_confirmation_body_visa
source: Make sure your details are clear and unobstructed
ar: تأكد من أن بياناتك واضحة وليست محجوبة
bg: Уверете се, че данните ви се виждат ясно и не са скрити
cs: Ujistěte se, že jsou Vaše údaje jasné a nezkreslené
da: Sørg for, at dine oplysninger er tydelige og ikke er dækket af noget
de: Die Informationen müssen deutlich lesbar sein, ohne Unschärfe oder Spiegelung
el: Βεβαιωθείτε ότι τα στοιχεία σας διακρίνονται με σαφήνεια και δεν καλύπτονται
es_419: Asegúrate de que tus datos sean claros y no estén ocultos
et: Veenduge, et teie andmed on selged ja katmata
fa: اطمینان حاصل کنید که جزئیات مدرک واضح بوده و مانعی روی آن نیست
fi: Varmista, että tietosi ovat selkeät ja että ne näkyvät kunnolla
fr: Assurez-vous que votre document soit lisible et net
fr_ca: Assurez-vous que vos coordonnées sont claires et dégagées
he: ודא שהפרטים ברורים ולא חסומים
hi: आपकी जानकारी साफ़ दिखाई देनी चाहिए और छिपी नहीं होनी चाहिए
hr: Pobrinite se da vaši podaci budu jasni i da ih ništa ne zakriva
hu: Gondoskodjon arról, hogy az adatai világosan és egyértelműen olvashatók legyenek
hy: Համոզվեք, որ ձեր տվյալները հասկանալի են և պարզ
it: Assicurati che i tuoi dati siano nitidi e non coperti
ja: 詳細が明確で遮られていないことを確認してください
ko: 세부 정보가 명확하게 나타나고 가려진 부분이 없는지 확인하세요
lt: Įsitikinkite, kad jūsų informacija yra aiškiai matoma ir neuždengta
lv: Jūsu informācijai ir jābūt skaidri redzamai
ms: Pastikan butiran anda jelas dan tidak terlindung
pl: Upewnij się, że Twoje dane są wyraźne i niezasłonięte
pt: Certifique-se de que os seus dados são nítidos e não estão obstruídos
pt_br: Certifique-se de que os seus dados estão nítidos e desobstruídos
ro: Asigurați-vă că detaliile dvs. sunt clare și neacoperite
ru: Убедитесь, что Ваши данные четко видны и не перекрыты
sk: Uistite sa, že sú vaše údaje jasné a nič ich nezakrýva
sl: Prepričajte se, da so vaši podatki jasni in pregledni
sv: Se till att dina uppgifter syns tydligt och inte skyms
th: เช็คให้แน่ใจว่ารายละเอียดชัดเจนและไม่มีอะไรกีดขวาง
tr: Bilgilerinizin net olduğundan ve tamamen göründüğünden emin olun
uk: Переконайтеся, що всі дані чітко видно
zh_hans: 请确保您的细节清晰且未受遮挡
zh_hant: 請確保您的個人詳細資料清晰且未被遮蔽

# onfido_selfie_confirmation_body
source: Make sure your entire face is visible
ar: احرص على أن يكون وجهك بأكمله مرئيًا
bg: Уверете се, че цялото ви лице се вижда
cs: Ujistěte se, že je vidět celý Váš obličej
da: Sørg for, at hele dit ansigt er synligt
de: Stellen Sie sicher, dass Ihr Selfie Ihr Gesicht deutlich zeigt
el: Βεβαιωθείτε ότι ολόκληρο το πρόσωπό σας είναι ορατό
et: Veenduge, et nähtav on kogu teie nägu
fa: مطمئن شوید که کل چهره شما قابل مشاهده اس
fi: Varmista, että kasvosi näkyvät kokonaan
fr: Assurez-vous que votre selfie montre clairement votre visage
fr_ca: Veillez à ce que votre visage soit clairement visible
he: ודא שהפנים שלך גלויות
hi: पक्का करें कि आपका पूरा चेहरा दिख रहा है
hr: Provjerite vidi li se cijelo vaše lice
hu: Ügyeljen arra, hogy arca teljes egészében látható legyen
hy: Համոզվեք, որ ձեր դեմքը ամբողջությամբ երևում է
it: Assicurati che il viso sia visibile per intero
ja: 顔全体が見えるようにしてください
ko: 얼굴 전체가 잘 보이는지 확인하세요
lt: Įsitikinkite, kad matomas visas jūsų veidas
lv: Jābūt redzamai visai sejai
ms: Pastikan keseluruhan wajah anda kelihatan
pl: Upewnij się, że cała twarz jest widoczna
pt: Certifique-se de que todo o seu rosto está visível
pt_br: Certifique-se de que seu rosto inteiro esteja visível
ro: Asigurați-vă că întreaga față este vizibilă
ru: Убедитесь, что Ваше лицо видно полностью
sk: Uistite sa, že celá vaša tvár je viditeľná
sl: Poskrbite, da je vaš celoten obraz viden
sv: Se till att hela ditt ansikte är synligt
th: เช็คให้แน่ใจว่ามองเห็นทั้งใบหน้าของคุณได้ชัดเจน
tr: Tüm yüzünüzün görünür olduğundan emin olun
uk: Обличчя має бути видно повністю
zh_hans: 请确保您的整个面部可见
zh_hant: 請確保整個臉部清晰可見

# onfido_doc_capture_header_passport
source: Position the photo page of your document in the frame
ar: ضع صفحة الصورة في مستندك ضمن الإطار
bg: Позиционирайте страницата със снимката от документа в рамката
cs: Umístěte stránku s fotografií dokumentu do rámečku
da: Placer dit dokuments side med billedet inden for rammen
de: Positionieren Sie die Fotoseite Ihres Dokuments im Rahmen
el: Τοποθετήστε τη σελίδα φωτογραφίας του εγγράφου σας στο πλαίσιο
es_419: Coloca la página de la foto del documento en el marco
et: Asetage oma dokumendi fotoleht kaadrisse
fa: صفحه عکس‌دار مدرک خود را درون کادر قرار دهید
fi: Aseta asiakirjasi valokuvasivu kehykseen
fr: Positionnez la page de la photo de votre document dans le cadre
fr_ca: Positionnez la page photo de votre document dans le cadre
he: מקם את עמוד הוויזה של המסמך בתוך המסגרת
hi: अपने डॉक्यूमेंट के फ़ोटो वाले पेज को फ़्रेम के बीच में रखें
hr: Postavite stranicu s fotografijom svog dokumenta u okvir
hu: A dokumentum fényképes oldalát illessze a keretbe
hy: Ձեր փաստաթղթի լուսանկարով էջը տեղադրեք շրջանակի մեջ
it: Posiziona la pagina della foto del documento nella cornice
ja: ドキュメント内の写真ページを枠内に配置する
ko: 프레임 안에 사진이 부착된 페이지가 들어가도록 배치하세요
lt: Pasirūpinkite, kad dokumento puslapis būtų rėmelyje
lv: Ievietojiet dokumenta fotoattēla lapu kadrā
ms: Letakkan halaman foto dokumen anda dalam bingkai
pl: Umieść stronę dokumentu ze zdjęciem w ramce
pt: Coloque a página de fotografia do seu documento na moldura
pt_br: Posicione a página com foto do seu documento no quadro
ro: Poziționați pagina cu poză a documentului dvs. în cadru
ru: Поместите страницу с фото в Вашем документе в рамку
sk: Umiestnite stránku dokladu s fotkou do rámu
sl: Postavite stran dokumenta s fotografijo v okvir
sv: Placera dokumentets fotosida i ramen
th: วางหน้าที่มีรูปของคุณให้อยู่ในกรอบ
tr: Belgenizin fotoğraf sayfasını çerçeveye yerleştirin
uk: Наведіть рамку на сторінку з фотографією в документі
zh_hans: 将证明文件的照片页放在框中
zh_hant: 請將文件的相片頁置於框架中

# onfido_doc_capture_header_visa
source: Position the visa page of your document in the frame
ar: ضع صفحة التأشيرة في مستندك داخل الإطار
bg: Позиционирайте визовата страницата на документа в рамката
cs: Umístěte stránku s vízem Vašeho dokumentu do rámečku
da: Placer dit dokuments side med visummet inden for rammen
de: Positionieren Sie die Visaseite Ihres Dokuments im Rahmen
el: Τοποθετήστε τη σελίδα βίζας του εγγράφου σας στο πλαίσιο
es_419: Coloca la página de la visa del documento en el marco
et: Asetage oma dokumendi viisaleht kaadrisse
fa: صفحه ویزای مدرک خود را در کادر قرار دهید
fi: Aseta asiakirjasi viisumisivu kehykseen
fr: Positionnez la page visa de votre document dans le cadre
fr_ca: Positionnez la page visa de votre document dans le cadre
he: מקם את עמוד הוויזה שבמסמך בתוך המסגרת
hi: अपने डॉक्यूमेंट के वीज़ा पेज को फ़्रेम के बीच में रखें
hr: Postavite stranicu dokumenta s vizom u okvir
hu: A dokumentum vízumoldalát illessze a keretbe
hy: Ձեր փաստաթղթի վիզաների էջը տեղադրեք շրջանակի մեջ
it: Posiziona la pagina del visto del documento nella cornice
ja: ドキュメント内のビザのページを枠内に配置する
ko: 프레임 안에 서류의 비자 페이지가 들어가도록 배치하세요
lt: Pasirūpinkite, kad dokumento vizos puslapis būtų rėmelyje
lv: Ievietojiet dokumenta vīzas lapu kadrā
ms: Letakkan halaman visa dokumen anda dalam bingkai
pl: Umieść stronę wizową dokumentu w ramce
pt: Posicione a página de vistos do seu documento no quadro
pt_br: Posicione a página de visto do seu documento no quadro
ro: Poziționați pagina vize a documentului dvs. în cadru
ru: Поместите страницу с визой в Вашем документе в рамку
sk: Umiestnite stránku dokladu s vízom do rámu
sl: Postavite stran dokumenta z vizumom v okvir
sv: Placera dokumentets visumsida i ramen
th: วางหน้าที่มีวีซ่าของคุณให้อยู่ในกรอบ
tr: Belgenizin vize sayfasını çerçeveye yerleştirin
uk: Наведіть рамку на сторінку з візою
zh_hans: 将证明文件的签证页放在框中
zh_hant: 將文件的簽證頁置於框架中

# onfido_video_capture_loader_accessibility
source: Loading
ar: جارٍ التحميل
bg: Зареждане
cs: Načítání
da: Indlæser
de: Wird geladen
el: Φόρτωση
es_419: Cargando
et: Laadimine
fa: در حال بارگذاری
fi: Ladataan
fr: Chargement
fr_ca: Chargement en cours
he: טוען
hi: लोड हो रहा है
hr: Učitavanje u tijeku
hu: Betöltés
hy: Բեռնվում է
it: Caricamento in corso
ja: ローディング中です
ko: 불러오는 중
lt: Įkeliama
lv: Notiek ielāde
ms: Memuatkan
pl: Ładowanie
pt: A carregar
pt_br: Carregando
ro: Se încarcă
ru: Загрузка
sk: Načítavanie
sl: Nalaganje
sv: Laddar
th: กำลังโหลด
tr: Yükleniyor
uk: Завантаження
zh_hans: 正在加载
zh_hant: 載入中

# onfido_doc_capture_header_passport_auto
source: Position the photo page of your document in the frame
ar: ضع صفحة الصورة في مستندك ضمن الإطار
bg: Позиционирайте страницата със снимката от документа в рамката
cs: Umístěte stránku s fotografií dokumentu do rámečku
da: Placer dit dokuments side med billedet inden for rammen
de: Positionieren Sie die Fotoseite Ihres Dokuments im Rahmen
el: Τοποθετήστε τη σελίδα φωτογραφίας του εγγράφου σας στο πλαίσιο
es_419: Coloca la página de la foto del documento en el marco
et: Asetage oma dokumendi fotoleht kaadrisse
fa: صفحه عکس‌دار مدرک خود را درون کادر قرار دهید
fi: Aseta asiakirjasi valokuvasivu kehykseen
fr: Positionnez la page de la photo de votre document dans le cadre
fr_ca: Positionnez la page photo de votre document dans le cadre
he: מקם את עמוד הוויזה של המסמך בתוך המסגרת
hi: अपने डॉक्यूमेंट के फ़ोटो वाले पेज को फ़्रेम के बीच में रखें
hr: Postavite stranicu s fotografijom svog dokumenta u okvir
hu: A dokumentum fényképes oldalát illessze a keretbe
hy: Ձեր փաստաթղթի լուսանկարով էջը տեղադրեք շրջանակի մեջ
it: Posiziona la pagina della foto del documento nella cornice
ja: ドキュメント内の写真ページを枠内に配置する
ko: 프레임 안에 사진이 부착된 페이지가 들어가도록 배치하세요
lt: Pasirūpinkite, kad dokumento puslapis būtų rėmelyje
lv: Ievietojiet dokumenta fotoattēla lapu kadrā
ms: Letakkan halaman foto dokumen anda dalam bingkai
pl: Umieść stronę dokumentu ze zdjęciem w ramce
pt: Coloque a página de fotografia do seu documento na moldura
pt_br: Posicione a página com foto do seu documento no quadro
ro: Poziționați pagina cu poză a documentului dvs. în cadru
ru: Поместите страницу с фото в Вашем документе в рамку
sk: Umiestnite stránku dokladu s fotkou do rámu
sl: Postavite stran dokumenta s fotografijo v okvir
sv: Placera dokumentets fotosida i ramen
th: วางหน้าที่มีรูปของคุณให้อยู่ในกรอบ
tr: Belgenizin fotoğraf sayfasını çerçeveye yerleştirin
uk: Наведіть рамку на сторінку з фотографією в документі
zh_hans: 将证明文件的照片页放在框中
zh_hant: 請將文件的相片頁置於框架中

# onfido_doc_capture_header_license_back
source: Position the back of your document in the frame
ar: ضع الجزء الخلفي من مستندك في الإطار
bg: Позиционирайте задната страна на документа в рамката
cs: Umístěte zadní stranu dokumentu do rámečku
da: Placer dit dokuments bagside inden for rammen
de: Positionieren Sie die Rückseite Ihres Dokuments im Rahmen
el: Τοποθετήστε την πίσω όψη του εγγράφου σας στο πλαίσιο
es_419: Coloca el reverso del documento en el marco
et: Asetage dokumendi tagakülg kaadrisse
fa: پشت مدرک خود را درون کادر قرار دهید
fi: Aseta asiakirjasi takaosa kehykseen
fr: Positionnez le verso de votre document dans le cadre
fr_ca: Positionnez le verso de votre document dans le cadre
he: מקם את הצד האחורי של המסמך בתוך המסגרת
hi: अपने डॉक्यूमेंट के पीछे के हिस्से को फ़्रेम के बीच में रखें
hr: Postavite stražnju stranu dokumenta u okvir
hu: A dokumentum hátlapját illessze a keretbe
hy: Ձեր փաստաթղթի դարձերեսը տեղադրեք շրջանակի մեջ
it: Posiziona il retro del documento nella cornice
ja: ドキュメントの背面を枠内に配置する
ko: 프레임 안에 서류 뒷면이 들어가도록 배치하세요
lt: Pasirūpinkite, kad dokumento galinė pusė būtų rėmelyje
lv: Ievietojiet dokumenta aizmuguri kadrā
ms: Letakkan bahagian belakang dokumen anda dalam bingkai
pl: Umieść tylną stronę dokumentu w ramce
pt: Posicione o verso do seu documento na moldura
pt_br: Posicione o verso do seu documento no quadro
ro: Poziționați pagina verso a documentului dvs. în cadru
ru: Поместите оборотную сторону документа в рамку
sk: Umiestnite zadnú stranu dokladu do rámu
sl: Zadnjo stran dokumenta postavite v okvir
sv: Placera dokumentets baksida i ramen
th: วางด้านหลังเอกสารให้อยู่ในกรอบ
tr: Belgenizin arka yüzünü çerçeveye yerleştirin
uk: Наведіть рамку на зворотний бік документа
zh_hans: 将证明文件背面放在框中
zh_hant: 請將文件背面置於框架中

# onfido_doc_capture_header_license_back_auto
source: Position the back of your document in the frame
ar: ضع الجزء الخلفي من مستندك في الإطار
bg: Позиционирайте задната страна на документа в рамката
cs: Umístěte zadní stranu dokumentu do rámečku
da: Placer dit dokuments bagside inden for rammen
de: Positionieren Sie die Rückseite Ihres Dokuments im Rahmen
el: Τοποθετήστε την πίσω όψη του εγγράφου σας στο πλαίσιο
es_419: Coloca el reverso del documento en el marco
et: Asetage dokumendi tagakülg kaadrisse
fa: پشت مدرک خود را درون کادر قرار دهید
fi: Aseta asiakirjasi takaosa kehykseen
fr: Positionnez le verso de votre document dans le cadre
fr_ca: Positionnez le verso de votre document dans le cadre
he: מקם את הצד האחורי של המסמך בתוך המסגרת
hi: अपने डॉक्यूमेंट के पीछे के हिस्से को फ़्रेम के बीच में रखें
hr: Postavite stražnju stranu dokumenta u okvir
hu: A dokumentum hátlapját illessze a keretbe
hy: Ձեր փաստաթղթի դարձերեսը տեղադրեք շրջանակի մեջ
it: Posiziona il retro del documento nella cornice
ja: ドキュメントの背面を枠内に配置する
ko: 프레임 안에 서류 뒷면이 들어가도록 배치하세요
lt: Pasirūpinkite, kad dokumento galinė pusė būtų rėmelyje
lv: Ievietojiet dokumenta aizmuguri kadrā
ms: Letakkan bahagian belakang dokumen anda dalam bingkai
pl: Umieść tylną stronę dokumentu w ramce
pt: Posicione o verso do seu documento na moldura
pt_br: Posicione o verso do seu documento no quadro
ro: Poziționați pagina verso a documentului dvs. în cadru
ru: Поместите оборотную сторону документа в рамку
sk: Umiestnite zadnú stranu dokladu do rámu
sl: Zadnjo stran dokumenta postavite v okvir
sv: Placera dokumentets baksida i ramen
th: วางด้านหลังเอกสารให้อยู่ในกรอบ
tr: Belgenizin arka yüzünü çerçeveye yerleştirin
uk: Наведіть рамку на зворотний бік документа
zh_hans: 将证明文件背面放在框中
zh_hant: 請將文件背面置於框架中
