Repository: onfido/onfido-ios-sdk
Catalog: localization/Localizable_*.strings
Languages: ar, bg, cs, da, de, el, es_419, et, fa, fi, fr, fr_ca, he, hi, hr, hu, hy, it, ja, ko, lt, lv, ms, pl, pt, pt_br, ro, ru, sk, sl, sv, th, tr, uk, zh_hans, zh_hant

# onfido_nfc_fail_list_item_keep_contact_card
source: Keep your phone and card in contact until the scanning is successful
ar: ابقِ هاتفك وبطاقتك على اتصال حتى ينجح المسح الضوئي
bg: Докоснете телефона си до картата, докато сканирането се извърши успешно
cs: Udržujte telefon a kartu v kontaktu, dokud skenování neproběhne.
da: Sørg for, at din telefon og dit kort er i berøring, indtil scanningen er gennemført
de: Halten Sie Ihr Telefon und Ihre Karte dicht beieinander, bis der Scannvorgang erfolgreich abgeschlossen wurde
el: Κρατήστε το τηλέφωνο και το δελτίο σας σε επαφή μέχρι η σάρωση να ολοκληρωθεί με επιτυχία
es_419: Mantén tu teléfono y tarjeta en contacto hasta que el escaneo sea exitoso
et: Hoidke telefoni ja kaarti koos, kuni skaneerimine õnnestub
fa: تا زمان انجام موفقیت‌آمیز اسکن، گوشی و کارت خود را در تماس با هم نگه دارید
fi: Pidä puhelimesi ja korttisi kiinni toisissaan, kunnes skannaus onnistuu
fr: Maintenez le contact entre votre téléphone et votre carte jusqu’à ce que le scan soit réussi
fr_ca: Gardez votre téléphone et votre passeport en contact jusqu'à ce que la numérisation soit réussie
he: ודא שהטלפון והכרטיס נשארים מחוברים עד שהסריקה תסתיים
hi: स्कैन होने तक अपने फ़ोन और कार्ड को एक-दूसरे के करीब रखें
hr: Da bi skeniranje bilo uspješno, mobitel i osobna iskaznica moraju biti u kontaktu
hu: A beolvasás végéig tartsa egymáson a telefont és a kártyát
hy: Ձեր հեռախոսն ու քարտը իրար մոտիկ պահեք, մինչև սկանավորումը հաջողությամբ ավարտվի
it: Tieni il telefono a contatto con la carta fino al termine della scansione
ja: スキャンが成功するまで、スマートフォンとカードの接触を維持してください
ko: 스캔이 완료될 때까지 휴대폰이 카드에서 떨어지지 않도록 하세요
lt: Laikykite telefoną virš kortelės, kol bus sėkmingai nuskaityta
lv: Turiet tālruni un karti tuvā kontaktā, līdz skenēšana ir izdevusies
ms: Pastikan telefon dan kad anda bersentuhan sehingga pengimbasan berjaya
pl: Utrzymuj telefon i kartę w kontakcie, dopóki skanowanie nie zakończy się pomyślnie
pt: Mantenha o seu telefone e cartão em contacto até que a digitalização seja bem sucedida
pt_br: Mantenha seu celular e cartão em contato até que a digitalização seja bem-sucedida
ro: Mențineți telefonul și cardul dvs. în contact până când scanarea este realizată cu succes
ru: Держите телефон и карточку рядом, пока сканирование не будет завершено успешно
sk: Udržiavajte telefón v kontakte s preukazom, kým sa skenovanie úspešne neskončí
sl: Držite telefon in kartico v stiku, dokler optično branje ni uspešno
sv: Håll din telefon och ditt kort så att de vidrör varandra tills skanningen lyckas
th: วางโทรศัพท์และบัตรของคุณติดกันไว้จนกว่าจะสแกนสำเร็จ
tr: Tarama başarıyla yapılana kadar telefonunuzu ve kimliğinizi birbiriyle temas hâlinde tutun
uk: Не забирайте телефон від посвідчення, доки сканування не завершиться
zh_hans: 保持手机和身份证接触，直到扫描成功
zh_hant: 在掃描成功之前，請保持您的電話和卡片在手邊

# onfido_nfc_fail_button_primary_card
source: Retry scanning
ar: إعادة محاولة المسح الضوئي
bg: Повторен опит за сканиране
cs: Opakování skenování
da: Start scanning
de: Scannen wiederholen
el: Έναρξη σάρωσης
es_419: Iniciar escaneo
et: Proovige uuesti skannida
fa: اسکن مجدد
fi: Yritä skannata uudell.
fr: Démarrer le scan
fr_ca: Réessayer la numérisation
he: התחל סריקה
hi: स्कैन शुरू करें
hr: Pokušajte ponovno skenirati
hu: A beolvasás megismétlése
hy: Կրկին սկանավորել
it: Inizia la scansione
ja: スキャンを再試行する
ko: 스캔 재시도
lt: Bandyti nuskaityti dar kartą
lv: Mēģiniet noskenēt atkārtoti
ms: Mulakan imbasan
pl: Rozpocznij skanowanie
pt: Iniciar digitalização
pt_br: Repetir digitalização
ro: Începeți scanarea
ru: Начать сканирование
sk: Skúsiť skenovanie znova
sl: Začni skeniranje
sv: Starta skanning
th: เริ่มสแกน
tr: Taramayı başlat
uk: Повторити сканування
zh_hans: 开始扫描
zh_hant: 重新進行掃描

# onfido_nfc_fail_button_secondary_card
source: Get verified without scan
ar: الحصول على التحقق دون مسح ضوئي
bg: Проверка без сканиране
cs: Získejte ověření bez skenování
da: Bliv verificeret uden scanning
de: Verifizierung ohne Scan
el: Επαληθεύστε την ταυτότητά σας χωρίς σάρωση
es_419: Verificar tu identidad sin escanear
et: Isiku tuvastamine skannimata
fa: تأیید هویت بدون اسکن
fi: Vahvista ilman skannausta
fr: Faites la vérification sans scan
fr_ca: Se faire vérifier sans numérisation
he: אימות ללא סריקה
hi: स्कैन के बिना वेरिफ़ाई हों
hr: Zatražite provjeru bez skeniranja
hu: Igazolja személyazonosságát beolvasás nélkül
hy: Անցեք նույնականացում առանց սկանավորման
it: Verifica senza scansione
ja: スキャンなしで認証を受ける
ko: 스캔 없이 인증받기
lt: Jūsų patvirtinimas be nuskaitymo
lv: Veikt pārbaudi bez skenēšanas
ms: Dapatkan pengesahan tanpa imbasan
pl: Zweryfikuj bez skanowania
pt: Seja verificado sem digitalização
pt_br: Faça a verificação sem digitalização
ro: Fiți verificat fără scanare
ru: Пройти проверку без сканирования
sk: Vykonajte overenie bez skenovania
sl: Pridobite potrditev brez skeniranja
sv: Bli verifierad utan skanning
th: ยืนยันตัวตนโดยไม่ต้องสแกน
tr: Tarama yapmadan doğrulayın
uk: Пройти верифікацію без сканування
zh_hans: 不用扫描获得验证
zh_hant: 無需掃描即可取得驗證

# onfido_doc_confirmation_zoom_button
source: Enlarge image
ar: تكبير الصورة
bg: Уголемяване на изображението
cs: Zvětšit obrázek
da: Forstør billede
de: Bild vergrößern
el: Μεγέθυνση εικόνας
es_419: Ampliar imagen
et: Suurendage pilti
fa: بزرگنمایی عکس
fi: Suurenna kuvaa
fr: Agrandir l’image
fr_ca: Agrandir l'image
he: הגדל תמונה
hi: इमेज बड़ी करें
hr: Povećaj sliku
hu: Kép nagyítása
hy: Մեծացնել պատկերը
it: Ingrandisci l’immagine
ja: 画像を拡大
ko: 이미지 확대
lt: Padidinti vaizdą
lv: Palielināt attēlu
ms: Besarkan imej
pl: Powiększ obraz
pt: Ampliar imagem
pt_br: Ampliar a imagem
ro: Măriți imaginea
ru: Увеличить изображение
sk: Zväčšiť obrázok
sl: Povečaj sliko
sv: Förstora bild
th: ขยายภาพ
tr: Resmi büyüt
uk: Збільшити зображення
zh_hans: 放大图像
zh_hant: 放大圖片

# onfido_doc_confirmation_image_accessibility
source: Photo of your document. Double tap to enlarge.
ar: صورة مستندك. اضغط مرتين للتكبير.
bg: Снимка на документа ви. Докоснете два пъти, за да увеличите.
cs: Fotografie dokumentu. Dvojitým klepnutím ji zvětšíte.
da: Billede af dit dokument. Dobbelttryk for at forstørre.
de: Foto Ihres Dokuments. Doppelklicken, zur Vergrößerung.
el: Φωτογραφία του εγγράφου σας. Πατήστε δύο φορές για μεγέθυνση.
es_419: Foto de tu documento. Toca dos veces para ampliar.
et: Foto teie dokumendist. Suurendamiseks puudutage kaks korda.
fa: عکس مدرک شما. برای بزرگنمایی، دو بار ضربه بزنید.
fi: Valokuva asiakirjastasi. Suurenna kaksoisnapauttamalla.
fr: Photo de votre document. Appuyez deux fois pour agrandir.
fr_ca: Photo de votre document. Appuyez deux fois pour agrandir.
he: תמונה של המסמך שלך.הקש פעמיים כדי להגדיל.
hi: आपके डॉक्यूमेंट की फ़ोटो बड़ा करने के लिए डबल टैप करें।
hr: Fotografija vašeg dokumenta. Dodirnite dvaput za povećanje.
hu: Igazolványképe. Koppintson kétszer a nagyításhoz.
hy: Ձեր փաստաթղթի լուսանկարը։ Մեծացնելու համար կրկնակի հպեք
it: Foto del tuo documento. Tocca due volte per ingrandire.
ja: ドキュメントの写真 ダブルタップして拡大します。
ko: 서류에 부착된 사진. 확대하려면 두 번 누르세요.
lt: Jūsų dokumento nuotrauka. Dukart bakstelėkite, kad padidintumėte.
lv: Dokumenta fotoattēls. Lai palielinātu, divreiz pieskarieties.
ms: Gambar dokumen anda. Ketik dua kali untuk besarkan.
pl: Zdjęcie dokumentu. Stuknij dwukrotnie, aby powiększyć.
pt: Foto do seu documento. Faça duplo clique para aumentar.
pt_br: Foto do seu documento. Toque duas vezes para ampliar.
ro: Poza documentului dvs. Atingeți de două ori pentru a mări.
ru: Фото вашего документа. Чтобы увеличить, нажмите дважды.
sk: Fotka vášho dokladu. Zväčšite dvojitým ťuknutím.
sl: Fotografija dokumenta. Dvakrat tapnite za povečavo.
sv: Foto av ditt dokument. Tryck två gånger för att förstora.
th: รูปถ่ายเอกสารของคุณ แตะ 2 ครั้งเพื่อขยายภาพ
tr: Belgenizin fotoğrafı. Büyütmek için iki kez dokunun.
uk: Фотографія вашого документа. Торкніться двічі, щоб збільшити.
zh_hans: 您的证明文件照片。轻触两次以放大。
zh_hant: 您的文件相片。點擊兩下，即可放大。

# onfido_doc_zoom_body
source: Move around using one finger
ar: تحرك باستخدام إصبع واحد
bg: Преместете, като използвате един пръст
cs: Pohybujte jedním prstem
da: Flyt det rundt med en finger
de: Bewegen Sie sich mit einem Finger
el: Μετακινηθείτε χρησιμοποιώντας ένα δάχτυλο
es_419: Usa un dedo para desplazarte
et: Ühe sõrmega ringi liikumine
fa: با استفاده از یک انگشت به اطراف حرکت کنید
fi: Liikuta yhdellä sormella
fr: Déplacez à l’aide d’un doigt
fr_ca: Bouger avec un seul doigt
he: הזז את האצבע על המסך
hi: एक उंगली के ज़रिए इधर-उधर ले जाएँ
hr: Krećite se po zaslonu jednim prstom
hu: Mozgatás egy ujjal
hy: Պտտեք տեսախցիկը՝ օգտագործելով մեկ մատը
it: Spostati con un dito
ja: 1本の指で動かしてください
ko: 손가락 하나로 이리저리 움직이세요
lt: Judėkite aplink naudodami vieną pirštą
lv: Pārvietojiet ar vienu pirkstu
ms: Bergerak menggunakan satu jari
pl: Nawiguj, poruszając palcem
pt: Movimentar-se com um dedo
pt_br: Mova-se usando um dedo
ro: Mișcați cu un singur deget
ru: Выполняйте перемещение одним пальцем
sk: Pohybujte sa jedným prstom
sl: Premikajte se z enim prstom
sv: Flytta runt med hjälp av ett finger
th: เลื่อนไปรอบๆ โดยใช้นิ้วเดียว
tr: Tek parmağınızı kullanarak hareket ettirin
uk: Пересування екраном виконується одним пальцем
zh_hans: 用一根手指来回移动
zh_hant: 用一根手指來回移動

# onfido_doc_zoom_button_close
source: Close
ar: إغلاق
bg: Затваряне
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
es_419: Cerrar
et: Sulgege
fa: بستن
fi: Sulje
fr: Fermer
fr_ca: Fermer
he: סגור
hi: बंद करें
hr: Zatvori
hu: Bezár
hy: Փակել
it: Chiudi
ja: 閉じる
ko: 닫기
lt: Uždaryti
lv: Aizvērt
ms: Tutup
pl: Zamknij
pt: Fechar
pt_br: Fechar
ro: Închideți
ru: Закрыть
sk: Zatvoriť
sl: Zapri
sv: Stäng
th: ปิด
tr: Kapat
uk: Закрити
zh_hans: 关闭
zh_hant: 關閉

# onfido_video_confirmation_body
source: Your video has been recorded
ar: تم تسجيل الفيديو الخاص بك
bg: Видеото ви е записано
cs: Vaše video bylo nahráno
da: Din video er blevet optaget
de: Ihr Video wurde aufgezeichnet
el: Το βίντεό σας έχει εγγραφεί
es_419: Se grabó tu video
et: Teie video on salvestatud
fa: ویدئوی شما ضبط شد
fi: Videosi on tallennettu
fr: Votre vidéo a été enregistrée
fr_ca: Votre vidéo a été enregistrée
he: הסרטון שלך צולם
hi: आपका वीडियो रिकॉर्ड हो गया है
hr: Vaš je videozapis snimljen
hu: Videóját rögzítettük
hy: Ձեր տեսանյութը տեսագրվել է
it: Il tuo video è stato registrato
ja: 動画が録画されました
ko: 동영상이 녹화되었습니다
lt: Jūsų vaizdo įrašas padarytas
lv: Jūsu videoklips ir ierakstīts
ms: Video anda telah dirakam
pl: Twoje wideo zostało nagrane
pt: O seu vídeo foi gravado
pt_br: Seu vídeo foi gravado
ro: Clipul dvs. video a fost înregistrat
ru: Ваше видео записано
sk: Video bolo zaznamenané
sl: Vaš videoposnetek je bil posnet
sv: Din video har spelats in
th: บันทึกวิดีโอของคุณแล้ว
tr: Videonuz kaydedildi
uk: Ваше відео записано
zh_hans: 您的视频已完成录制
zh_hant: 您的影片已錄製完成

# onfido_app_title_country_select_search
source: Search
ar: البحث
bg: Търсене
cs: Vyhledávání
da: Søg
de: Suche
el: Αναζήτηση
es_419: Buscar
et: Otsing
fa: جستجو
fi: Hae
fr: Recherche
fr_ca: Chercher
he: חפש
hi: खोजें
hr: Traži
hu: Keresés
hy: Որոնել
it: Ricerca
ja: 検索
ko: 검색
lt: Ieškoti
lv: Meklēt
ms: Carian
pl: Szukaj
pt: Pesquisa
pt_br: Pesquisar
ro: Căutare
ru: Поиск
sk: Hľadať
sl: Išči
sv: Sök
th: ค้นหา
tr: Ara
uk: Пошук
zh_hans: 搜索
zh_hant: 搜尋

# onfido_country_select_list_accessibility
source: Search results
ar: نتائج البحث
bg: Резултати от търсенето
cs: Výsledky vyhledávání
da: Søgeresultater
de: Suchergebnisse
el: Αποτελέσματα αναζήτησης
es_419: Resultados de la búsqueda
et: Otsingutulemused
fa: نتایج جستجو
fi: Hakutulokset
fr: Résultats de recherche
fr_ca: Résultats de recherche
he: תוצאות חיפוש
hi: खोज के नतीजे
hr: Rezultati pretrage
hu: Keresési találatok
hy: Փնտրման արդյունքներ
it: Risultati di ricerca
ja: 検索結果
ko: 검색 결과
lt: Paieškos rezultatai
lv: Meklēšanas rezultāti
ms: Hasil carian
pl: Wyniki wyszukiwania
pt: Pesquisar resultados
pt_br: Resultados da busca
ro: Rezultatele căutării
ru: Результаты поиска
sk: Výsledky vyhľadávania
sl: Rezultati iskanja
sv: Sökresultat
th: ผลการค้นหา
tr: Arama sonuçları
uk: Результати пошуку
zh_hans: 搜索结果
zh_hant: 搜尋結果

# onfido_app_title_user_consent
source: Verify your identity
ar: التحقق من هويتك
bg: Потвърдете самоличността си
cs: Potvrďte svou totožnost
de: Identität überprüfen
et: Kinnitage oma isik
fa: هویت خود را تأیید کنید
fi: Vahvista henkilöllisyytesi
fr_ca: Vérifier votre identité
hi: अपनी पहचान वेरिफ़ाई करें
hr: Potvrdite svoj identitet
hu: Igazolja személyazonosságát
hy: Հաստատեք ձեր ինքնությունը
ja: 本人確認を行う
ko: 본인 인증하기
lt: Patvirtinkite savo tapatybę
lv: Pārbaudīt identitāti
pt: Verifique a sua identidade
pt_br: Verifique a sua identidade
sk: Overte svoju totožnosť
uk: Підтвердити особу
zh_hant: 驗證您的身份

# onfido_user_consent_prompt_no_consent_title
source: Are you sure?
ar: هل أنت متأكد؟
bg: Сигурни ли сте?
da: Er du sikker?
de: Bist du sicher?
el: Είστε σίγουρος/-η;
es_419: ¿Confirmas la acción?
et: Kas olete kindel?
fa: آیا مطمئن هستید؟
fi: Oletko varma?
fr: Êtes-vous sûr ?
fr_ca: Êtes-vous certain?
he: אתה בטוח?
hi: क्या आपको यकीन है?
hr: Jeste li sigurni?
hu: Biztos benne?
hy: Վստա՞հ եք։
it: Sei sicuro?
ja: 本当によろしいですか？
ko: 정말 그렇게 하시겠어요?
lt: Ar tikrai?
lv: Vai esat pārliecināts?
ms: Adakah anda pasti?
pt: Tem a certeza?
pt_br: Tem certeza?
ru: Вы уверены?
sk: Naozaj?
sl: Ste prepričani?
sv: Är du säker?
th: แน่ใจใช่ไหม
tr: Emin misiniz?
uk: Ви впевнені?
zh_hans: 是否确定？
zh_hant: 您確定嗎？

# onfido_user_consent_prompt_no_consent_detail
source: If you do not accept Onfido’s privacy statements and terms of service, we will not be able to verify your identity and you will exit this step.
ar: إذا لم تقبل بيانات الخصوصية وشروط الخدمة الخاصة بشركة Onfido، فلن نتمكن من التحقق من هويتك وستخرج من هذه الخطوة.
bg: Ако не приемете декларациите за поверителност и общите условия на Onfido, няма да можем да потвърдим самоличността ви и ще излезете от тази стъпка.
da: Hvis du ikke accepterer Onfidos fortrolighedserklæringer og servicevilkår, kan vi ikke verificere din identitet, og du forlader derefter dette trin.
de: Wenn Sie die Datenschutzerklärungen und Nutzungsbedingungen von Onfido nicht akzeptieren, können wir Ihre Identität nicht überprüfen und Sie werden diesen Schritt beenden.
el: Εάν δεν αποδεχτείτε τις δήλωση προστασίας προσωπικών δεδομένων και τους όρους χρήσης του Onfido, δεν θα μπορέσουμε να επαληθεύσουμε την ταυτότητά σας και θα εξέλθετε από αυτό το βήμα.
es_419: Si no aceptas las Política de privacidad y los Términos de servicio de Onfido, no podremos verificar tu identidad y saldrás de este paso.
et: Kui te ei nõustu Onfido isikuandmete kaitset käsitlevate teatiste ja teenusetingimustega, ei saa me teie isikut tuvastada ja käesolev tegevus lõpetatakse.
fa: اگر اطلاعیه حریم خصوصی و شرایط خدمات Onfido را نپذیرید، نمی‌توانیم هویت شما را تأیید کنیم و از این مرحله خارج خواهید شد.
fi: Jos et hyväksy Onfidon tietosuojaselosteita ja palveluehtoja, emme voi vahvistaa henkilöllisyyttäsi ja poistut tästä vaiheesta.
fr: Si vous n'acceptez pas les déclarations de confidentialité et les conditions d'utilisation d'Onfido, nous ne pourrons pas vérifier votre identité et vous quitterez cette étape.
fr_ca: Si vous n'acceptez pas les déclarations de confidentialité et les conditions d'utilisation de Onfido, nous ne serons pas en mesure de vérifier votre identité et vous quitterez cette étape.
he: אם לא תאשר את הצהרות הפרטיות ותנאי השירות של Onfido, לא נוכל לאמת את זהותך ותצא משלב זה.
hi: अगर आप Onfido के प्राइवेसी स्टेटमेंट और सेवा की शर्तें स्वीकार नहीं करते हैं, तो हम आपकी पहचान को वेरिफ़ाई नहीं कर पाएँगे और आप इस स्टेप से बाहर निकल जाएँगे।
hr: Ako ne prihvatite Onfidove izjave o privatnosti i uvjete pružanja usluge, nećemo moći potvrditi vaš identitet i postupak će se prekinuti.
hu: Ha nem fogadja el az Onfido adatvédelmi nyilatkozatát és szolgáltatási feltételeit, nem tudjuk ellenőrizni személyazonosságát, és kilép ebből a lépésből.
hy: Եթե դուք չեք ընդունում Onfido-ի գաղտնիության հայտարարությունները և ծառայությունների մատուցման պայմանները, մենք չենք կարող հաստատել ձեր ինքնությունը, և դուք այս քայլից դուրս կգաք։
it: Se non accetti le dichiarazioni sulla privacy e i termini di servizio di Onfido, non saremo in grado di verificare la tua identità e interromperai questo passaggio.
ja: Onfidoのプライバシーステートメントと利用規約に同意されない場合、当社はお客様の本人確認を行うことができません。そのため、このステップを終了することとなります。
ko: Onfido의 개인정보 보호정책 및 이용 약관에 동의하지 않는 경우, 당사에서 사용자 신원을 확인할 수 없으며 이 절차는 종료됩니다.
lt: Jei nesutinkate su „Onfido“ privatumo patvirtinimais ir paslaugų teikimo sąlygomis, negalėsime patvirtinti jūsų tapatybės ir jūs išeisite iš šio etapo.
lv: Ja nepiekritīsiet Onfido paziņojumiem par konfidencialitāti un pakalpojumu sniegšanas noteikumiem, mēs nevarēsim pārbaudīt jūsu identitāti un jūs iziesiet no šīs darbības.
ms: Jika anda tidak bersetuju dengan pernyataan privasi dan terma perkhidmatan Onfido, kami tidak akan dapat mengesahkan identiti anda dan anda akan keluar daripada langkah ini.
pt: Se não aceitar as declarações de privacidade e os termos de serviço da Onfido, não poderemos verificar a sua identidade e você sairá deste passo.
pt_br: Se você não aceitar a Política de Privacidade e os Termos de Serviço da Onfido, não poderemos verificar sua identidade e você sairá desta etapa.
ru: Если Вы не примете заявления о конфиденциальности и условия предоставления услуг Onfido, мы не сможем подтвердить Вашу личность и Вы выйдете на этом этапе.
sk: Ak nesúhlasíte s vyhláseniami o ochrane osobných údajov a zmluvnými podmienkami spoločnosti Onfido, nebudeme môcť overiť vašu totožnosť a tento krok sa ukončí.
sl: Če ne sprejmete Onfidovih izjav o zasebnosti in pogojev uporabe storitev, ne bomo mogli preveriti vaše identitete in ta korak boste zapustili.
sv: Om du inte accepterar Onfidos sekretesspolicy och användarvillkor kommer vi inte att kunna verifiera din identitet och du kommer att lämna detta steg.
th: หากคุณไม่ยอมรับนโยบายความเป็นส่วนตัวและข้อกำหนดในการให้บริการของ Onfido เราจะไม่สามารถยืนยันตัวตนของคุณได้ และคุณจะออกจากขั้นตอนนี้
tr: Onfido'nun gizlilik beyanlarını ve hizmet şartlarını kabul etmiyorsanız kimliğinizi doğrulayamayız ve bu adımdan çıkarsınız.
uk: Якщо ви не приймете заяву про конфіденційність та умови обслуговування Onfido, ми не зможемо підтвердити вашу особу й на цьому кроці процедура завершиться.
zh_hans: 如果您不接受Onfido的隐私声明和服务条款，我们将无法验证您的身份，您将退出此步骤。
zh_hant: 若不接受 Onfido 的隱私權聲明和服務條款，我們將無法驗證您的身份，您將退出此步驟。

# onfido_user_consent_prompt_button_secondary
source: Review again
ar: مراجعة مرة أخرى
bg: Прегледайте отново
da: Gennemgå igen
de: Nochmal überprüfen
el: Νέος έλεγχος
es_419: Revisar de nuevo
et: Vaadake uuesti üle
fa: بازبینی مجدد
fi: Tarkista uudelleen
fr: Revoir encore
fr_ca: Réexaminer
he: סקירה חוזרת
hi: फिर से समीक्षा करें
hr: Ponovno pregledaj
hu: Ismételt ellenőrzés
hy: Կրկին ստուգել
it: Rivedi di nuovo
ja: もう一度確認する
ko: 다시 검토하기
lt: Peržiūrėti dar kartą
lv: Pārskatīt vēlreiz
ms: Semak semula
pt: Reveja novamente
pt_br: Revisar novamente
ru: Посмотреть еще раз
sk: Skontrolovať znova
sl: Ponovno preglejte
sv: Granska igen
th: ตรวจสอบอีกครั้ง
tr: Tekrar gözden geçirin
uk: Переглянути ще раз
zh_hans: 再次审核
zh_hant: 再次檢視

# onfido_user_consent_prompt_button_primary
source: Yes, don’t verify me
ar: نعم، لا تتحقق مني
bg: Да, не ме проверявайте
da: Ja, verificer mig ikke
de: Ja, verifizieren Sie mich nicht
el: Ναι, μην με επαληθεύσετε
es_419: Sí, no me verifiquen
et: Jah, jätke mu isik tuvastamata
fa: بله، فرآیند تأیید را متوقف کن
fi: Kyllä, älä vahvista minua
fr: Oui, ne me vérifiez pas
fr_ca: Oui, ne me vérifiez pas
he: כן, אל תאמתו את זהותי
hi: हाँ, मुझे वेरिफ़ाई न करें
hr: Da, ne treba mi provjera
hu: Igen, ne azonosítson
hy: Այո, մի նույնականացրեք ինձ
it: Sì, non mi verificare
ja: はい、本人確認しないでください
ko: 예, 인증 절차를 그만두겠습니다
lt: Taip, nepatvirtinkite manęs
lv: Nē, neveikt man pārbaudi
ms: Ya, jangan sahkan saya
pt: Sim, não me verifique
pt_br: Sim, não me verifique
ru: Да, не проверять меня
sk: Áno, neoverovať ma
sl: Da, ne preverjajte me
sv: Ja, verifiera inte mig
th: ใช่ ไม่ต้องยืนยันตัวตนฉัน
tr: Evet, beni doğrulamayın
uk: Так, не підтверджувати особу
zh_hans: 是，不要验证我
zh_hant: 是的，請不要驗證我的身份

# onfido_user_consent_button_primary
source: Accept
ar: قبول
bg: Приемам
da: Accepter
de: Akzeptieren
el: Αποδοχή
es_419: Aceptar
et: Nõustuge
fa: می‌پذیرم
fi: Hyväksy
fr: Accepter
fr_ca: Accepter
he: מאשר
hi: मंज़ूर करें
hr: Prihvati
hu: Elfogad
hy: Ընդունել
it: Accetta
ja: 受け入れる
ko: 동의
lt: Sutinku
lv: Piekrist
ms: Bersetuju
pl: Akcept
pt: Aceitar
pt_br: Aceitar
ru: Принять
sk: Prijať
sl: Sprejmi
sv: Acceptera
th: ยอมรับ
tr: Kabul et
uk: Прийняти
zh_hans: 接受
zh_hant: 接受

# onfido_user_consent_button_secondary
source: Do not accept
ar: غير موافق
bg: Не приемам
da: Accepter ikke
de: Nicht akzeptieren
el: Μη αποδοχή
es_419: No aceptar
et: Ärge nõustuge
fa: نمی‌پذیرم
fi: Älä hyväksy
fr: Ne pas accepter
fr_ca: Ne pas accepter
he: לא מאשר
hi: मंज़ूर न करें
hr: Ne prihvaćaj
hu: Nem fogadja el
hy: Չընդունել
it: Non accettare
ja: 受け入れない
ko: 동의 안 함
lt: Nesutinku
lv: Nepiekrist
ms: Tidak bersetuju
pt: Não aceite
pt_br: Não aceitar
ru: Не принимать
sk: Neprijať
sl: Ne sprejmi
sv: Acceptera inte
th: ไม่ยอมรับ
tr: Kabul etme
uk: Я не приймаю
zh_hans: 不接受
zh_hant: 不接受

# onfido_app_title_user_consent_load_fail
source: Verify your identity
ar: التحقق من هويتك
bg: Потвърдете самоличността си
cs: Potvrďte svou totožnost
de: Identität überprüfen
et: Kinnitage oma isik
fa: هویت خود را تأیید کنید
fi: Vahvista henkilöllisyytesi
fr_ca: Vérifier votre identité
hi: अपनी पहचान वेरिफ़ाई करें
hr: Potvrdite svoj identitet
hu: Igazolja személyazonosságát
hy: Հաստատեք ձեր ինքնությունը
ja: 本人確認を行う
ko: 본인 인증하기
lt: Patvirtinkite savo tapatybę
lv: Apstipriniet savu identitāti
pt: Verifique a sua identidade
pt_br: Verifique a sua identidade
sk: Overte svoju totožnosť
uk: Підтвердити особу
zh_hant: 驗證您的身份

# onfido_user_consent_load_fail_title
source: Content failed to load
ar: فشل تحميل المحتوى
bg: Неуспешно зареждане на съдържанието
da: Indholdet kan ikke indlæses
de: Inhalt konnte nicht geladen werden
el: Αποτυχία φόρτωσης περιεχομένου
es_419: Error al cargar contenido
et: Sisu laadimine ebaõnnestus
fa: بارگذاری محتوا انجام نشد
fi: Sisällön lataus epäonnistui
fr: Le contenu n'a pas pu être chargé
fr_ca: Ce contenu n'a pas pu être chargé
he: טעינת התוכן נכשלה
hi: कंटेट लोड नहीं हुआ
hr: Sadržaj nije prenesen
hu: A tartalmat nem sikerült betölteni
hy: Չհաջողվեց բեռնել պարունակությունը
it: Il contenuto non è riuscito a caricare
ja: コンテンツの読み込みに失敗しました
ko: 콘텐츠 로드에 실패
lt: Nepavyko įkelti turinio
lv: Saturu neizdevās ielādēt
ms: Kandungan gagal dimuatkan
pt: O conteúdo falhou ao carregar
pt_br: O carregamento do conteúdo falhou
ru: Не удалось загрузить содержимое
sk: Obsah sa nepodarilo načítať
sl: Nalaganje vsebine ni uspelo
sv: Innehållet kunde inte laddas
th: ไม่สามารถโหลดเนื้อหาได้
tr: İçerik yüklenemedi
uk: Не вдалося завантажити вміст
zh_hans: 内容加载失败
zh_hant: 内容載入失敗
