Repository: onfido/onfido-ios-sdk
Catalog: localization/Localizable_*.strings
Languages: ar, bg, cs, da, de, el, es_419, et, fa, fi, fr, fr_ca, he, hi, hr, hu, hy, it, ja, ko, lt, lv, ms, pl, pt, pt_br, ro, ru, sk, sl, sv, th, tr, uk, zh_hans, zh_hant

# onfido_doc_capture_header_generic_back
source: Position the back of your document in the frame
ar: ضع الجزء الخلفي من مستندك في الإطار
bg: Позиционирайте задната страна на документа в рамката
cs: Umístěte zadní stranu dokumentu do rámečku
da: Placer dit dokuments bagside inden for rammen
de: Positionieren Sie die Rückseite Ihres Dokuments im Rahmen
el: Τοποθετήστε την πίσω όψη του εγγράφου σας στο πλαίσιο
es_419: Coloca el reverso del documento en el marco
et: Asetage dokumendi tagakülg kaadrisse
fa: پشت مدرک خود را درون کادر قرار دهید
fi: Aseta asiakirjasi takaosa kehykseen
fr: Positionnez le verso de votre document dans le cadre
fr_ca: Positionnez le verso de votre document dans le cadre
he: מקם את הצד האחורי של המסמך בתוך המסגרת
hi: अपने डॉक्यूमेंट के पीछे के हिस्से को फ़्रेम के बीच में रखें
hr: Postavite stražnju stranu dokumenta u okvir
hu: A dokumentum hátlapját illessze a keretbe
hy: Ձեր փաստաթղթի դարձերեսը տեղադրեք շրջանակի մեջ
it: Posiziona il retro del documento nella cornice
ja: ドキュメントの背面を枠内に配置する
ko: 프레임 안에 서류 뒷면이 들어가도록 배치하세요
lt: Pasirūpinkite, kad dokumento galinė pusė būtų rėmelyje
lv: Ievietojiet dokumenta aizmuguri kadrā
ms: Letakkan bahagian belakang dokumen anda dalam bingkai
pl: Umieść tylną stronę dokumentu w ramce
pt: Posicione o verso do seu documento na moldura
pt_br: Posicione o verso do seu documento no quadro
ro: Poziționați pagina verso a documentului dvs. în cadru
ru: Поместите оборотную сторону документа в рамку
sk: Umiestnite zadnú stranu dokladu do rámu
sl: Zadnjo stran dokumenta postavite v okvir
sv: Placera dokumentets baksida i ramen
th: วางด้านหลังเอกสารให้อยู่ในกรอบ
tr: Belgenizin arka yüzünü çerçeveye yerleştirin
uk: Наведіть рамку на зворотний бік документа
zh_hans: 将证明文件背面放在框中
zh_hant: 請將文件背面置於框架中

# onfido_doc_capture_header_id_back
source: Position the back of your document in the frame
ar: ضع الجزء الخلفي من مستندك في الإطار
bg: Позиционирайте задната страна на документа в рамката
cs: Umístěte zadní stranu dokumentu do rámečku
da: Placer dit dokuments bagside inden for rammen
de: Positionieren Sie die Rückseite Ihres Dokuments im Rahmen
el: Τοποθετήστε την πίσω όψη του εγγράφου σας στο πλαίσιο
es_419: Coloca el reverso del documento en el marco
et: Asetage dokumendi tagakülg kaadrisse
fa: پشت مدرک خود را درون کادر قرار دهید
fi: Aseta asiakirjasi takaosa kehykseen
fr: Positionnez le verso de votre document dans le cadre
fr_ca: Positionnez le verso de votre document dans le cadre
he: מקם את הצד האחורי של המסמך בתוך המסגרת
hi: अपने डॉक्यूमेंट के पीछे के हिस्से को फ़्रेम के बीच में रखें
hr: Postavite stražnju stranu dokumenta u okvir
hu: A dokumentum hátlapját illessze a keretbe
hy: Ձեր փաստաթղթի դարձերեսը տեղադրեք շրջանակի մեջ
it: Posiziona il retro del documento nella cornice
ja: ドキュメントの背面を枠内に配置する
ko: 프레임 안에 서류 뒷면이 들어가도록 배치하세요
lt: Pasirūpinkite, kad dokumento galinė pusė būtų rėmelyje
lv: Ievietojiet dokumenta aizmuguri kadrā
ms: Letakkan bahagian belakang dokumen anda dalam bingkai
pl: Umieść tylną stronę dokumentu w ramce
pt: Posicione o verso do seu documento na moldura
pt_br: Posicione o verso do seu documento no quadro
ro: Poziționați pagina verso a documentului dvs. în cadru
ru: Поместите оборотную сторону документа в рамку
sk: Umiestnite zadnú stranu dokladu do rámu
sl: Zadnjo stran dokumenta postavite v okvir
sv: Placera dokumentets baksida i ramen
th: วางด้านหลังเอกสารให้อยู่ในกรอบ
tr: Belgenizin arka yüzünü çerçeveye yerleştirin
uk: Наведіть рамку на зворотний бік документа
zh_hans: 将证明文件背面放在框中
zh_hant: 請將文件背面置於框架中

# onfido_doc_capture_header_permit_back
source: Position the back of your document in the frame
ar: ضع الجزء الخلفي من مستندك في الإطار
bg: Позиционирайте задната страна на документа в рамката
cs: Umístěte zadní stranu dokumentu do rámečku
da: Placer dit dokuments bagside inden for rammen
de: Positionieren Sie die Rückseite Ihres Dokuments im Rahmen
el: Τοποθετήστε την πίσω όψη του εγγράφου σας στο πλαίσιο
es_419: Coloca el reverso del documento en el marco
et: Asetage dokumendi tagakülg kaadrisse
fa: پشت مدرک خود را درون کادر قرار دهید
fi: Aseta asiakirjasi takaosa kehykseen
fr: Positionnez le verso de votre document dans le cadre
fr_ca: Positionnez le verso de votre document dans le cadre
he: מקם את הצד האחורי של המסמך בתוך המסגרת
hi: अपने डॉक्यूमेंट के पीछे के हिस्से को फ़्रेम के बीच में रखें
hr: Postavite stražnju stranu dokumenta u okvir
hu: A dokumentum hátlapját illessze a keretbe
hy: Ձեր փաստաթղթի դարձերեսը տեղադրեք շրջանակի մեջ
it: Posiziona il retro del documento nella cornice
ja: ドキュメントの背面を枠内に配置する
ko: 프레임 안에 서류 뒷면이 들어가도록 배치하세요
lt: Pasirūpinkite, kad dokumento galinė pusė būtų rėmelyje
lv: Ievietojiet dokumenta aizmuguri kadrā
ms: Letakkan bahagian belakang dokumen anda dalam bingkai
pl: Umieść tylną stronę dokumentu w ramce
pt: Posicione o verso do seu documento na moldura
pt_br: Posicione o verso do seu documento no quadro
ro: Poziționați pagina verso a documentului dvs. în cadru
ru: Поместите оборотную сторону документа в рамку
sk: Umiestnite zadnú stranu dokladu do rámu
sl: Zadnjo stran dokumenta postavite v okvir
sv: Placera dokumentets baksida i ramen
th: วางด้านหลังเอกสารให้อยู่ในกรอบ
tr: Belgenizin arka yüzünü çerçeveye yerleştirin
uk: Наведіть рамку на зворотний бік документа
zh_hans: 将证明文件背面放在框中
zh_hant: 請將文件背面置於框架中

# onfido_doc_capture_header_license_front
source: Position the front of your document in the frame
ar: ضع الجزء الأمامي من مستندك في الإطار
bg: Позиционирайте лицевата страна на документа в рамката
cs: Umístěte přední stranu dokumentu do rámečku
da: Placer dit dokuments forside inden for rammen
de: Positionieren Sie die Vorderseite Ihres Dokuments im Rahmen
el: Τοποθετήστε την μπροστινή όψη του εγγράφου σας στο πλαίσιο
es_419: Coloca el anverso del documento en el marco
et: Asetage dokumendi esikülg kaadrisse
fa: سمت روی مدرک خود را درون کادر قرار دهید
fi: Aseta asiakirjasi etuosa kehykseen
fr: Positionnez le recto de votre document dans le cadre
fr_ca: Positionnez le recto de votre document dans le cadre
he: מקם את עמוד הוויזה שבמסמך בתוך המסגרת
hi: अपने डॉक्यूमेंट के सामने वाले हिस्से को फ़्रेम के बीच में रखें
hr: Postavite prednju stranu dokumenta u okvir
hu: A dokumentum előlapját illessze a keretbe
hy: Ձեր փաստաթղթի դիմերեսը տեղադրեք շրջանակի մեջ
it: Posiziona il fronte del documento nella cornice
ja: ドキュメントの前面を枠内に配置する
ko: 프레임 안에 서류 앞면이 들어가도록 배치하세요
lt: Pasirūpinkite, kad dokumento priekinė pusė būtų rėmelyje
lv: Ievietojiet dokumenta priekšpusi kadrā
ms: Letakkan bahagian depan dokumen anda dalam bingkai
pl: Umieść przednią stronę dokumentu w ramce
pt: Posicione à frente do seu documento na moldura
pt_br: Posicione a frente do seu documento no quadro
ro: Poziționați pagina față a documentului dvs. în cadru
ru: Поместите лицевую сторону документа в рамку
sk: Umiestnite prednú stranu dokladu do rámu
sl: Sprednjo stran dokumenta postavite v okvir
sv: Placera dokumentets framsida i ramen
th: วางด้านหน้าเอกสารให้อยู่ในกรอบ
tr: Belgenizin ön yüzünü çerçeveye yerleştirin
uk: Наведіть рамку на лицьовий бік документа
zh_hans: 将证明文件正面放在框中
zh_hant: 將文件正面置於框架中

# onfido_doc_capture_header_license_front_auto
source: Position the front of your document in the frame
ar: ضع الجزء الأمامي من مستندك في الإطار
bg: Позиционирайте лицевата страна на документа в рамката
cs: Umístěte přední stranu dokumentu do rámečku
da: Placer dit dokuments forside inden for rammen
de: Positionieren Sie die Vorderseite Ihres Dokuments im Rahmen
el: Τοποθετήστε την μπροστινή όψη του εγγράφου σας στο πλαίσιο
es_419: Coloca el anverso del documento en el marco
et: Asetage dokumendi esikülg kaadrisse
fa: سمت روی مدرک خود را درون کادر قرار دهید
fi: Aseta asiakirjasi etuosa kehykseen
fr: Positionnez le recto de votre document dans le cadre
fr_ca: Positionnez le recto de votre document dans le cadre
he: מקם את עמוד הוויזה שבמסמך בתוך המסגרת
hi: अपने डॉक्यूमेंट के सामने वाले हिस्से को फ़्रेम के बीच में रखें
hr: Postavite prednju stranu dokumenta u okvir
hu: A dokumentum előlapját illessze a keretbe
hy: Ձեր փաստաթղթի դիմերեսը տեղադրեք շրջանակի մեջ
it: Posiziona il fronte del documento nella cornice
ja: ドキュメントの前面を枠内に配置する
ko: 프레임 안에 서류 앞면이 들어가도록 배치하세요
lt: Pasirūpinkite, kad dokumento priekinė pusė būtų rėmelyje
lv: Ievietojiet dokumenta priekšpusi kadrā
ms: Letakkan bahagian depan dokumen anda dalam bingkai
pl: Umieść przednią stronę dokumentu w ramce
pt: Posicione à frente do seu documento na moldura
pt_br: Posicione a frente do seu documento no quadro
ro: Poziționați pagina față a documentului dvs. în cadru
ru: Поместите лицевую сторону документа в рамку
sk: Umiestnite prednú stranu dokladu do rámu
sl: Sprednjo stran dokumenta postavite v okvir
sv: Placera dokumentets framsida i ramen
th: วางด้านหน้าเอกสารให้อยู่ในกรอบ
tr: Belgenizin ön yüzünü çerçeveye yerleştirin
uk: Наведіть рамку на лицьовий бік документа
zh_hans: 将证明文件正面放在框中
zh_hant: 將文件正面置於框架中

# onfido_doc_capture_header_generic_front
source: Position the front of your document in the frame
ar: ضع الجزء الأمامي من مستندك في الإطار
bg: Позиционирайте лицевата страна на документа в рамката
cs: Umístěte přední stranu dokumentu do rámečku
da: Placer dit dokuments forside inden for rammen
de: Positionieren Sie die Vorderseite Ihres Dokuments im Rahmen
el: Τοποθετήστε την μπροστινή όψη του εγγράφου σας στο πλαίσιο
es_419: Coloca el anverso del documento en el marco
et: Asetage dokumendi esikülg kaadrisse
fa: سمت روی مدرک خود را درون کادر قرار دهید
fi: Aseta asiakirjasi etuosa kehykseen
fr: Positionnez le recto de votre document dans le cadre
fr_ca: Positionnez le recto de votre document dans le cadre
he: מקם את עמוד הוויזה שבמסמך בתוך המסגרת
hi: अपने डॉक्यूमेंट के सामने वाले हिस्से को फ़्रेम के बीच में रखें
hr: Postavite prednju stranu dokumenta u okvir
hu: A dokumentum előlapját illessze a keretbe
hy: Ձեր փաստաթղթի դիմերեսը տեղադրեք շրջանակի մեջ
it: Posiziona il fronte del documento nella cornice
ja: ドキュメントの前面を枠内に配置する
ko: 프레임 안에 서류 앞면이 들어가도록 배치하세요
lt: Pasirūpinkite, kad dokumento priekinė pusė būtų rėmelyje
lv: Ievietojiet dokumenta priekšpusi kadrā
ms: Letakkan bahagian depan dokumen anda dalam bingkai
pl: Umieść przednią stronę dokumentu w ramce
pt: Posicione à frente do seu documento na moldura
pt_br: Posicione a frente do seu documento no quadro
ro: Poziționați pagina față a documentului dvs. în cadru
ru: Поместите лицевую сторону документа в рамку
sk: Umiestnite prednú stranu dokladu do rámu
sl: Sprednjo stran dokumenta postavite v okvir
sv: Placera dokumentets framsida i ramen
th: วางด้านหน้าเอกสารให้อยู่ในกรอบ
tr: Belgenizin ön yüzünü çerçeveye yerleştirin
uk: Наведіть рамку на лицьовий бік документа
zh_hans: 将证明文件正面放在框中
zh_hant: 將文件正面置於框架中

# onfido_doc_capture_header_id_front
source: Position the front of your document in the frame
ar: ضع الجزء الأمامي من مستندك في الإطار
bg: Позиционирайте лицевата страна на документа в рамката
cs: Umístěte přední stranu dokumentu do rámečku
da: Placer dit dokuments forside inden for rammen
de: Positionieren Sie die Vorderseite Ihres Dokuments im Rahmen
el: Τοποθετήστε την μπροστινή όψη του εγγράφου σας στο πλαίσιο
es_419: Coloca el anverso del documento en el marco
et: Asetage dokumendi esikülg kaadrisse
fa: سمت روی مدرک خود را درون کادر قرار دهید
fi: Aseta asiakirjasi etuosa kehykseen
fr: Positionnez le recto de votre document dans le cadre
fr_ca: Positionnez le recto de votre document dans le cadre
he: מקם את עמוד הוויזה שבמסמך בתוך המסגרת
hi: अपने डॉक्यूमेंट के सामने वाले हिस्से को फ़्रेम के बीच में रखें
hr: Postavite prednju stranu dokumenta u okvir
hu: A dokumentum előlapját illessze a keretbe
hy: Ձեր փաստաթղթի դիմերեսը տեղադրեք շրջանակի մեջ
it: Posiziona il fronte del documento nella cornice
ja: ドキュメントの前面を枠内に配置する
ko: 프레임 안에 서류 앞면이 들어가도록 배치하세요
lt: Pasirūpinkite, kad dokumento priekinė pusė būtų rėmelyje
lv: Ievietojiet dokumenta priekšpusi kadrā
ms: Letakkan bahagian depan dokumen anda dalam bingkai
pl: Umieść przednią stronę dokumentu w ramce
pt: Posicione à frente do seu documento na moldura
pt_br: Posicione a frente do seu documento no quadro
ro: Poziționați pagina față a documentului dvs. în cadru
ru: Поместите лицевую сторону документа в рамку
sk: Umiestnite prednú stranu dokladu do rámu
sl: Sprednjo stran dokumenta postavite v okvir
sv: Placera dokumentets framsida i ramen
th: วางด้านหน้าเอกสารให้อยู่ในกรอบ
tr: Belgenizin ön yüzünü çerçeveye yerleştirin
uk: Наведіть рамку на лицьовий бік документа
zh_hans: 将证明文件正面放在框中
zh_hant: 將文件正面置於框架中

# onfido_doc_capture_header_permit_front
source: Position the front of your document in the frame
ar: ضع الجزء الأمامي من مستندك في الإطار
bg: Позиционирайте лицевата страна на документа в рамката
cs: Umístěte přední stranu dokumentu do rámečku
da: Placer dit dokuments forside inden for rammen
de: Positionieren Sie die Vorderseite Ihres Dokuments im Rahmen
el: Τοποθετήστε την μπροστινή όψη του εγγράφου σας στο πλαίσιο
es_419: Coloca el anverso del documento en el marco
et: Asetage dokumendi esikülg kaadrisse
fa: سمت روی مدرک خود را درون کادر قرار دهید
fi: Aseta asiakirjasi etuosa kehykseen
fr: Positionnez le recto de votre document dans le cadre
fr_ca: Positionnez le recto de votre document dans le cadre
he: מקם את עמוד הוויזה שבמסמך בתוך המסגרת
hi: अपने डॉक्यूमेंट के सामने वाले हिस्से को फ़्रेम के बीच में रखें
hr: Postavite prednju stranu dokumenta u okvir
hu: A dokumentum előlapját illessze a keretbe
hy: Ձեր փաստաթղթի դիմերեսը տեղադրեք շրջանակի մեջ
it: Posiziona il fronte del documento nella cornice
ja: ドキュメントの前面を枠内に配置する
ko: 프레임 안에 서류 앞면이 들어가도록 배치하세요
lt: Pasirūpinkite, kad dokumento priekinė pusė būtų rėmelyje
lv: Ievietojiet dokumenta priekšpusi kadrā
ms: Letakkan bahagian depan dokumen anda dalam bingkai
pl: Umieść przednią stronę dokumentu w ramce
pt: Posicione à frente do seu documento na moldura
pt_br: Posicione a frente do seu documento no quadro
ro: Poziționați pagina față a documentului dvs. în cadru
ru: Поместите лицевую сторону документа в рамку
sk: Umiestnite prednú stranu dokladu do rámu
sl: Sprednjo stran dokumenta postavite v okvir
sv: Placera dokumentets framsida i ramen
th: วางด้านหน้าเอกสารให้อยู่ในกรอบ
tr: Belgenizin ön yüzünü çerçeveye yerleştirin
uk: Наведіть рамку на лицьовий бік документа
zh_hans: 将证明文件正面放在框中
zh_hant: 將文件正面置於框架中

# onfido_generic_uploading
source: Uploading
ar: جارٍ التحميل
bg: Качване
cs: Nahrávání
da: Uploader
de: Hochladen
el: Γίνεται αποστολή
es_419: Cargando
et: Üleslaadimine
fa: در حال بارگذاری
fi: Ladataan
fr: Chargement
fr_ca: Téléversement en cours
he: מבצע העלאה
hi: अपलोड हो रहा है
hr: Prijenos je u tijeku
hu: Feltöltés
hy: Բեռնվում է
it: Caricamento in corso
ja: アップロード中
ko: 업로드 중
lt: Įkeliama
lv: Notiek augšupielāde
ms: Memuat naik
pl: Przesyłanie
pt: A carregar
pt_br: Carregando
ro: Se încarcă
ru: Загрузка
sk: Nahrávanie
sl: Nalaganje
sv: Laddar upp
th: กำลังอัปโหลด
tr: Yükleniyor
uk: Передавання
zh_hans: 正在上传
zh_hant: 上傳中

# onfido_doc_confirmation_alert_no_doc_detail
source: Make sure all of the document is in the photo
ar: تأكد من وجود جميع المستندات في الصورة
bg: Уверете се, че целият документ е на снимката
cs: Ujistěte se, že je na fotografii celý dokument
da: Sørg for, at hele dokumentet fremgår af billedet
de: Stellen Sie sicher, dass das gesamte Dokument auf dem Foto zu sehen ist
el: Βεβαιωθείτε ότι όλο το έγγραφο είναι στη φωτογραφία
es_419: Asegúrate de que todo el documento aparezca en la foto
et: Veenduge, et fotol on kogu dokument
fa: مطمئن شوید که تمام مدرک در عکس وجود دارد
fi: Varmista, että koko asiakirja on kuvassa
fr: Assurez-vous que le document entier est sur la photo
fr_ca: Assurez-vous que tout le document est sur la photo
he: ודא שכל המסמך מופיע בתמונה
hi: पक्का करें कि फ़ोटो में डॉक्यूमेंट के सारे पेज मौजूद हैं
hr: Provjerite vidi li se cijeli dokument na fotografiji
hu: Győződjön meg róla, hogy a teljes dokumentum szerepel a fényképen
hy: Համոզվեք, որ փաստաթուղթն ամբողջությամբ է երևում լուսանկարում
it: Assicurati che la foto contenga tutto il documento
ja: ドキュメント全体が写真に写っていることを確認してください
ko: 사진에 서류 전체가 포함되었는지 확인하세요
lt: Įsitikinkite, kad nuotraukoje telpa visas dokumentas
lv: Pārliecinieties, ka tas ir pilnībā ievietots kadrā
ms: Pastikan semua dokumen ada dalam gambar
pl: Upewnij się, że cały dokument znajduje się na zdjęciu
pt: Certifique-se de que todo o documento está na fotografia
pt_br: Verifique se todo o documento está na foto
ro: Asigurați-vă că întregul document este în poză
ru: Убедитесь, что на фото весь документ
sk: Uistite sa, že je na fotke celý doklad
sl: Prepričajte se, da je ves dokument na fotografiji
sv: Se till att alla dokument finns med på fotot
th: เช็คให้แน่ใจว่าเอกสารทั้งหมดอยู่ในรูปถ่าย
tr: Belgenin tamamının fotoğrafta olduğundan emin olun
uk: Переконайтеся, що весь документ потрапляє в кадр
zh_hans: 请确保照片中包含了所有证明文件
zh_hant: 請確保所有文件都在相片中

# onfido_selfie_confirmation_alert_no_face_detail
source: Make sure your face is visible
ar: احرص على أن يكون وجهك مرئيًا
bg: Уверете се, че лицето ви се вижда
cs: Ujistěte se, že je Váš obličej viditelný
da: Sørg for, at dit ansigt er synligt
de: Stellen Sie sicher, dass Ihr Gesicht sichtbar ist
el: Βεβαιωθείτε ότι το πρόσωπό σας είναι ορατό
es_419: Asegúrate de que tu rostro sea visible
et: Veenduge, et teie nägu on nähtav
fa: مطمئن شوید که چهره شما قابل رویت است
fi: Varmista, että kasvosi näkyvät
fr: Assurez-vous que votre visage est visible
fr_ca: Assurez-vous que votre visage soit visible
he: ודא שהפנים שלך גלויות
hi: आपका चेहरा दिखाई देना चाहिए
hr: Pobrinite se da vam se vidi lice
hu: Ügyeljen arra, hogy az arca látható legyen
hy: Համոզվեք, որ ձեր դեմքը երևում է
it: Assicurati che il viso sia visibile
ja: 顔が見えるようにしてください
ko: 얼굴 전체가 잘 보이는지 확인하세요
lt: Įsitikinkite, kad jūsų veidas matomas
lv: Sejai jābūt redzamai
ms: Pastikan wajah anda kelihatan
pl: Upewnij się, że twoja twarz jest widoczna
pt: Certifique-se de que o seu rosto está visível
pt_br: Certifique-se de que seu rosto esteja visível
ro: Asigurați-vă că fața dvs. este vizibilă
ru: Убедитесь, что Ваше лицо видно
sk: Uistite sa, že vaša tvár je viditeľná
sl: Poskrbite, da je vaš obraz viden
sv: Se till att ditt ansikte är synligt
th: เช็คให้แน่ใจว่ามองเห็นใบหน้าของคุณได้ชัดเจน
tr: Yüzünüzün görünür olduğundan emin olun
uk: Переконайтеся, що ваше обличчя видно
zh_hans: 请确保您的面部可见
zh_hant: 請確保您的臉不清晰可見

# onfido_selfie_confirmation_alert_multiple_faces_detail
source: Only your face can be in the selfie
ar: يمكن لوجهك فقط أن يكون في صورة سيلفي
bg: Само вашето лице може да присъства в селфито
cs: Na selfie může být pouze Váš obličej
da: Selfien må kun indeholde dit ansigt
de: Nur Ihr Gesicht kann im Selfie zu sehen sein
el: Μόνο το πρόσωπό σας μπορεί να περιλαμβάνεται στη selfie
es_419: Solo puede aparecer tu rostro en la selfi
et: Selfi peab kujutama ainult teie nägu
fa: فقط چهره شما باید در سلفی باشد
fi: Vain sinun kasvosi voivat olla selfiessä
fr: Votre visage doit être visible sur le selfie
fr_ca: Seul votre visage peut figurer dans l'égoportrait
he: רק הפנים שלך יכולות להופיע בסלפי
hi: सेल्फ़ी में केवल आपका चेहरा हो सकता है
hr: Selfie smije sadržavati samo vaše lice
hu: Csak az Ön arca lehet a szelfin
hy: Սելֆիում կարող է լինել միայն ձեր դեմքը
it: Il selfie deve contenere solo il tuo viso
ja: 自撮り写真に写るのはあなたの顔だけにしてください
ko: 셀카 이미지에는 본인 얼굴만 나와야 합니다
lt: Asmenukėje gali būti tik jūsų veidas
lv: Selfijā drīkst būt redzama tikai jūsu seja
ms: Hanya wajah anda sahaja yang boleh berada dalam swafoto
pl: Na zdjęciu powinna być tylko Twoja twarz
pt: Só a sua cara pode estar na fotografia de si
pt_br: Só o seu rosto pode estar na selfie
ro: Numai fața dvs. poate fi în poza selfie
ru: На селфи может быть только Ваше лицо
sk: Na selfie môže byť len vaša tvár
sl: Na selfiju je lahko samo vaš obraz
sv: Endast ditt ansikte får synas i selfien
th: รูปเซลฟี่ต้องมีเฉพาะใบหน้าของคุณ
tr: Csak az Ön arca lehet a szelfin
uk: На селфі має бути тільки ваше обличчя
zh_hans: 在自拍照中只能出现您自己的面部
zh_hant: 只有您的臉部可以顯示在自拍照中

# onfido_doc_capture_alert_no_mrz_detail
source: Make sure full document is shown
ar: تأكد من أن المستند معروض بالكامل
bg: Уверете се, че целият документ е показан
cs: Ujistěte se, že je zobrazen celý dokument
da: Sørg for, at hele dokumentet fremgår
de: Stellen Sie sicher, dass das vollständige Dokument zu sehen ist
el: Βεβαιωθείτε ότι εμφανίζεται το πλήρες έγγραφο
es_419: Asegúrate de que se muestre el documento completo
et: Veenduge, et kogu dokument on nähtav
fa: مطمئن شوید که مدرک بصورت کامل نشان داده شده است
fi: Varmista, että koko asiakirja näkyy
fr: Assurez-vous que l’intégralité du document est visible
fr_ca: Assurez-vous que tout le document est affiché
he: ודא שהמסמך מופיע במלואו
hi: पूरा डॉक्यूमेंट दिखाई देना चाहिए
hr: Provjerite vidi li se cijeli dokument
hu: Győződjön meg róla, hogy a teljes dokumentum látható
hy: Համոզվեք, որ փաստաթուղթն ամբողջությամբ երևում է
it: Assicurati che tutto il documento sia visibile
ja: ドキュメント全体が表示されていることを確認してください
ko: 전체 서류가 보여야 합니다
lt: Įsitikinkite, kad matomas visas dokumentas
lv: Pārliecinieties, ka ir redzams viss dokuments
ms: Pastikan dokumen penuh dipaparkan
pl: Upewnij się, że pokazany jest cały dokument
pt: Certifique-se de que é mostrado o documento completo
pt_br: Certifique-se de que o documento completo seja exibido
ro: Asigurați-vă că întregul document este afișat
ru: Убедитесь, что документ показан полностью
sk: Uistite sa, že je zobrazený celý doklad
sl: Prepričajte se, da je prikazan celoten dokument
sv: Se till att hela dokumentet visas
th: เช็คให้แน่ใจว่าเห็นเอกสารทั้งหน้า
tr: Belgenin tamamının göründüğünden emin olun
uk: Переконайтеся, що документ повністю видно
zh_hans: 请确保证明文件显示完整
zh_hant: 請確保顯示出完整文件

# onfido_doc_capture_alert_no_mrz_title
source: Bottom two lines not visible
ar: السطران السفليان غير مرئيين
bg: Долните два реда не се виждат
cs: Spodní dva řádky nejsou viditelné
da: De to nederste linjer er ikke synlige
de: Die unteren beiden Zeilen sind nicht sichtbar
el: Οι δύο τελευταίες γραμμές δεν είναι ορατές
es_419: Las dos líneas inferiores no son visibles
et: Kaks alumist rida ei ole nähtavad
fa: دو سطر پایین قابل رویت نیستد
fi: Kaksi alinta riviä ei näy
fr: Les deux lignes du bas ne sont pas visibles
fr_ca: Les deux lignes inférieures sont non visibles
he: שתי השורות התחתונות אינן גלויות
hi: नीचे की दो लाइनें नहीं दिख रही हैं
hr: Donja dva retka se ne vide
hu: Az alsó két sor nem látható
hy: Ներքևի երկու տողերը չեն երևում
it: Due righe inferiori non visibili
ja: 下2行が表示されません
ko: 하단의 두 줄이 보이지 않습니다
lt: Dvi apatinės eilutės nėra matomos
lv: Divas apakšējās rindas nav redzamas
ms: Dua baris terbawah tidak kelihatan
pl: Nie widać dwóch dolnych linii
pt: Duas linhas do fundo não visíveis
pt_br: As duas linhas inferiores não estão visíveis
ro: Cele două linii de jos nu sunt vizibile
ru: Две нижние строки не видны
sk: Dolné dva riadky nie sú viditeľné
sl: Spodnji dve vrstici nista vidni
sv: De två nedre linjerna är inte synliga
th: ไม่เห็น 2 บรรทัดด้านล่าง
tr: Alt iki satır görünür değil
uk: Два нижні рядки не видно
zh_hans: 底部两行不可见
zh_hant: 底部兩條線無法清晰辨識
