Repository: onfido/onfido-ios-sdk
Catalog: localization/Localizable_*.strings
Languages: ar, bg, cs, da, de, el, es_419, et, fa, fi, fr, fr_ca, he, hi, hr, hu, hy, it, ja, ko, lt, lv, ms, pl, pt, pt_br, ro, ru, sk, sl, sv, th, tr, uk, zh_hans, zh_hant

# onfido_doc_capture_frame_accessibility_ic_za_back_manual
source: View from camera. Position the outer pages of your document in the frame, then tap the shutter button
ar: عرض من الكاميرا. ضع الصفحات الخارجية للمستند ضمن الإطار، ثم اضغط على زر الغالق
bg: Прегледайте от камерата. Позиционирайте външните страници на документа в рамката, след което докоснете бутона на затвора
cs: Pohled z kamery. Umístěte vnější stránky dokumentu do rámečku a klepněte na tlačítko spouště
da: Visning fra kameraet. Placer dit dokuments ydersider inden for rammen, og tryk derefter på udløserknappen
de: Ansicht der Kamera. Positionieren Sie die äußeren Seiten Ihres Dokuments im Rahmen und tippen Sie dann auf den Auslöser
el: Προβολή από κάμερα. Τοποθετήστε τις εξωτερικές σελίδες του εγγράφου σας στο πλαίσιο και, στη συνέχεια, πατήστε το κουμπί κλείστρου
es_419: Vista desde la cámara. Coloca las páginas externas del documento en el marco y toca el botón del obturador
et: Vaade kaamerast. Asetage oma dokumendi välisküljed kaadrisse ja seejärel puudutage pildistamisnuppu
fa: مشاهده از دوربین. صفحات بیرونی مدرک خود را درون کادر قرار دهید، سپس روی دکمه شاتر ضربه بزنید
fi: Näkymä kamerasta. Aseta asiakirjasi uloimmat sivut kehykseen ja napauta sitten laukaisinta
fr: Vue depuis la caméra. Placez les pages extérieures de votre document dans le cadre, puis appuyez sur le déclencheur
fr_ca: Vue depuis la caméra. Positionnez les pages extérieures de votre document dans le cadre, puis appuyez sur le bouton déclencheur
he: צפה מהמצלמה. מקם את העמודים החיצוניים של המסמך במסגרת ולחץ על כפתור הצילום
hi: कैमरे से देखें। अपने डॉक्यूमेंट के बाहरी पेजों को फ़्रेम के बीच में रखें, फिर शटर बटन पर टैप करें
hr: Pogledajte kako izgleda na kameri. Postavite vanjske stranice dokumenta u okvir, a zatim dodirnite okidač
hu: Kamera képe. Helyezze a dokumentum borítólapjait a keretbe, majd koppintson az exponáló gombra
hy: Տեսարան տեսախցիկից։ Ձեր փաստաթղթի էջերի դրսի կողմը տեղադրեք շրջանակի մեջ, ապա սեղմեք նկարելու կոճակը
it: Vista dalla fotocamera. Posiziona le pagine esterne del documento nella cornice e premi il pulsante di scatto
ja: カメラから見た様子。ドキュメントの外側のページをフレームに配置し、シャッターボタンをタップします
ko: 카메라에서 본 이미지. 서류 테두리가 프레임 안에 들어오도록 위치시킨 다음 셔터 버튼을 누릅니다
lt: Vaizdas iš kameros. Pasirūpinkite, kad dokumento išoriniai puslapiai būtų rėmelyje, tada bakstelėkite užrakto mygtuką
lv: Skats no kameras. Ievietojiet dokumenta ārējās lapas kadrā un pēc tam pieskarieties slēdža pogai
ms: Pandangan dari kamera. Letakkan halaman luar dokumen anda dalam bingkai, kemudian ketik butang pengatup
pl: Widok z aparatu. Umieść zewnętrzne strony dokumentu w ramce, a następnie wciśnij przycisk migawki
pt: Vista da câmara. Posicione as páginas exteriores do seu documento no enquadramento, depois toque no botão do obturado
pt_br: Visualização pela câmera. Posicione as páginas externas do documento no quadro e toque no botão do obturador
ro: Vizualizați din camera video. Poziționați paginile externe ale documentului dvs. în cadru, apoi atingeți butonul de obturare
ru: Вид с камеры. Поместите внешние страницы документа в рамку, а затем нажмите кнопку затвора
sk: Pohľad z fotoaparátu. Umiestnite vonkajšie stránky dokladu do rámu a potom ťuknite na tlačidlo uzávierky
sl: Pogled s kamere. Zunanjo stran dokumenta postavite v okvir, nato pa tapnite gumb sprožilca
sv: Vy från kameran. Placera dokumentets yttre sidor i ramen och tryck sedan på slutarknappen
th: ดูจากกล้อง วางหน้าด้านนอกเอกสารของคุณให้อยู่ในกรอบ แล้วแตะปุ่มชัตเตอร์
tr: Kameradan görüntü. Belgenizin dış sayfalarını çerçeveye yerleştirin, ardından deklanşör düğmesine dokunun
uk: Увімкніть камеру. Наведіть рамку на зовнішній розворот документа, а тоді натисніть кнопку зйомки
zh_hans: 在相机上查看。将证明文件的外页放在框中，然后轻触快门按钮
zh_hant: 從相機檢視。將文件的外頁置於框架中，然後點選快門按鈕

# onfido_nfc_intro_sheet_ready_subtitle_passport
source: Place your phone near the middle of your passport
ar: ضع هاتفك بالقرب من منتصف جواز سفرك
bg: Поставете телефона си близо до средната част на паспорта
cs: Umístěte telefon doprostřed pasu
da: Placer din telefon mod dit pas. Du skal muligvis langsomt glide din telefon mod dit pas.
de: Legen Sie Ihr Telefon in die Nähe des mittleren Teils Ihres Reisepasses
el: Τοποθετήστε το τηλέφωνό σας εναντίον του διαβατηρίου σας. Ίσως χρειαστεί να μετακινήσετε αργά το τηλέφωνό σας εναντίον του διαβατηρίου σας.
es_419: Coloca tu teléfono contra tu pasaporte. Puede que necesites deslizar lentamente tu teléfono contra tu pasaporte.
et: Asetage telefon passi keskosa lähedale
fa: گوشی خود را نزدیک وسط گذرنامه خود قرار دهید
fi: Aseta puhelimesi passisi keskiosan lähelle
fr: Placez votre téléphone contre votre passeport. Vous devrez peut-être faire glisser lentement votre téléphone contre votre passeport.
fr_ca: Positionnez votre téléphone près du milieu de votre passeport
he: מקם את הטלפון שלך נגד הדרכון שלך. ייתכן שתצטרך להחליק את הטלפון שלך לאט נגד הדרכון שלך.
hi: अपने फ़ोन को अपने पासपोर्ट के खिलाफ रखें। आपको शायद अपने फ़ोन को अपने पासपोर्ट के खिलाफ धीरे-धीरे स्लाइड करने की जरूरत पड़ सकती है।
hr: Stavite mobitel pored sredine putovnice
hu: Helyezze a telefonját útlevele középső része közelébe
hy: Հեռախոսը դրեք ձեր անձնագրի մեջտեղի մասին մոտ
it: Posizionare il telefono contro il passaporto. Potrebbe essere necessario far scorrere lentamente il telefono contro il passaporto.
ja: パスポートの中心付近にスマートフォンを置いてください
ko: 휴대폰이 여권 중앙 근처에 오도록 배치하세요
lt: Laikykite telefoną netoli paso vidurio
lv: Novietojiet tālruni tuvu pases vidusdaļai
ms: Letakkan telefon anda bersebelahan dengan pasport anda. Anda mungkin perlu menggesel perlahan telefon anda bersebelahan dengan pasport anda.
pl: Przyłóż telefon do paszportu. Możesz potrzebować powoli przesuwać telefon po paszporcie.
pt: Coloque o seu telefone contra o seu passaporte. Você pode precisar deslizar lentamente o seu telefone contra o seu passaporte.
pt_br: Coloque seu celular perto do meio do passaporte
ro: Așezați telefonul împotriva pașaportului dvs. Este posibil să fie nevoie să alunecați încet telefonul pe pașaportul dvs.
ru: Приложите телефон к паспорту. Возможно, вам придется медленно двигать телефон по паспорту.
sk: Umiestnite telefón do blízkosti strednej časti pasu
sl: Postavite telefon na potni list. Morda boste morali počasi drseti telefon po potnem listu.
sv: Placera telefonen mot ditt pass. Du kanske behöver långsamt dra din telefon mot ditt pass.
th: วางโทรศัพท์ของคุณติดกับหนังสือเดินทาง คุณอาจจะต้องเลื่อนโทรศัพท์ของคุณบนหนังสือเดินทางอย่างช้าๆ
tr: Telefonunuzu pasaportunuza dayayın. Telefonunuzu yavaşça pasaportunuzun üzerinde kaydırmanız gerekebilir.
uk: Покладіть телефон посередині паспорта
zh_hans: 将手机放在护照上。您可能需要慢慢地滑动手机在护照上。
zh_hant: 將手機放在靠近護照中間的位置

# onfido_avc_intro_title_accessibility
source: Record a video of your face
ar: سجِّل فيديو لوجهك
bg: Запишете видео на лицето си
cs: Nahrát video svého obličeje
da: Optag en video af dit ansigt
de: Nehmen Sie ein Video von Ihrem Gesicht auf
el: Εγγράψτε ένα βίντεο του προσώπου σας
es_419: Grabar un video de tu rostro
et: Näost video salvestamine
fa: از چهره خود فیلم بگیرید
fi: tallentaaksesi videon kasvoistasi
fr: Enregistrer une vidéo de votre visage
fr_ca: Enregistrer une vidéo de votre visage
he: לצלם סרטון של הפנים שלך
hi: अपने चेहरे का वीडियो रिकॉर्ड करें
hr: Snimite videozapis svog lica
hu: Készítsen videófelvételt az arcáról
hy: Տեսագրեք ձեր դեմքը
it: Registrare un video del tuo viso
ja: 顔の動画を録画する
ko: 얼굴 동영상을 녹화합니다
lt: Padaryti savo veido vaizdo įrašą
lv: Ierakstīt savas sejas videoklipu
ms: Rakam video wajah anda
pl: Nagrać wideo swojej twarzy
pt: Grave um vídeo da sua cara
pt_br: Gravar um vídeo do seu rosto
ro: A înregistra un clip video cu fața dvs.
ru: Записать видео лица
sk: Zaznamenajte video svojej tváre
sl: Posnemite videoposnetek svojega obraza
sv: Spela in en video av ditt ansikte
th: บันทึกวิดีโอใบหน้าของคุณ
tr: Yüzünüzün bir videosunu kaydedin
uk: зняти відео свого обличчя;
zh_hans: 录制一段您面部的视频
zh_hant: 錄製您的臉部影片

# onfido_avc_intro_video_accessibility
source: Example video of someone turning their head to both sides until completion
ar: مثال فيديو لشخص يدير رأسه لكلا الجانبين حتى الانتهاء
bg: Примерно видео на човек, който обръща глава наляво и надясно до завършване на записа
cs: Příklad videa, na kterém někdo otáčí hlavou na obě strany až do dokončení
da: Videoeksempel på en person, der drejer hovedet til begge sider indtil handlingen er fuldført
de: Beispielvideo von jemandem, der den Kopf bis zum Abschluss zu beiden Seiten dreht
el: Παράδειγμα βίντεο κάποιου που γυρίζει το κεφάλι του και προς τις δύο πλευρές έως την ολοκλήρωση
es_419: Ejemplo de video de alguien girando la cabeza hacia ambos lados hasta completar
et: Näide videost, kus kujutatud isik pöörab pead mõlemale poole kuni video valmimiseni
fa: ویدئوی نمونه از فردی که سر خود را به دو طرف می‌چرخاند تا فرآیند تکمیل شود
fi: Esimerkkivideo, jossa joku kääntää päätään molemmille puolille, kunnes on valmis
fr: Exemple de vidéo d'une personne tournant la tête des deux côtés jusqu'à la fin
fr_ca: Exemple de vidéo d'une personne qui tourne la tête des deux côtés jusqu'à la fin
he: סרטון לדוגמה שבו מישהו מסובב את הראש לשני הצדדים עד לסיום
hi: उदाहरण के तौर पर दिए गए वीडियो में किसी व्यक्ति को वीडियो पूरा होने तक अपने सिर को दोनों तरफ़ घुमाते दिखाया गया है
hr: Primjer videozapisa u kojem netko okreće glavu u obje strane sve dok snimanje ne završi
hu: Példavideó, amelyen valaki mindkét oldalra elfordítja a fejét a befejezésig
hy: Տեսանյութի օրինակ, որտեղ ինչ-որ մեկը գլուխը շրջում է երկու կողմ մինչ ավարտը
it: Video di esempio di una persona che ruota la testa verso entrambi i lati fino al completamento
ja: 完了まで首を左右に回している動画例
ko: 완료될 때까지 좌우로 고개를 돌리는 동영상 예시
lt: Vaizdo įrašo, kaip žmogus sukinėja galvą į abi puses iki pabaigos, pavyzdys
lv: Videoklipa piemērs, kurā cilvēks pagriež galvu uz abām pusēm līdz apstiprinājumam
ms: Contoh video cara menoleh kepala ke kedua-dua belah sisi sehingga tamat
pl: Przykładowy film, na którym ktoś obraca głowę w obie strony aż do ukończenia
pt: Vídeo de exemplo de alguém a virar a cabeça para ambos os lados até à conclusão
pt_br: Exemplo de vídeo de alguém virando a cabeça para os dois lados até a conclusão
ro: Clip video exemplificativ cu o persoană care își întoarce capul în ambele sensuri până la finalizare
ru: Пример видео, на котором человек поворачивает голову в обе стороны до завершения процесса
sk: Príklad videa, na ktorom niekto otáča hlavu na obe strany až do dokončenia
sl: Primer videoposnetka, ko nekdo obrne glavo na obe strani do zaključka
sv: Exempel på video där någon vrider huvudet åt båda sidorna tills det är klart
th: ตัวอย่างวิดีโอแสดงคนที่หันศีรษะไปทั้ง 2 ข้างจนเสร็จสิ้น
tr: Tamamlanana kadar başını iki yana çeviren birinin örnek videosu
uk: Приклад відео, на якому особа повертає голову в обидва боки до завершення перевірки
zh_hans: 将头转向两侧直到完成的视频示例
zh_hant: 範例影片：某人把頭轉向兩側，直到完成

# onfido_avc_face_capture_frame_accessibility
source: View from selfie camera
ar: عرض من كاميرا سيلفي
bg: Изглед от селфи камерата
cs: Pohled ze selfie kamery
da: Visning fra selfie-kameraet
de: Ansicht der Selfie-Kamera
el: Προβολή από κάμερα λήψης selfie
es_419: Vista de cámara selfi
et: Vaade selfikaamerast
fa: مشاهده از دوربین سلفی
fi: Näkymä selfiekamerasta
fr: Vue depuis la caméra à selfie
fr_ca: Vue de la caméra selfie
he: זווית ממצלמת סלפי
hi: सेल्फ़ी कैमरा से व्यू
hr: Pogledajte na selfie kameri
hu: Szelfikamera képe
hy: Սելֆիի խցիկից երևացող պատկեր։
it: Vista dalla fotocamera frontale
ja: 自撮りカメラから見る
ko: 셀카 카메라에서 보기
lt: Vaizdas iš asmenukių kameros
lv: Skats no selfiju kameras
ms: Pandangan dari kamera swafoto
pl: Widok z aparatu do selfie
pt: Vista da câmara selfie
pt_br: Visualização de selfie pela câmera
ro: Vizualizare din camera de selfie
ru: Вид с селфи-камеры
sk: Pohľad zo selfie fotoaparátu
sl: Pogled iz kamere za selfije
sv: Vy från selfiekamera
th: ดูจากกล้องหน้า
tr: Selfie kamerasından görüntü
uk: Увімкніть селфі-камеру.
zh_hans: 在自拍相机上查看
zh_hant: 從自拍相機檢視

# onfido_avc_face_capture_title_accessibility
source: Turn your head slowly to both sides. When a side is completed you will hear a confirmation and feel a vibration
ar: ثم أدر رأسك ببطء إلى كلا الجانبين.عند اكتمال أحد الجوانب، سوف تسمع تأكيدًا وتشعر بالاهتزاز
bg: Бавно обърнете главата си наляво и надясно. Когато изпълните стъпката, ще чуете потвърждение и ще усетите вибрация
cs: Pomalu otáčejte hlavou na obě strany. Po dokončení jedné strany uslyšíte potvrzení a ucítíte vibrace
da: Drej hovedet langsomt til begge sider. Når en side er færdig, hører du en bekræftelse og mærker en vibration
de: Drehen Sie Ihren Kopf langsam zu beiden Seiten. Wenn eine Seite abgeschlossen ist, hören Sie eine Bestätigung und spüren eine Vibration.
el: Γυρίστε το κεφάλι σας αργά και προς τις δύο πλευρές. Όταν ολοκληρωθεί η μια πλευρά θα ακούσετε μια επιβεβαίωση και θα νιώσετε μια δόνηση
es_419: Gira la cabeza lentamente hacia ambos lados. Cuando se complete un lado, escucharás una confirmación y sentirás una vibración
et: Keerake oma pead aeglaselt mõlemale poole. Kui üks külg on valmis, kuulete kinnitust ja tunnete vibratsiooni
fa: سر خود را به آرامی به دو طرف بچرخانید. هنگامی که ضبط ویدئو از یک سمت کامل شد، یک صدای تأیید می‌شنوید و گوشی می‌لرزد
fi: Käännä päätäsi hitaasti molemmille puolille. Kun kyseinen puoli on valmis, kuulet vahvistuksen ja tunnet värinän
fr: Tournez lentement la têtede chaque côté. Vous entendrez une confirmation et sentirez une vibration lorsqu'un côté sera terminé
fr_ca: Ensuite, tournez lentement la tête des deux côtés. Lorsqu'un côté est terminé, vous entendrez une confirmation et sentirez une vibration
he: לאחר מכן, סובב את ראשך לאט לשני הצדדים כשצד אחד יושלם, תשמע צליל אישור ותרגיש רטט.
hi: अपने सिर को धीरे-धीरे दोनों तरफ़ घुमाएँ। एक तरफ़ घुमाने का ऐक्शन पूरा होने के बाद, आपको एक कंफ़र्मेशन सुनाई देगा और वाइब्रेशन महसूस होगा
hr: Polako okrenite glavu u obje strane. Kad jedna strana bude gotova, čut ćete potvrdu i osjetiti vibraciju
hu: Fordítsa el a fejét lassan mindkét oldal irányába. Amikor egy oldal elkészült, egy megerősítést fog hallani, és rezgést fog érezni
hy: Ձեր գլուխը դանդաղ պտտեք երկու կողմ։ Երբ տվյալ կողմի գրանցումը ավարտվի, դուք կլսեք հաստատումը և կզգաք թրթռոցը
it: Ruota lentamente la testa verso entrambi i lati. Quando un lato è completo sentirai la conferma e una vibrazione
ja: 頭をゆっくりと左右に向けます。側面が完成すると、確認音が聞こえ、振動を感じます
ko: 고개를 좌우로 천천히 돌리세요. 측면 촬영이 완료되면 확인 메시지가 표시되며, 진동을 느끼실 수 있습니다
lt: Lėtai pasukite galvą į abi puses. Kai pusė bus baigta, išgirsite patvirtinimą ir pajusite vibraciją
lv: Lēnām pagrieziet galvu uz abām pusēm. Kad puse būs pabeigta, jūs dzirdēsiet apstiprinājumu un sajutīsiet vibrāciju
ms: Toleh kepala anda perlahan-lahan ke kedua-dua belah sisi. Apabila satu sisi telah selesai, anda akan mendengar pengesahan dan merasakan getaran
pl: Powoli obróć głowę w obie strony. Kiedy dana strona zostanie ukończona, usłyszysz potwierdzenie i poczujesz wibrację
pt: Vire a cabeça lentamente para ambos os lados. Quando um lado estiver completo, ouvirá uma confirmação e sentirá uma vibração.
pt_br: Vire a cabeça lentamente para os dois lados. Quando um lado for concluído, você ouvirá uma confirmação e sentirá o dispositivo vibrar
ro: Întoarceți capul încet în ambele sensuri. Când o parte a fost vizualizată complet, veți auzi o confirmare și veți simți o vibrație
ru: Медленно поверните голову в обе стороны. Когда сторона будет завершена, Вы услышите подтверждение и почувствуете вибрацию
sk: Pomaly otočte hlavou na obe strany. Po dokončení strany sa prehrá zvuk potvrdenia a spustí vibrácia
sl: Glavo počasi obrnite na obe strani. Ko bo stran končana, boste slišali potrditev in začutili vibracijo
sv: Vrid långsamt huvudet åt båda sidorna. När en sida är klar kommer du att höra en bekräftelse och känna en vibration
th: ค่อยๆ หันศีรษะไปทั้ง 2 ข้าง เมื่อถ่ายด้านหนึ่งเสร็จ คุณจะได้ยินเสียงยืนยันและโทรศัพท์จะสั่น
tr: Başınızı yavaşça her iki tarafa çevirin. Bir taraf tamamlandığında onay sesi duyacak ve titreşim hissedeceksiniz
uk: Повільно поверніть голову в обидва боки. Якщо поворот головою буде виконано вдало, ви почуєте підтвердження і відчуєте вібрацію
zh_hans: 慢慢地将头转向两侧。在完成一侧拍照时，您将听到确认的声音，并感受到振动
zh_hant: 慢慢將您的頭部轉向兩側。當一側完成時，您會聽到確認聲，並感覺到震動

# onfido_avc_face_capture_recording_started_accessibility
source: Recording has started
ar: بدأ التسجيل
bg: Записът е започнал
cs: Nahrávání bylo zahájeno
da: Optagelsen er startet
de: Aufnahme gestartet
el: Η εγγραφή έχει ξεκινήσει
es_419: Comenzó la grabación
et: Salvestamine on alanud
fa: ضبط شروع شد
fi: Tallennus on alkanut
fr: L’enregistrement a commencé
fr_ca: L'enregistrement a commencé
he: הצילום החל
hi: रिकॉर्डिंग शुरू हो गई है
hr: Snimanje je započelo
hu: A felvétel elindult
hy: Տեսագրումը սկսված է
it: Registrazione iniziata
ja: 録画が開始されました
ko: 녹화가 시작되었습니다
lt: Įrašymas pradėtas
lv: Ieraksts ir sācies
ms: Rakaman telah bermula
pl: Rozpoczęto nagrywanie
pt: A gravação começou
pt_br: A gravação foi iniciada
ro: Înregistrarea a început
ru: Запись началась
sk: Zaznamenávanie sa začalo
sl: Snemanje se je pričelo
sv: Inspelningen har startat
th: เริ่มบันทึกแล้ว
tr: Kayıt başladı
uk: Запис розпочався
zh_hans: 录制已开始
zh_hant: 已開始錄製

# onfido_avc_face_capture_keep_turning_accessibility
source: Keep turning your head
ar: استمر بتَدوير رأسك
bg: Продължавайте да движите главата си
cs: Otáčejte hlavou
da: Bliv ved med at dreje hovedet
de: Drehen Sie Ihren Kopf weiter
el: Συνεχίστε να γυρνάτε το κεφάλι σας
es_419: Sigue girando la cabeza
et: Jätkake pea pööramist
fa: چرخاندن سر خود را ادامه دهید
fi: Jatka pääsi kääntämistä
fr: Continuez à tourner la tête
fr_ca: Continuez à tourner la tête
he: תמשיך לסובב את הראש
hi: अपना सिर घुमाते रहें
hr: Nastavite okretati glavu
hu: Fordítsa el a fejét
hy: Շարունակեք պտտել ձեր գլուխը
it: Continua a ruotare la testa
ja: 首を回し続けてください
ko: 고개를 계속 돌리세요
lt: Sukite galvą toliau
lv: Turpiniet griezt galvu
ms: Teruskan menoleh kepala anda
pl: Kontynuuj obracanie głowy
pt: Continue a virar a sua cabeça
pt_br: Continue virando a cabeça
ro: Întoarceți în continuare capul
ru: Продолжайте поворачивать голову
sk: Pokračujte v otáčaní hlavy
sl: Še naprej obračajte glavo
sv: Fortsätt vrida på huvudet
th: หันศีรษะของคุณไปเรื่อยๆ
tr: Başınızı çevirmeye devam edin
uk: Продовжуйте повертати головою
zh_hans: 继续转动您的头部
zh_hant: 繼續轉頭

# onfido_avc_face_capture_confirmation_left_side_complete_accessibility
source: Left side complete
ar: اكتمل الجانب الأيسر
bg: Левият профил е завършен
cs: Levá strana je kompletní
da: Venstre side er fuldført
de: Linke Seite abgeschlossen
el: Η αριστερή πλευρά ολοκληρώθηκε
es_419: Lado izquierdo completo
et: Vasak pool valmis
fa: سمت چپ کامل شد
fi: Vasen puoli valmis
fr: Côté gauche terminé
fr_ca: Côté gauche complété
he: צד שמאל הושלם
hi: बाईं ओर पूरा
hr: Lijeva strana je dovršena
hu: A bal oldal kész
hy: Ձախ կողմը գրանցված է
it: Lato sinistro completato
ja: 左側が完了しました
ko: 왼쪽 완료
lt: Kairė pusė baigta
lv: Kreisā puse pabeigta
ms: Bahagian kiri selesai
pl: Lewa strona ukończona
pt: Lado esquerdo concluído
pt_br: Lado esquerdo concluído
ro: Partea stângă a fost finalizată
ru: Левая сторона завершена
sk: Ľavá strana je dokončená
sl: Leva stran je končana
sv: Vänster sida klar
th: ด้านซ้ายเสร็จแล้ว
tr: Sol taraf tamamlandı
uk: Поворот вліво успішно виконано
zh_hans: 左侧完成
zh_hant: 左側完成

# onfido_avc_face_capture_confirmation_right_side_complete_accessibility
source: Right side complete
ar: اكتمل الجانب الأيمن
bg: Десният профил е завършен
cs: Pravá strana je kompletní
da: Højre side er fuldført
de: Rechte Seite abgeschlossen
el: Η δεξιά πλευρά ολοκληρώθηκε
es_419: Lado derecho completo
et: Parem pool valmis
fa: سمت راست کامل شد
fi: Oikea puoli valmis
fr: Côté droit terminé
fr_ca: Côté droit complété
he: צד ימין הושלם
hi: दाईं ओर पूरा
hr: Desna strana je dovršena
hu: A jobb oldal kész
hy: Աջ կողմը գրանցված է
it: Lato destro completato
ja: 右側が完了しました
ko: 오른쪽 완료
lt: Dešinė pusė baigta
lv: Labā puse pabeigta
ms: Bahagian kanan selesai
pl: Prawa strona ukończona
pt: Lado direito concluído
pt_br: Lado direito concluído
ro: Partea dreaptă a fost finalizată
ru: Правая сторона завершена
sk: Pravá strana je dokončená
sl: Desna stran je končana
sv: Höger sida klar
th: ด้านขวาเสร็จแล้ว
tr: Sağ taraf tamamlandı
uk: Поворот вправо успішно виконано
zh_hans: 右侧完成
zh_hant: 右側完成

# onfido_avc_face_alignment_title_accessibility
source: Position your face in front of your device
ar: ضع وجهك أمام جهازك
bg: Позиционирайте лицето си пред устройството
cs: Umístěte obličej před zařízení
da: Placer dit ansigt foran enheden
de: Positionieren Sie Ihr Gesicht vor dem Gerät
el: Τοποθετήστε το πρόσωπό σας μπροστά από τη συσκευή σας
es_419: Coloca el rostro frente al dispositivo
et: Asetage nägu seadme ette
fa: چهره خود را در مقابل دستگاه قرار دهید
fi: Aseta kasvosi laitteesi eteen
fr: Positionnez votre visage devant votre mobile
fr_ca: Placez votre visage devant votre appareil
he: מקם את הפנים מול המכשיר
hi: अपने चेहरे को अपने डिवाइस के सामने रखें
hr: Namjestite lice ispred uređaja
hu: Arca legyen az eszköz előtt
hy: Տեղադրեք ձեր դեմքը ձեր սարքի դիմաց
it: Posiziona il tuo viso di fronte al dispositivo
ja: 顔をデバイスの前に配置します
ko: 얼굴 앞쪽에 기기를 두세요
lt: Laikykite įrenginį priešais savo veidą
lv: Pozicionējiet seju pret ierīci
ms: Letakkan wajah anda di hadapan peranti anda
pl: Ustaw twarz przed urządzeniem
pt: Posicione o seu rosto em frente do seu dispositivo
pt_br: Posicione o rosto na frente do dispositivo
ro: Poziționați-vă fața în fața dispozitivului
ru: Расположите лицо перед устройством
sk: Umiestnite tvár pred zariadenie
sl: Postavite obraz pred napravo
sv: Placera ditt ansikte framför enheten
th: มองตรงไปที่ด้านหน้าอุปกรณ์
tr: Yüzünüzü cihazınızın önüne yerleştirin
uk: Розташуйте обличчя перед пристроєм
zh_hans: 将面部放在设备前方
zh_hant: 將臉部置於裝置前方
