Repository: onfido/onfido-ios-sdk
Catalog: localization/Localizable_*.strings
Languages: ar, bg, cs, da, de, el, es_419, et, fa, fi, fr, fr_ca, he, hi, hr, hu, hy, it, ja, ko, lt, lv, ms, pl, pt, pt_br, ro, ru, sk, sl, sv, th, tr, uk, zh_hans, zh_hant

# onfido_avc_face_alignment_feedback_no_face_detected_accessibility
source: Face not detected. Position your face in front of your device
ar: لم يتم الكشف عن الوجه. ضع وجهك أمام جهازك
bg: Не е засечено лице. Позиционирайте лицето си пред устройството
cs: Obličej nebyl rozpoznán. Posuňte obličej před zařízení
da: Ansigtet er ikke detekteret. Placer dit ansigt foran enheden
de: Gesicht nicht erkannt. Positionieren Sie Ihr Gesicht vor dem Gerät
el: Δεν ανιχνεύτηκε πρόσωπο. Τοποθετήστε το πρόσωπό σας μπροστά από τη συσκευή σας
es_419: Rostro no detectado. Coloca el rostro frente al dispositivo
et: Nägu ei tuvastatud. Asetage nägu seadme ette
fa: چهره شناسایی نشد. چهره خود را در مقابل دستگاه قرار دهید
fi: Kasvoja ei havaittu. Aseta kasvosi laitteesi eteen
fr: Visage non détecté. Positionnez votre visage devant votre mobile
fr_ca: Aucun visage détecté. Placez votre visage devant votre appareil
he: לא זוהו פנים. מקם את הפנים מול המכשיר
hi: चेहरा नहीं मिला। अपने चेहरे को अपने डिवाइस के सामने रखें
hr: Lice nije prepoznato. Namjestite lice ispred uređaja
hu: Arc nem észlelhető. Arca legyen az eszköz előtt
hy: Դեմքը չի գտնվել։ Տեղադրեք ձեր դեմքը ձեր սարքի դիմաց
it: Viso non rilevato. Posiziona il viso di fronte al dispositivo
ja: 顔が検出されませんでした。顔をデバイスの前に配置します
ko: 얼굴이 감지되지 않습니다. 얼굴 앞쪽에 기기를 두세요
lt: Veidas neaptiktas. Laikykite įrenginį priešais savo veidą
lv: Nav atrasta seja. Pozicionējiet seju pret ierīci
ms: Wajah tidak dikesan. Letakkan wajah anda di hadapan peranti anda
pl: Nie wykryto twarzy. Ustaw twarz przed urządzeniem
pt: Rosto não detetado. Posicione o seu rosto em frente do seu dispositivo
pt_br: Rosto não detectado. Posicione o rosto na frente do dispositivo
ro: Fața nu a fost detectată. Poziționați-vă fața în fața dispozitivului
ru: Лицо не обнаружено. Расположите лицо перед устройством
sk: Nebola zistená tvár. Umiestnite tvár pred zariadenie
sl: Obraz ni zaznan. Postavite obraz pred napravo
sv: Inget ansikte upptäcktes. Placera ditt ansikte framför enheten
th: ไม่พบใบหน้า มองตรงไปที่ด้านหน้าอุปกรณ์
tr: Yüz tespit edilemedi. Yüzünüzü cihazınızın önüne yerleştirin
uk: Обличчя не виявлено. Розташуйте обличчя перед пристроєм
zh_hans: 未检测到面部。将面部放在设备前方
zh_hant: 未偵測到臉部。將臉部置於裝置前方

# onfido_avc_face_alignment_feedback_face_aligned_accessibility
source: Face aligned
ar: تمت محاذاة الوجه
bg: Лицето е позиционирано правилно
cs: Zarovnání obličeje
da: Ansigt er justeret
de: Gesicht ausgerichtet
el: Το πρόσωπο ευθυγραμμίστηκε
es_419: Rostro alineado
et: Nägu joondatud
fa: چهره همراستا شد
fi: Kasvot kohdistettu
fr: Visage aligné
fr_ca: Visage aligné
he: פנים מיושרות
hi: चेहरा अलाइन हो गया
hr: Lice je poravnato
hu: Igazítsa be az arcát
hy: Դեմքը հավասարեցվել է
it: Viso allineato
ja: 顔が位置合わせされました
ko: 얼굴 위치 정렬 완료
lt: Veidas sulygiuotas
lv: Seja centrēta
ms: Wajah dijajarkan
pl: Twarz wyrównana
pt: Rosto alinhado
pt_br: Rosto alinhado
ro: Fața este aliniată
ru: Выравнивание лица
sk: Tvár je zarovnaná
sl: Obraz je poravnan
sv: Ansikte riktat
th: จัดตำแหน่งใบหน้าแล้ว
tr: Yüz hizalandı
uk: Обличчя у правильному положенні
zh_hans: 面部已对齐
zh_hant: 臉部對齊

# onfido_avc_face_alignment_feedback_move_closer_accessibility
source: Move your device closer
ar: اقترب أكثر من جهازك
bg: Преместете устройството си по-близо
cs: Přibližte zařízení
da: Flyt din enhed tættere på
de: Bringen Sie Ihr Gerät näher
el: Μετακινήστε τη συσκευή σας πιο κοντά
es_419: Acerca tu dispositivo
et: Liigutage seadet lähemale
fa: دستگاه خود را نزدیکتر کنید
fi: Siirrä laitettasi lähemmäs
fr: Rapprochez votre mobile
fr_ca: Rapprochez votre appareil
he: התקרב למכשיר שלך
hi: अपने डिवाइस को करीब ले जाएँ
hr: Približite uređaj
hu: Mozgassa közelebb az eszközt
hy: Ձեր սարքն ավելի մոտեցրեք
it: Avvicina il dispositivo
ja: デバイスをより近くに移動してください
ko: 기기를 좀 더 가까이 가져오세요
lt: Priartinkite įrenginį
lv: Pietuviniet ierīci
ms: Gerakkan peranti anda lebih dekat
pl: Przysuń swoje urządzenie
pt: Aproxime mais o seu dispositivo
pt_br: Aproxime o seu dispositivo
ro: Apropiați dispozitivul
ru: Переместите устройство ближе
sk: Posuňte zariadenie bližšie
sl: Približajte napravo
sv: Flytta enheten närmare
th: เลื่อนอุปกรณ์ของคุณมาใกล้ๆ
tr: Cihazınızı daha yakına getirin
uk: Наблизьте пристрій
zh_hans: 将设备移近
zh_hant: 將您的裝置移近

# onfido_avc_face_alignment_feedback_move_back_accessibility
source: Move your device back
ar: حرك جهازك للخلف
bg: Преместете устройството си по-далеч
cs: Posuňte zařízení zpět
da: Flyt enheden væk fra dig
de: Bewegen Sie Ihr Gerät nach hinten
el: Μετακινήστε τη συσκευή σας πίσω
es_419: Mover el dispositivo hacia atrás
et: Liigutage seadet kaugemale
fa: دستگاه خود را به عقب ببرید
fi: Siirrä laitettasi taaksepäin
fr: Déplacez votre mobile vers l'arrière
fr_ca: Reculez votre appareil
he: העבר את המכשיר שלך בחזרה
hi: अपने डिवाइस को पीछे ले जाएँ
hr: Odmaknite uređaj
hu: Vigye távolabb az eszközt
hy: Սարքը հետ տարեք
it: Allontana il dispositivo
ja: デバイスを離してください
ko: 기기 위치를 뒤쪽으로 옮기세요
lt: Atitraukite įrenginį
lv: Attāliniet ierīci
ms: Gerakkan peranti anda ke belakang
pl: Odsuń swoje urządzenie
pt: Mova o seu dispositivo para trás
pt_br: Afaste o seu dispositivo
ro: Mișcați dispozitivul în spate
ru: Переместите устройство назад
sk: Posuňte zariadenie ďalej
sl: Oddaljite napravo
sv: Flytta enheten bakåt
th: เลื่อนอุปกรณ์ของคุณออก
tr: Cihazınızı daha uzağa götürün
uk: Віддаліть пристрій
zh_hans: 将设备向后移动
zh_hant: 向後移動裝置

# onfido_avc_face_alignment_feedback_move_left_accessibility
source: Move your device to the left
ar: حرك جهازك إلى اليسار
bg: Преместете устройството си наляво
cs: Posuňte zařízení doleva
da: Flyt din enhed til venstre
de: Bewegen Sie Ihr Gerät nach links
el: Μετακινήστε τη συσκευή σας προς τα αριστερά
es_419: Mueve tu dispositivo a la izquierda
et: Liigutage seadet vasakule
fa: دستگاه خود را به سمت چپ حرکت دهید
fi: Siirrä laitettasi vasemmalle
fr: Déplacez votre mobile vers la gauche
fr_ca: Déplacez votre appareil vers la gauche
he: הזז את המכשיר לצד שמאל
hi: अपना डिवाइस बाईं ओर ले जाएँ
hr: Pomaknite uređaj ulijevo
hu: Mozgassa az eszközt balra
hy: Շարժեք ձեր սարքը դեպի ձախ
it: Sposta il dispositivo verso sinistra
ja: デバイスを左に移動させてください
ko: 기기 위치를 왼쪽으로 옮기세요
lt: Patraukite įrenginį į kairę
lv: Pavirziet ierīci pa kreisi
ms: Gerakkan peranti anda ke kiri
pl: Przesuń urządzenie w lewo
pt: Mova o seu dispositivo para a esquerda
pt_br: Mova seu dispositivo para a esquerda
ro: Mișcați dispozitivul spre stânga
ru: Переместите устройство влево
sk: Posuňte zariadenie doľava
sl: Premaknite napravo v levo
sv: Flytta enheten åt vänster
th: เลื่อนอุปกรณ์ของคุณไปทางซ้าย
tr: Cihazınızı sola hareket ettirin
uk: Перемістіть пристрій ліворуч
zh_hans: 将设备向左移动
zh_hant: 向左移動裝置

# onfido_avc_face_alignment_feedback_move_right_accessibility
source: Move your device to the right
ar: حرك جهازك إلى اليمين
bg: Преместете устройството си надясно
cs: Posuňte zařízení doprava
da: Flyt din enhed til højre
de: Bewegen Sie Ihr Gerät nach rechts
el: Μετακινήστε τη συσκευή σας προς τα δεξιά
es_419: Mueve tu dispositivo a la derecha
et: Liigutage seadet paremale
fa: دستگاه خود را به سمت راست حرکت دهید
fi: Siirrä laitettasi oikealle
fr: Déplacez votre mobile vers la droite
fr_ca: Déplacez votre appareil vers la droite
he: הזז את המכשיר לצד לימין
hi: अपना डिवाइस दाईं ओर ले जाएँ
hr: Pomaknite uređaj udesno
hu: Mozgassa az eszközt jobbra
hy: Շարժեք ձեր սարքը դեպի աջ
it: Sposta il dispositivo verso destra
ja: デバイスを右に移動させてください
ko: 기기 위치를 오른쪽으로 옮기세요
lt: Patraukite įrenginį į dešinę
lv: Pavirziet ierīci pa labi
ms: Gerakkan peranti anda ke kanan
pl: Przesuń urządzenie w prawo
pt: Mova o seu dispositivo para a direita
pt_br: Mova seu dispositivo para a direita
ro: Mișcați dispozitivul spre dreapta
ru: Переместите устройство вправо
sk: Posuňte zariadenie doprava
sl: Premaknite napravo v desno
sv: Flytta enheten åt höger
th: เลื่อนอุปกรณ์ของคุณไปทางขวา
tr: Cihazınızı sağa hareket ettirin
uk: Перемістіть пристрій праворуч
zh_hans: 将设备向右移动
zh_hant: 向右移動裝置

# onfido_avc_face_alignment_feedback_move_up_accessibility
source: Move your device up
ar: حرك جهازك للأعلى
bg: Преместете устройството си нагоре
cs: Posuňte zařízení nahoru
da: Flyt din enhed opad
de: Bewegen Sie Ihr Gerät nach oben
el: Μετακινήστε τη συσκευή σας προς τα επάνω
es_419: Mueve tu dispositivo hacia arriba
et: Liigutage seadet üles
fa: دستگاه خود را به سمت بالا حرکت دهید
fi: Siirrä laitettasi ylös
fr: Déplacez votre mobile vers le haut
fr_ca: Déplacez votre appareil vers le haut
he: הזז את המכשיר למעלה
hi: अपना डिवाइस ऊपर ले जाएँ
hr: Pomaknite uređaj prema gore
hu: Mozgassa az eszközt felfelé
hy: Շարժեք ձեր սարքը դեպի վերև
it: Alza il dispositivo
ja: デバイスを上に移動させてください
ko: 기기 위치를 위쪽으로 옮기세요
lt: Pakelkite įrenginį aukštyn
lv: Pavirziet ierīci augšup
ms: Gerakkan peranti anda ke atas
pl: Przesuń urządzenie w górę
pt: Mova o seu dispositivo para cima
pt_br: Mova seu dispositivo para cima
ro: Mișcați dispozitivul în sus
ru: Переместите устройство вверх
sk: Posuňte zariadenie nahor
sl: Premaknite napravo navzgor
sv: Flytta enheten uppåt
th: เลื่อนอุปกรณ์ของคุณขึ้น
tr: Cihazınızı yukarı hareket ettirin
uk: Перемістіть пристрій вгору
zh_hans: 将设备向上移动
zh_hant: 向上移動裝置

# onfido_avc_face_alignment_feedback_move_down_accessibility
source: Move your device down
ar: حرك جهازك للأسفل
bg: Преместете устройството си надолу
cs: Přesuňte zařízení dolů
da: Flyt din enhed nedad
de: Bewegen Sie Ihr Gerät nach unten
el: Μετακινήστε τη συσκευή σας προς τα κάτω
es_419: Mueve el dispositivo hacia abajo
et: Liigutage seadet alla
fa: دستگاه خود را به سمت پایین حرکت دهید
fi: Siirrä laitettasi alas
fr: Déplacez votre mobile vers le bas
fr_ca: Déplacez votre appareil vers le bas
he: הזז את המכשיר למטה
hi: अपना डिवाइस नीचे ले जाएँ
hr: Pomaknite uređaj prema dolje
hu: Mozgassa lefelé az eszközt
hy: Շարժեք ձեր սարքը դեպի ներքև
it: Abbassa il dispositivo
ja: デバイスを下に移動させてください
ko: 기기 위치를 아래쪽으로 옮기세요
lt: Nuleiskite žemyn
lv: Pavirziet ierīci lejup
ms: Gerakkan peranti anda ke bawah
pl: Przesuń urządzenie w dół
pt: Mova o seu dispositivo para baixo
pt_br: Mova seu dispositivo para baixo
ro: Mișcați dispozitivul în jos
ru: Переместите устройство вниз
sk: Posuňte zariadenie nadol
sl: Premaknite napravo navzdol
sv: Flytta enheten nedåt
th: เลื่อนอุปกรณ์ของคุณลง
tr: Cihazınızı aşağı hareket ettirin
uk: Перемістіть пристрій униз
zh_hans: 将设备向下移动
zh_hant: 向下移動裝置

# onfido_avc_face_capture_feedback_turn_head_other_side_accessibility
source: Turn your head to the other side
ar: أدر رأسك إلى الجانب الآخر
bg: Обърнете главата си на другата страна
cs: Otočte hlavu na druhou stranu
da: Drej hovedet til den anden side
de: Drehen Sie Ihren Kopf zur anderen Seite
el: Γυρίστε το κεφάλι σας προς την άλλη πλευρά
es_419: Gira la cabeza hacia el otro lado
et: Pöörake pea teisele poole
fa: سر خود را به طرف دیگر بچرخانید
fi: Käännä päätäsi toiselle puolelle
fr: Tournez votre tête de l'autre côté
fr_ca: Tournez la tête de l'autre côté
he: סובב את הראש לצד השני
hi: अपना सिर दूसरी तरफ़ घुमाएँ
hr: Okrenite glavu u drugu stranu
hu: Fordítsa el fejét a másik oldalra
hy: Գլուխը պտտեք մյուս կողմ
it: Ruota la testa verso l'altro lato
ja: 頭を反対側に向けてください
ko: 고개를 반대편으로 돌리세요
lt: Pasukite galvą į kitą pusę
lv: Pagrieziet galvu uz otru pusi
ms: Toleh kepala anda ke sebelah sisi yang lain
pl: Obróć głowę w drugą stronę
pt: Vire a cabeça para o outro lado
pt_br: Vire a cabeça para o outro lado
ro: Întoarceți capul spre partea cealaltă
ru: Поверните голову в другую сторону
sk: Otočte hlavou na druhú stranu
sl: Obrnite glavo na drugo stran
sv: Vrid på huvudet åt andra hållet
th: หันศีรษะไปอีกด้าน
tr: Başınızı diğer tarafa çevirin
uk: Поверніть голову в інший бік
zh_hans: 把头转向另一侧
zh_hant: 將頭部轉向另一側

# onfido_video_confirmation_title
source: Check your video
ar: تحقّق من مقطع الفيديو الخاص بك
bg: Прегледайте видеото си
cs: Zkontrolujte své video
da: Tjek din video
de: Selfie-Video prüfen
el: Δείτε το βίντεό σας
es_419: Revisa tu video
et: Kontrollige oma videot
fa: ویدئوی خود را بررسی کنید
fi: Tarkista videosi
fr: Veuillez vérifier votre vidéo
fr_ca: Voir votre vidéo
he: בדוק את הסרטון שלך
hi: अपने वीडियो की जाँच करें
hr: Provjerite svoj videozapis
hu: Ellenőrizze a videóját
hy: Ստուգեք ձեր տեսանյութը
it: Controlla il video
ja: 動画を確認する
ko: 동영상 확인하기
lt: Peržiūrėkite vaizdo įrašą
lv: Apskatiet savu videoklipu
ms: Periksa video anda
pl: Sprawdź swoje nagranie
pt: Verifique o seu vídeo
pt_br: Verifique o seu vídeo
ro: Verificați clipul dvs. video
ru: Проверьте свое видео
sk: Skontrolujte video
sl: Oglejte si videoposnetek
sv: Kontrollera din video
th: เช็ควิดีโอของคุณ
tr: Videonuzu kontrol edin
uk: Перегляньте відзняте відео
zh_hans: 查看您的视频
zh_hant: 檢查您的影片

# onfido_generic_back
source: back
ar: عودة
bg: назад
cs: zpět
da: tilbage
de: zurück
el: επιστροφή
es_419: volver
et: tagasi
fa: بازگشت
fi: edell
fr: retour
fr_ca: revenir
he: חזור
hi: पीछे जाएँ
hr: natrag
hu: vissza
hy: հետ
it: indietro
ja: 戻る
ko: 뒤로
lt: atgal
lv: atpakaļ
ms: belakang
pl: wstecz
pt: voltar
pt_br: voltar
ro: înapoi
ru: Назад
sk: späť
sl: nazaj
sv: tillbaka
th: ย้อนกลับ
tr: geri
uk: назад
zh_hans: 返回
zh_hant: 返回

# onfido_nfc_sheet_ready_subtitle
source: Ready to scan
ar: مستعد للفحص
bg: Готово за сканиране
cs: Připraveno ke skenování
da: Klar til at scanne
de: Bereit zum Scannen
el: Έτοιμοι για σάρωση
es_419: Listo para escanear
et: Skannimiseks valmis
fa: آماده اسکن
fi: Valmis skannaukseen
fr: Prêt à scanner
fr_ca: Prêt à numériser
he: מוכן לסרוק
hi: स्कैन करने के लिए तैयार
hr: Spremno za skeniranje
hu: Szkennelésre kész
hy: Պատրաստ է սկանավորման
it: Pronto per la scansione
ja: スキャンの準備ができました
ko: 스캔 준비 완료
lt: Parengta nuskaityti
lv: Gatavs skenēšanai
ms: Sedia untuk diimbas
pl: Gotowość do skanowania
pt: Pronto para digitalizar
pt_br: Pronto para digitalizar
ro: Gata de scanare
ru: Готово к сканированию
sk: Pripravené na skenovanie
sl: Pripravljen za skeniranje
sv: Redo att skanna
th: พร้อมสแกน
tr: Taramaya hazır
uk: Готово до сканування
zh_hans: 扫描已准备就绪
zh_hant: 準備掃描

# onfido_nfc_sheet_scanning_instruction
source: Keep your phone still
ar: حافظ على هاتفك ثابتًا
bg: Дръжте телефона си неподвижен
cs: Nechte telefon v klidu
da: Hold din telefon og pas stille
de: Halten Sie Ihr Telefon ruhig
el: Κρατήστε το τηλέφωνό και το διαβατήριό σας ακίνητα
es_419: Mantén tu teléfono y pasaporte firme
et: Hoidke telefon paigal
fa: گوشی خود را ثابت نگه دارید
fi: Pidä puhelimesi paikallaan
fr: Gardez votre téléphone et votre passeport immobiles
fr_ca: Gardez votre téléphone immobile
he: אל תזיז את הטלפון והדרכון שלך
hi: अपना फ़ोन और पासपोर्ट स्थिर रखें
hr: Mirno držite mobitel
hu: Tartsa a telefonját egy helyben
hy: Ձեր հեռախոսը անշարժ պահեք
it: Tieni fermo il tuo telefono e passaporto
ja: スマートフォンを動かさないでください
ko: 휴대폰이 흔들리지 않게 두세요
lt: Laikykite telefoną nejudindami
lv: Turiet tālruni nekustīgi
ms: Pastikan telefon dan pasport anda tidak bergerak.
pl: Trzymaj telefon i paszport nieruchomo
pt: Mantenha o seu telefone e passaporte quietos
pt_br: Mantenha seu celular parado
ro: Țineți nemișcat telefonul și pașaportul dvs.
ru: Держите телефон и паспорт неподвижно.
sk: Držte telefón nehybne
sl: Obdržite telefon in potni list mirno.
sv: Håll din telefon och pass stilla
th: ถือโทรศัพท์และพาสปอร์ตของคุณไว้นิ่งๆ
tr: Telefonunuzu ve pasaportunuzu sabit tutun.
uk: Тримайте телефон непорушно
zh_hans: 保持手机和护照不动。
zh_hant: 請保持手機靜止不動

# onfido_nfc_sheet_success_subtitle
source: Scan successful
ar: تم المسح الضوئي بنجاح
bg: Сканирането е успешно
cs: Skenování proběhlo úspěšně
da: Scanning er gennemført
de: Scan erfolgreich
el: Επιτυχής σάρωση
es_419: Escaneo exitoso
et: Skannimine õnnestus
fa: اسکن با موفقیت انجام شد
fi: Skannaus onnistui
fr: Scan réussi
fr_ca: Numérisation réussie
he: הסריקה הסתיימה בהצלחה
hi: स्कैन हो गया
hr: Skeniranje je uspješno obavljeno
hu: Sikeres beolvasás
hy: Սկանավորումը հաջողվեց
it: Scansione riuscita
ja: スキャンに成功しました
ko: 스캔 성공
lt: Nuskaitymas sėkmingas
lv: Skenēšana izdevās
ms: Imbas berjaya dilakukan
pl: Skanowanie zakończone sukcesem
pt: Digitalização bem sucedida
pt_br: Digitalização bem-sucedida
ro: Scanare cu succes
ru: Сканирование успешно.
sk: Skenovanie bolo úspešné
sl: Skeniranje uspešno.
sv: Skanningen lyckades
th: สแกนสำเร็จ
tr: Tarama başarılı.
uk: Сканування виконано успішно
zh_hans: 扫描成功
zh_hant: 掃描成功

# onfido_nfc_sheet_success_instruction_passport
source: We’ve successfully scanned your passport
ar: لقد قمنا بمسح جواز سفرك بنجاح
bg: Успешно сканирахме паспорта ви
cs: Úspěšně jsme naskenovali Váš pas
da: Vi har nu scannet dit pas
de: Wir haben Ihren Reisepass erfolgreich gescannt
el: Σαρώσαμε με επιτυχία το διαβατήριό σας
es_419: Tu pasaporte se escaneó con éxito
et: Teie passi skannimine õnnestus
fa: گذرنامه شما را با موفقیت اسکن کردیم
fi: Passisi skannaus onnistui
fr: Nous avons scanné votre passeport avec succès
fr_ca: Nous avons numérisé votre passeport avec succès
he: סרקנו בהצלחה את הדרכון שלך
hi: हमने आपका पासपोर्ट स्कैन कर लिया है
hr: Uspješno smo skenirali vašu putovnicu
hu: Sikeresen beolvastuk az útlevelét
hy: Մենք հաջողությամբ սկանավորեցինք ձեր անձնագիրը
it: Passaporto scansionato correttamente
ja: パスポートのスキャンに成功しました
ko: 여권 스캔이 완료되었습니다
lt: Sėkmingai nuskaitėme jūsų pasą
lv: Esam veiksmīgi noskenējuši jūsu pasi
ms: Kami telah berjaya mengimbas pasport anda
pl: Udało nam się zeskanować Twój paszport
pt: Digitalizámos com sucesso o seu passaporte
pt_br: Digitalizamos seu passaporte com sucesso
ro: Am scanat cu succes pașaportul dvs.
ru: Мы отсканировали Ваш паспорт
sk: Váš pas sme úspešne naskenovali
sl: Uspešno smo skenirali vaš potni list
sv: Vi har skannat ditt pass
th: เราสแกนหนังสือเดินทางของคุณเรียบร้อยแล้ว
tr: Pasaportunuzu başarıyla taradık
uk: Ми успішно відсканували ваш паспорт
zh_hans: 我们已成功扫描您的护照
zh_hant: 我們已成功掃描您的護照

# onfido_outro_body
source: That’s all we need to start verifying your identity
ar: هذا كل ما نحتاجه للبدء في التحقق من هويتك
bg: Това е всичко, от което се нуждаем, за да започнем проверката на самоличността ви
cs: To je vše, co potřebujeme, abychom mohli začít ověřovat Vaši totožnost
da: Det er alt, hvad vi behøver for at starte verificeringen af din identitet
de: Das ist alles, was wir benötigen, um mit Ihrer Identitätsprüfung zu beginnen
el: Δεν χρειαζόμαστε κάτι άλλο για να αρχίσουμε να επαληθεύουμε την ταυτότητά σας
es_419: Eso es todo lo que necesitamos para comenzar a verificar tu identidad
et: Sellest piisab teie isiku tuvastamise alustamiseks
fa: این تمام آن چیزی است که برای شروع فرآیند تأیید هویت شما نیاز داریم
fi: Emme tarvitse muuta henkilöllisyytesi vahvistuksen aloittamiseen
fr: C’est tout ce dont nous avons besoin pour commencer à vérifier votre identité
fr_ca: C'est tout ce dont nous avons besoin pour commencer à vérifier votre identité
he: זה כל מה שאנחנו צריכים כדי להתחיל לאמת את זהותך
hi: आपकी पहचान का वेरिफ़िकेशन शुरू करने के लिए हमें बस यही चाहिए
hr: To je sve što nam je potrebno da pokrenemo postupak provjere vašeg identiteta
hu: Ez minden, amire szükségünk van személyazonossága ellenőrzésének megkezdéséhez
hy: Դա այն ամենն է, ինչ մեզ պետք է՝ սկսելու համար ձեր ինքնության հաստատումը
it: Ora abbiamo tutto quello che ci serve per iniziare a verificare la tua identità
ja: 本人確認を開始するために必要なお手続きは以上です
ko: 본인 인증 절차를 시작하기 위해 필요한 것은 이것이 다입니다
lt: Tai viskas, ko mums reikia, kad galėtume pradėti tikrinti jūsų tapatybę
lv: Tas ir viss, kas mums nepieciešams, lai sāktu jūsu identitātes pārbaudi
ms: Itu sahaja yang kami perlukan untuk mula mengesahkan identiti anda
pl: To wszystko, czego potrzebujemy, aby rozpocząć weryfikację Twojej tożsamości
pt: É tudo o que precisamos para começar a verificar a sua identidade
pt_br: Isso é tudo o que precisamos para iniciar a verificação da sua identidade
ro: Este tot ce avem nevoie pentru a începe verificarea identității dvs.
ru: Это всё, что нам нужно, чтобы начать проверку Вашей личности
sk: To je všetko, čo potrebujeme na začatie overovania vašej totožnosti
sl: To je vse, kar potrebujemo za začetek preverjanja vaše identitete
sv: Det är allt vi behöver för att börja verifiera din identitet
th: เพียงเท่านี้เราก็จะเริ่มยืนยันตัวตนของคุณได้
tr: Kimliğinizi doğrulamaya başlamak için ihtiyacımız olan tek şey bu
uk: Це все, що нам потрібно, щоб почати процедуру верифікації
zh_hans: 这就是我们开始验证您的身份所需的一切
zh_hant: 這就是我們開始驗證您身份所需的全部內容

# onfido_permission_recovery_title_cam
source: Camera access denied
de: Kamerazugriff verweigert

# onfido_permission_recovery_list_item_how_to_cam
source: You can recover camera access through your device settings
de: Sie können den Kamerazugriff über Ihre Geräteeinstellungen wiederherstellen

# onfido_permission_recovery_list_item_action_cam
source: Go to app settings and enable camera access for this app
de: Gehen Sie zu App-Einstellungen und aktivieren Sie den Kamerazugriff für diese App

# onfido_permission_recovery_title_mic
source: Microphone access denied
de: Mikrofonzugriff verweigert

# onfido_permission_recovery_subtitle_mic
source: We can’t verify you without your microphone
de: Wir können Sie nicht ohne Ihr Mikrofon überprüfen

# onfido_permission_recovery_list_item_how_to_mic
source: You can recover microphone access through your device settings
de: Sie können den Mikrofonzugriff über Ihre Geräteeinstellungen wiederherstellen

# onfido_permission_recovery_list_item_action_mic
source: Go to app settings and enable microphone access for this app
de: Gehen Sie zu App-Einstellungen und aktivieren Sie den Mikrofonzugriff für diese App

# onfido_permission_recovery_title_both
source: Camera and microphone access denied
de: Kamera- und Mikrofonzugriff verweigert

# onfido_permission_recovery_subtitle_both
source: We can’t verify you without your camera and microphone
de: Wir können Sie nicht ohne Ihre Kamera und Ihr Mikrofon überprüfen

# onfido_permission_recovery_list_item_how_to_both
source: You can recover camera and microphone access through your device settings
de: Sie können Kamera- und Mikrofonzugriff über Ihre Geräteeinstellungen wiederherstellen

# onfido_permission_recovery_list_item_action_both
source: Go to app settings and enable both camera and microphone access for this app
de: Gehen Sie zu App-Einstellungen und aktivieren Sie Kamera- und Mikrofonzugriff für diese App

# onfido_permission_recovery_button_primary
source: Enable in settings
de: In den Einstellungen aktivieren

# onfido_generic_error_network_title
source: Connection lost
ar: انقطع الاتصال
bg: Връзката прекъсна
cs: Ztráta spojení
da: Forbindelsen gik tabt
de: Verbindung unterbrochen
el: Η σύνδεση χάθηκε
es_419: Se perdió la conexión
et: Ühendus kadunud
fa: ارتباط قطع شد
fi: Yhteys katkesi
fr: Connexion perdue
fr_ca: Connexion perdue
he: החיבור נותק
hi: कनेक्शन टूट गया
hr: Veza je prekinuta
hu: A kapcsolat megszakadt
hy: Կապի խափանում
it: Connessione interrotta
ja: 接続が切断されました
ko: 연결이 끊겼습니다
lt: Nutrūko ryšys
lv: Savienojums pārtrūcis
ms: Sambungan terputus
pl: Połączenie zerwane
pt: Ligação perdida
pt_br: Conexão perdida
ro: Conexiune pierdută
ru: Соединение потеряно
sk: Spojenie bolo prerušené
sl: Povezava prekinjena
sv: Anslutningen försvann
th: การเชื่อมต่อขาด
tr: Bağlantı kesildi
uk: Збій з’єднання
zh_hans: 连接已丢失
zh_hant: 連線中斷
