Repository: onfido/onfido-ios-sdk
Catalog: localization/Localizable_*.strings
Languages: ar, bg, cs, da, de, el, es_419, et, fa, fi, fr, fr_ca, he, hi, hr, hu, hy, it, ja, ko, lt, lv, ms, pl, pt, pt_br, ro, ru, sk, sl, sv, th, tr, uk, zh_hans, zh_hant

# onfido_nfc_intro_sheet_ready_subtitle_card
source: Place your phone on the card
ar: ضع هاتفك على البطاقة
bg: Поставете телефона си върху картата
cs: Položte telefon na kartu
da: Placer din telefon på kortet
de: Legen Sie Ihr Telefon auf Ihre Karte
el: Τοποθετήστε το τηλέφωνό σας επάνω στο δελτίο
es_419: Coloca tu teléfono en la tarjeta
et: Asetage telefon kaardile
fa: گوشی خود را روی کارت قرار دهید
fi: Aseta puhelimesi korttia vasten
fr: Placez votre téléphone sur la carte
fr_ca: Placez votre téléphone sur la carte
he: מקם את הכרטיס על הטלפון
hi: अपने फ़ोन को कार्ड के ऊपर रखें
hr: Stavite mobitel na osobnu iskaznicu
hu: Helyezze a telefont a kártyára
hy: Հեռախոսը դրեք քարտի վրա
it: Appoggia il telefono sulla carta
ja: スマートフォンをカードにのせる
ko: 카드 위에 휴대폰을 올려놓으세요
lt: Pakelkite telefoną virš kortelės
lv: Novietojiet tālruni virs kartes
ms: Letakkan telefon anda pada kad
pl: Umieść telefon na karcie
pt: Coloque o seu telefone sobre o cartão
pt_br: Coloque seu celular no cartão
ro: Plasați telefonul dvs. deasupra cardului
ru: Поместите телефон на карточку
sk: Umiestnite telefón na preukaz
sl: Postavite telefon na kartico
sv: Placera din telefon på kortet
th: วางโทรศัพท์ของคุณไว้บนบัตร
tr: Telefonunuzu kimliğin üstüne yerleştirin
uk: Покладіть телефон на посвідчення
zh_hans: 将手机放在身份证上
zh_hant: 把手機放在卡片上

# onfido_nfc_fail_title_passport
source: We couldn’t scan your passport
ar: لم نتمكن من مسح جواز سفرك
bg: Неуспешно сканиране на паспорта ви
cs: Váš pas jsme nemohli naskenovat
da: Vi kan ikke scanne dit pas
de: Wir konnten Ihren Reisepass nicht scannen
el: Δεν ήταν δυνατή η σάρωση του διαβατηρίου σας
es_419: No pudimos escanear tu pasaporte
et: Meil ei õnnestunud teie passi skannida
fa: نتوانستیم گذرنامه شما را اسکن کنیم
fi: Passisi skannaus epäonnistui
fr: Nous n’avons pas pu scanner votre passeport
fr_ca: Impossible de numériser votre passeport
he: לא הצלחנו לסרוק את הדרכון שלך
hi: हम आपका पासपोर्ट स्कैन नहीं कर सके
hr: Nismo uspjeli skenirati vašu putovnicu
hu: Nem tudtuk beolvasni az útlevelét
hy: Մեզ չհաջողվեց սկանավորել ձեր անձնագիրը
it: Impossibile scansionare il passaporto
ja: パスポートをスキャンできませんでした
ko: 여권을 스캔할 수 없습니다
lt: Nepavyko nuskaityti jūsų paso
lv: Neizdevās noskenēt jūsu pasi
ms: Kami tidak dapat mengimbas pasport anda
pl: Nie udało nam się zeskanować Twojego paszportu
pt: Não pudemos digitalizar o seu passaporte
pt_br: Não foi possível digitalizar seu passaporte
ro: Nu am reușit să vă scanăm pașaportul
ru: Мы не смогли отсканировать ваш паспорт
sk: Nepodarilo sa naskenovať váš pas
sl: Nismo mogli skenirati vašega potnega lista
sv: Vi kunde inte skanna ditt pass
th: เราสแกนหนังสือเดินทางของคุณไม่ได้
tr: Pasaportunuzu tarayamadık
uk: Не вдалося відсканувати паспорт
zh_hans: 我们无法扫描您的护照
zh_hant: 我們無法掃描您的護照

# onfido_nfc_fail_title_card
source: We couldn’t scan your NFC card
ar: تعذّر علينا مسح بطاقة NFC الخاصة بك ضوئيًا
bg: Не можахме да сканираме вашата NFC карта
cs: Vaši kartu NFC se nám nepodařilo naskenovat
da: Vi kunne ikke scanne dit NFC-kort
de: Wir konnten Ihre NFC-Karte nicht scannen
el: Δεν ήταν δυνατή η σάρωση του δελτίου σας με NFC
es_419: No se pudo escanear tu tarjeta NFC
et: Teie NFC-kiibiga kaarti ei õnnestunud skannida
fa: نتوانستیم کارت NFC شما را اسکن کنیم
fi: NFC-korttiasi ei voitu skannata
fr: Nous n’avons pas pu scanner votre carte NFC
fr_ca: Impossible de balayer votre carte NFC
he: לא הצלחנו לסרוק את כרטיס ה-NFC שלך
hi: हम आपका NFC कार्ड स्कैन नहीं कर सके
hr: Nismo uspjeli skenirati vašu osobnu iskaznicu s NFC čipom
hu: Nem sikerült beolvasni az NFC-kártyát
hy: Չհաջողվեց սկանավորել ձեր NFC քարտը
it: Impossibile scansionare la tua carta NFC
ja: NFCカードをスキャンできませんでした
ko: NFC 카드를 스캔할 수 없습니다
lt: Nepavyko nuskaityti jūsų NFC kortelės
lv: Neizdevās noskenēt jūsu NFC karti
ms: Kami tidak dapat mengimbas kad NFC anda
pl: Nie udało nam się zeskanować Twojej karty z NFC
pt: Não conseguimos digitalizar o seu cartão NFC
pt_br: Não foi possível digitalizar seu cartão NFC
ro: Nu am reușit să vă scanăm cardul NFC
ru: Не удалось отсканировать Вашу карточку NFC
sk: Nepodarilo sa naskenovať váš preukaz s NFC
sl: Vaše NFC kartice ni bilo mogoče skenirati
sv: Vi kunde inte skanna ditt NFC-kort
th: เราสแกนบัตร NFC ของคุณไม่ได้
tr: NFC'li kimliğinizi tarayamadık
uk: Не вдалося відсканувати ваше посвідчення з NFC
zh_hans: 我们无法扫描您的NFC卡
zh_hant: 我們無法掃描您的 NFC 卡片

# onfido_nfc_intro_carousel_body_remove_cover
source: Remove your passport cover
ar: إزالة غطاء جواز سفرك
bg: Премахнете покритието на паспорта си
cs: Odstraň si kryt pasu
da: Fjern din pasdækning
de: Entfernen Sie Ihre Reisepassabdeckung
el: Αφαιρέστε το κάλυμμα του διαβατηρίου σας
es_419: Retira la cubierta de tu pasaporte
et: Eemalda oma passi kate
fa: پوشش پاسپورت خود را بردارید
fi: Poista passisi suojus
fr: Retirez votre cache-passeport
fr_ca: Retirez votre cache-passeport
he: הסרת כיסוי הדרכון
hi: अपना पासपोर्ट कवर हटा दें
hr: Uklonite poklopac putovnice
hu: Távolítsd el az útleveled borítóját
hy: Հեռացրեք ձեր անձնագրի շապիկը
it: Rimuovi la copertura del passaporto
ja: パスポートカバーを外す
ko: 여권 커버를 제거하세요
lt: Nuimkite paso dangtelį
lv: Noņemiet pases vāku
ms: Buang muka depan pasport anda
pl: Zdejmij okładkę paszportu
pt: Remover a capa do passaporte
pt_br: Remova a capa do seu passaporte
ro: Îndepărtează coperta pașaportului
ru: Снимите обложку паспорта
sk: Odstráňte kryt pasu
sl: Odstranite pokrov potnega lista
sv: Ta bort ditt passomslag
th: นำปกหนังสือเดินทางออก
tr: Pasaport kılıfınızı çıkarın
uk: Зніміть кришку паспорта
zh_hans: 取下护照保护套
zh_hant: 取下護照蓋

# onfido_nfc_intro_carousel_body_lay_flat
source: Lay your passport on a flat surface
ar: ضع جواز سفرك على سطح مستو
bg: Поставете паспорта си върху равна повърхност
da: Læg dit pas på en plan overflade
de: Legen Sie Ihren Reisepass auf eine ebene Fläche
el: Τοποθετήστε το διαβατήριό σας σε μια επίπεδη επιφάνεια
es_419: Coloca tu pasaporte sobre una superficie plana
et: Asetage pass tasasele pinnale
fa: گذرنامه خود را روی یک سطح صاف قرار دهید
fi: Aseta passisi tasaiselle alustalle
fr: Posez votre passeport sur une surface plane
fr_ca: Posez votre passeport sur une surface plane
he: הנח את הדרכון על משטח שטוח
hi: अपने पासपोर्ट को सपाट सतह पर रखें
hr: Stavite putovnicu na ravnu podlogu
hu: Fektesse az útlevelét egy sima felületre
hy: Դրեք ձեր անձնագիրը հարթ մակերեսի վրա
it: Appoggiare il passaporto su una superficie piana
ja: パスポートを平らな面に置いてください
ko: 여권을 평평한 곳에 올려놓으세요
lt: Padėkite pasą ant lygaus paviršiaus
lv: Novietojiet pasi uz līdzenas virsmas
ms: Letakkan pasport anda di atas permukaan yang rata
pl: Połóż paszport na płaskiej powierzchni
pt: Coloque o seu passaporte sobre uma superfície plana
pt_br: Coloque seu passaporte em uma superfície plana
ro: Așezați pașaportul pe o suprafață plană
ru: Положите паспорт на ровную поверхность
sk: Umiestnite pas na rovný povrch
sl: Potni list položite na ravno površino
sv: Lägg ditt pass på en plan yta
th: วางหนังสือเดินทางของคุณบนพื้นผิวราบ
tr: Pasaportunuzu düz bir yüzeye koyun
uk: Покладіть паспорт на рівну поверхню
zh_hans: 将护照放在平坦的表面上
zh_hant: 將護照放在平坦的表面上

# onfido_nfc_intro_carousel_body_phone_middle
source: Place your phone near the middle of your passport
ar: ضع هاتفك بالقرب من منتصف جواز سفرك
bg: Поставете телефона си близо до средната част на паспорта
cs: Umístěte telefon doprostřed pasu
da: Placer din telefon i nærheden af midten af passet
de: Legen Sie Ihr Telefon in die Nähe des mittleren Teils Ihres Reisepasses
el: Τοποθετήστε το τηλέφωνό σας κοντά στη μέση του διαβατηρίου σας
es_419: Coloca tu teléfono cerca de la mitad del pasaporte
et: Asetage telefon passi keskosa lähedale
fa: گوشی خود را نزدیک وسط گذرنامه خود قرار دهید
fi: Aseta puhelimesi passisi keskiosan lähelle
fr: Place le téléphone à proximité du milieu du passeport
fr_ca: Positionnez votre téléphone près du milieu de votre passeport
he: מקם את הטלפון ליד החלק האמצעי של הדרכון
hi: अपने फ़ोन को अपने पासपोर्ट के बीच वाले हिस्से के करीब रखें
hr: Stavite mobitel pored sredine putovnice
hu: Helyezze a telefonját útlevele középső része közelébe
hy: Հեռախոսը դրեք ձեր անձնագրի մեջտեղի մասին մոտ
it: Posizioni il telefono accanto al centro del passaporto
ja: パスポートの中心付近にスマートフォンを置いてください
ko: 휴대폰이 여권 중앙 근처에 오도록 배치하세요
lt: Laikykite telefoną netoli paso vidurio
lv: Novietojiet tālruni tuvu pases vidusdaļai
ms: Letakkan telefon anda berhampiran bahagian tengah pasport anda
pl: Umieść telefon w pobliżu środka paszportu
pt: Coloque o seu telefone perto do meio do seu passaporte
pt_br: Coloque seu celular perto do meio do passaporte
ro: Plasați telefonul dvs. aproape de partea de mijloc a pașaportului dvs.
ru: Разместите телефон посередине паспорта
sk: Umiestnite telefón do blízkosti strednej časti pasu
sl: Postavite telefon blizu sredine potnega lista
sv: Placera telefonen nära mitten av ditt pass
th: วางโทรศัพท์ไว้ใกล้ๆ ส่วนกลางของหนังสือเดินทาง
tr: Telefonunuzu pasaportunuzun ortasına yakın bir yere yerleştirin
uk: Покладіть телефон посередині паспорта
zh_hans: 将手机放在护照中间附近
zh_hant: 將手機放在靠近護照中間的位置

# onfido_nfc_intro_carousel_body_last_page
source: You can also try the inside of the back page
ar: يمكنك أيضًا تجربة الجزء الداخلي من الصفحة الخلفية
bg: Можете да опитате и с вътрешната страна на задната страница
cs: Můžete také zkusit zadní stranu
da: Du kan også prøve indersiden af bagsiden
de: Sie können auch die Innenseite der Rückseite verwenden
el: Μπορείτε επίσης να δοκιμάσετε το εσωτερικό της πίσω σελίδας
es_419: También puedes probar el interior de la última página
et: Võite proovida ka tagakaane sisekülge
fa: همچنین می‌توانید سمت داخل صفحه پشتی را امتحان کنید
fi: Voit myös kokeilla takasivun sisäpuolta
fr: Vous pouvez toujours essayer l’intérieur de la dernière page
fr_ca: Vous pouvez également essayer l'intérieur de la page arrière
he: נסה לצלם את החלק הפנימי של העמוד האחורי
hi: आप पिछले पेज के अंदरूनी हिस्से की फ़ोटो भी खींच सकते हैं
hr: Možete probati snimiti i stražnju stranicu s unutarnje strane
hu: A hátlap belső oldalával is próbálkozhat
hy: Կարող եք փորձել նաև հետևի էջի ներսի կողմը
it: Può anche provare l’interno della pagina posteriore
ja: 裏ページの内側を試すこともできます
ko: 뒷면 페이지 안쪽도 시도하실 수 있습니다
lt: Taip pat galite bandyti galinio puslapio vidų
lv: Varat arī izmēģināt aizmugurējās lapas iekšpusi
ms: Anda juga boleh mencuba pada bahagian dalam halaman belakang
pl: Można też spróbować na wewnętrznej części strony tylnej
pt: Pode também tentar o interior da página de trás
pt_br: Você também pode tentar o interior da página do verso
ro: De asemenea, puteți încerca în interiorul paginii verso
ru: Вы также можете сделать это с внутренней частью оборотной страницы
sk: Môžete vyskúšať aj vnútornú stranu zadnej stránky
sl: Poskusite lahko tudi notranjost zadnje strani
sv: Du kan också prova insidan av baksidan
th: คุณยังลองด้านในของหน้าหลังได้ด้วย
tr: Arka sayfanın iç kısmını da deneyebilirsiniz
uk: Ви також можете спробувати сфотографувати внутрішній бік звороту обкладинки
zh_hans: 您也可以尝试背面的内侧
zh_hant: 您也可以嘗試最後一頁的內頁

# onfido_nfc_intro_carousel_body_dont_move
source: Don’t move your phone or passport while scanning
ar: لا تحرك هاتفك أو جواز سفرك أثناء المسح الضوئي
bg: Не местете телефона или паспорта си, докато сканирате
cs: Při skenování nehýbejte telefonem ani pasem
da: Du må ikke flytte din telefon eller dit pas, mens du scanner
de: Bewegen Sie Ihr Telefon oder Ihren Reisepass während des Scanvorgangs nicht
el: Μη μετακινείτε το τηλέφωνο ή το διαβατήριό σας κατά τη σάρωση
es_419: No muevas tu teléfono o pasaporte mientras escaneas
et: Ärge liiguta skannimise ajal telefoni ega passi
fa: هنگام اسکن، گوشی یا گذرنامه خود را حرکت ندهید
fi: Älä liikuta puhelintasi tai passiasi skannauksen aikana
fr: Ne bougez pas le téléphone ou le passeport pendant le scan
fr_ca: Ne déplacez pas votre téléphone ou votre passeport pendant la numérisation
he: אל תזיז את הטלפון או את הדרכון בזמן הסריקה
hi: स्कैन करते समय अपने फ़ोन या पासपोर्ट को मत खिसकाएँ
hr: Nemojte pomicati mobitel ili putovnicu tijekom skeniranja
hu: Szkennelés közben ne mozgassa a telefont és az útlevelet
hy: Սկանավորման ընթացքում մի շարժեք ձեր հեռախոսը կամ անձնագիրը
it: Non muova telefono e passaporto durante la scansione
ja: スキャン中はスマートフォンやパスポートを動かさないでください
ko: 스캔하는 동안 휴대폰이나 여권 위치를 옮기지 마세요
lt: Nuskaitymo metu nejudinkite telefono ir paso
lv: Nekustiniet tālruni vai pasi skenēšanas laikā
ms: Jangan gerakkan telefon atau pasport anda semasa mengimbas
pl: Nie ruszaj telefonu ani paszportu podczas skanowania
pt: Não mova o seu telefone ou passaporte enquanto digitaliza
pt_br: Não mova seu celular ou passaporte durante a digitalização
ro: Nu mutați telefonul sau pașaportul dvs. când se realizează scanarea
ru: Не перемещайте телефон или паспорт во время сканирования
sk: Počas skenovania nehýbte telefónom ani pasom
sl: Med skeniranjem ne premikajte telefona ali potnega lista
sv: Flytta inte din telefon eller ditt pass när du skannar
th: อย่าเลื่อนโทรศัพท์หรือหนังสือเดินทางขณะสแกน
tr: Tarama sırasında telefonunuzu veya pasaportunuzu hareket ettirmeyin
uk: Не переміщуйте телефон або паспорт під час сканування
zh_hans: 扫描时请勿移动手机或护照
zh_hant: 掃描時請勿移動手機或護照

# onfido_nfc_fail_list_item_remove_cover_passport
source: Remove your passport and phone covers
ar: أزل جواز السفر وأغطية الهاتف
bg: Премахнете калъфите на паспорта и телефона си
cs: Sundejte obaly pasu a telefonu
da: Fjern dit pas og dine telefonetuier
de: Entfernen Sie die Hülle Ihres Reisepasses (falls vorhanden) sowie Ihres Telefons
el: Αφαιρέστε τα καλύμματα του διαβατηρίου και του τηλεφώνου σας
es_419: Retira el pasaporte y las cubiertas del teléfono
et: Eemaldage passilt ja telefonilt katted
fa: پوشش گذرنامه و قاب گوشی خود را بردارید
fi: Poista passisi ja puhelimesi suojukset
fr: Retirez votre passeport et vos protections de téléphone
fr_ca: Retirez votre passeport et votre téléphone de leurs étuis
he: הסר את הכיסויים מהדרכון ומהטלפון
hi: अपने पासपोर्ट और फ़ोन के कवर हटा दें
hr: Uklonite omot i masku s putovnice i mobitela
hu: Távolítsa el az útlevél- és telefonborítót
hy: Հանեք անձնագրի և հեռախոսի կազմերը
it: Rimuovi passaporto e telefono dalle custodie
ja: パスポートとスマートフォンのカバーを取り外す
ko: 여권 커버와 휴대전화 케이스를 벗기세요
lt: Nuimkite pasą ir telefono dangtelius
lv: Noņemiet pases un tālruņa vāciņus
ms: Tanggalkan sarung pasport dan penutup telefon anda
pl: Zdejmij okładkę paszportu i etui telefonu
pt: Retire as capas do seu passaporte e do seu telefone
pt_br: Remova as capas do seu passaporte e celular
ro: Îndepărtați husa pașaportului dvs. și a telefonului dvs.
ru: Снимите обложку с паспорта и чехол с телефона
sk: Odstráňte obal pasu a kryt telefónu
sl: Odstranite ovitek potnega lista in telefona
sv: Ta bort ditt pass och telefonskal
th: ถอดซองหนังสือเดินทางและเคสโทรศัพท์ออก
tr: Pasaport ve telefon koruyucularını çıkarın
uk: Зніміть чохол із телефона й обкладинку з паспорта
zh_hans: 取下护照和手机保护套
zh_hant: 請取下護照和手機蓋

# onfido_nfc_fail_list_item_keep_contact_passport
source: Keep your phone and passport in contact until the scanning is successful
ar: ابق هاتفك وجواز سفرك على اتصال حتى ينجح المسح الضوئي
bg: Докоснете телефона си до паспорта и задръжте, докато сканирането бъде успешно
cs: Udržujte telefon a pas v kontaktu, dokud skenování neproběhne.
da: Sørg for, at din telefon og dit pas er i berøring, indtil scanningen er gennemført
de: Halten Sie Ihr Telefon und Ihren Reisepass dicht beieinander, bis der Scannvorgang erfolgreich abgeschlossen wurde
el: Κρατήστε το τηλέφωνο και το διαβατήριό σας σε επαφή μέχρι η σάρωση να ολοκληρωθεί με επιτυχία
es_419: Mantén tu teléfono y pasaporte en contacto hasta que el escaneo se complete con éxito
et: Hoidke telefoni ja passi koos, kuni skaneerimine õnnestub
fa: تا زمان انجام موفقیت‌آمیز اسکن، گوشی و گذرنامه خود را در تماس با هم نگه دارید
fi: Pidä puhelimesi ja passisi kiinni toisissaan, kunnes skannaus onnistuu
fr: Maintenez le contact entre votre téléphone et votre passeport jusqu’à ce que le scan soit réussi
fr_ca: Gardez votre téléphone et votre passeport en contact jusqu'à ce que la numérisation soit réussie
he: ודא שהטלפון והדרכון נשארים מחוברים עד שהסריקה תושלם בהצלחה
hi: स्कैन होने तक अपने फ़ोन और पासपोर्ट को एक-दूसरे के करीब रखें
hr: Da bi skeniranje bilo uspješno, mobitel i putovnica moraju biti u kontaktu
hu: A beolvasás végéig tartsa a telefont az útlevél felett
hy: Ձեր հեռախոսն ու անձնագիրը պահեք կոնտակտի մեջ, մինչև սկանավորումը հաջողությամբ ավարտվի
it: Tieni il telefono a contatto con il passaporto fino al termine della scansione
ja: スキャンが成功するまで、スマートフォンとパスポートの接触を維持してください
ko: 스캔이 완료될 때까지 휴대폰이 여권에서 떨어지지 않도록 하세요
lt: Laikykite telefoną virš paso, kol bus sėkmingai nuskaityta
lv: Turiet tālruni un pasi tuvu vienu otrai, līdz skenēšana ir izdevusies
ms: Pastikan telefon dan pasport anda berhubung sehingga pengimbasan berjaya
pl: Utrzymuj kontakt telefonu z paszportem do momentu pomyślnego zeskanowania
pt: Mantenha o seu telefone e passaporte em contacto até que a digitalização seja bem sucedida
pt_br: Mantenha seu celular e passaporte em contato até que a digitalização seja bem-sucedida
ro: Mențineți telefonul și pașaportul dvs. în contact până când scanarea este realizată cu succes
ru: Держите телефон и паспорт рядом, пока сканирование не будет завершено успешно
sk: Udržiavajte telefón v kontakte s pasom, kým sa skenovanie úspešne neskončí
sl: Telefon in potni list imejte v stiku, dokler skeniranje ni uspešno
sv: Håll din telefon och ditt pass så att de vidrör varandra tills skanningen lyckas
th: วางโทรศัพท์และหนังสือเดินทางของคุณติดกันไว้จนกว่าจะสแกนสำเร็จ
tr: Tarama başarıyla yapılana kadar telefonunuzu ve pasaportunuzu birbiriyle temas hâlinde tutun
uk: Не забирайте телефон від паспорта, доки сканування не завершиться
zh_hans: 保持手机和护照接触，直到扫描成功
zh_hant: 在掃描成功之前，請保持您的手機和護照在手邊

# onfido_nfc_fail_button_primary_passport
source: Retry scanning
ar: إعادة محاولة المسح الضوئي
bg: Повторен опит за сканиране
cs: Opakování skenování
da: Start scanning
de: Scannen wiederholen
el: Έναρξη σάρωσης
es_419: Iniciar escaneo
et: Proovige uuesti skannida
fa: اسکن مجدد
fi: Yritä skannata uudell.
fr: Démarrer le scan
fr_ca: Réessayer la numérisation
he: התחל סריקה
hi: स्कैन शुरू करें
hr: Pokušajte ponovno skenirati
hu: A beolvasás megismétlése
hy: Կրկին սկանավորել
it: Inizia la scansione
ja: スキャンを再試行する
ko: 스캔 재시도
lt: Bandyti nuskaityti dar kartą
lv: Mēģiniet noskenēt atkārtoti
ms: Mulakan imbasan
pl: Rozpocznij skanowanie
pt: Iniciar digitalização
pt_br: Repetir digitalização
ro: Începeți scanarea
ru: Начать сканирование
sk: Skúsiť skenovanie znova
sl: Začni skeniranje
sv: Starta skanning
th: เริ่มสแกน
tr: Taramayı başlat
uk: Повторити сканування
zh_hans: 开始扫描
zh_hant: 重新進行掃描

# onfido_nfc_fail_button_secondary_passport
source: Get verified without scan
ar: الحصول على التحقق دون مسح ضوئي
bg: Проверка без сканиране
cs: Získejte ověření bez skenování
da: Bliv verificeret uden scanning
de: Verifizierung ohne Scan
el: Επαληθεύστε την ταυτότητά σας χωρίς σάρωση
es_419: Verificar tu identidad sin escanear
et: Isiku tuvastamine skannimata
fa: تأیید هویت بدون اسکن
fi: Vahvista ilman skannausta
fr: Faites la vérification sans scan
fr_ca: Se faire vérifier sans numérisation
he: אימות ללא סריקה
hi: स्कैन के बिना वेरिफ़ाई हों
hr: Zatražite provjeru bez skeniranja
hu: Igazolja személyazonosságát beolvasás nélkül
hy: Անցեք նույնականացում առանց սկանավորման
it: Verifica senza scansione
ja: スキャンなしで認証を受ける
ko: 스캔 없이 인증받기
lt: Jūsų patvirtinimas be nuskaitymo
lv: Veikt pārbaudi bez skenēšanas
ms: Dapatkan pengesahan tanpa imbasan
pl: Zweryfikuj bez skanowania
pt: Seja verificado sem digitalização
pt_br: Faça a verificação sem digitalização
ro: Fiți verificat fără scanare
ru: Пройти проверку без сканирования
sk: Vykonajte overenie bez skenovania
sl: Pridobite potrditev brez skeniranja
sv: Bli verifierad utan skanning
th: ยืนยันตัวตนโดยไม่ต้องสแกน
tr: Tarama yapmadan doğrulayın
uk: Пройти верифікацію без сканування
zh_hans: 不用扫描获得验证
zh_hant: 無需掃描即可取得驗證

# onfido_nfc_fail_list_item_remove_cover_card
source: Remove your phone cover
ar: قم بإزالة غطاء هاتفك
bg: Премахнете калъфа на телефона си
cs: Odstraňte kryt telefonu
da: Fjern dit telefonetui
de: Entfernen Sie die Hülle Ihres Telefons
el: Αφαιρέστε το κάλυμμα του τηλεφώνου σας
es_419: Retira la cubierta del teléfono
et: Eemaldage oma telefoni kate
fa: قاب گوشی خود را بردارید
fi: Poista puhelimesi suojus
fr: Retirez la protection de votre téléphone
fr_ca: Retirez votre étui de téléphone
he: הסר את כיסוי הטלפון
hi: अपना फ़ोन कवर हटाएँ
hr: Uklonite masku s mobitela
hu: Távolítsa el a telefon tokját
hy: Հանեք ձեր հեռախոսի պատյանը
it: Rimuovi la cover del telefono
ja: スマートフォンのカバーを取り外してください
ko: 휴대폰 케이스를 벗기세요
lt: Nuimkite telefono dangtelį
lv: Noņemiet tālruņa vāciņu
ms: Tanggalkan penutup telefon anda
pl: Zdejmij etui telefonu
pt: Remova a capa do seu telefone
pt_br: Remova a capa do celular
ro: Îndepărtați husa telefonului dvs.
ru: Снимите чехол с телефона
sk: Odstráňte kryt telefónu
sl: Odstranite ovitek telefona
sv: Ta bort telefonskalet
th: ถอดเคสโทรศัพท์ออก
tr: Telefon kılıfınızı çıkarın
uk: Зніміть чохол із телефона
zh_hans: 取下手机保护套
zh_hant: 取下手機套
