Repository: onfido/onfido-ios-sdk
Catalog: localization/Localizable_*.strings
Languages: ar, bg, cs, da, de, el, es_419, et, fa, fi, fr, fr_ca, he, hi, hr, hu, hy, it, ja, ko, lt, lv, ms, pl, pt, pt_br, ro, ru, sk, sl, sv, th, tr, uk, zh_hans, zh_hant

# onfido_nfc_scan_sheet
source: Slowly slide the document up and down
ar: حرك المستند ببطء للأعلى وللأسفل
bg: Бавно плъзнете документа нагоре и надолу
cs: Pomalu posouvejte dokument nahoru a dolů.
da: Skub langsomt dokumentet op- og nedad
de: Schieben Sie das Dokument langsam nach oben und unten
el: Σύρετε αργά το έγγραφο επάνω και κάτω
es_419: Desliza lentamente el documento hacia arriba y hacia abajo
et: Libistage dokumenti aeglaselt üles ja alla
fa: به آرامی مدرک را به بالا و پایین بکشید
fi: Liu'uta asiakirjaa hitaasti ylös ja alas
fr: Faites glisser lentement le document de haut en bas
fr_ca: Faites glisser lentement le document vers le haut et vers le bas
he: החלק את המסמך מעלה ומטה לאט
hi: डॉक्यूमेंट को धीरे-धीरे ऊपर और नीचे की ओर स्लाइड करें
hr: Polako pomičite dokument gore-dolje
hu: Lassan csúsztassa fel-le a dokumentumot
hy: Դանդաղ շարժեք փաստաթուղթը վերև և ներքև
it: Far scorrere lentamente il documento verso l'alto e verso il basso
ja: ドキュメントを上下にゆっくりスライドします
ko: 서류를 위아래로 천천히 미세요
lt: Lėtai slinkite dokumentą aukštyn ir žemyn
lv: Lēnām virziet dokumentu augšup un lejup
ms: Gelongsor dokumen anda ke atas dan ke bawah secara perlahan-lahan
pl: Powoli przesuwaj dokument w górę i w dół
pt: Deslize lentamente o documento para cima e para baixo
pt_br: Deslize lentamente o documento para cima e para baixo
ro: Glisați încet documentul în sus și în jos
ru: Медленно перемещайте документ вверх и вниз
sk: Pomaly posúvajte doklad nahor a nadol
sl: Počasi potisnite dokument gor in dol
sv: Skjut långsamt dokumentet upp och ner
th: เลื่อนเอกสารขึ้นและลงช้าๆ
tr: Belgeyi yavaşça yukarı ve aşağı kaydırın
uk: Повільно пересувайте документ угору й униз
zh_hans: 缓慢上下滑动证明文件
zh_hant: 慢慢向上和向下滑動文件

# onfido_nfc_scan_scanning_sheet_1
source: Scanning in progress Keep your device and document still.
ar: جارٍ المسح الضوئي حافظ على بقاء جهازك ومستندك ثابتين.
bg: В процес на сканиране Задръжте устройството и документа си неподвижни.
cs: Probíhá skenování Zařízení a dokument nechte v klidu.
da: Scanningen er i gang Hold din enhed og dit dokument stille.
de: Laufender Scanvorgang Halten Sie das Gerät und das Dokument ruhig.
el: Σάρωση σε εξέλιξη Κρατήστε τη συσκευή και το έγγραφό σας ακίνητα.
es_419: Escaneo en curso Mantén firmes el dispositivo y el documento.
et: Skannimine on käimas Hoidke oma seadet ja dokumenti paigal.
fa: اسکن در حال انجام است دستگاه و مدرک خود را ثابت نگه دارید.
fi: Skannaus käynnissä Pidä laitteesi ja asiakirjasi paikallaan.
fr: Numérisation en cours Gardez votre appareil et votre document immobiles.
fr_ca: Numérisation en cours Gardez votre appareil et votre document immobiles.
he: הסריקה מתבצעת אל תזיז את המכשיר ואת המסמך.
hi: स्कैन हो रहा है अपने डिवाइस और डॉक्यूमेंट को स्थिर रखें।
hr: Skeniranje je u tijeku Držite uređaj i dokument mirno.
hu: Szkennelés folyamatban Tartsa mozdulatlanul az eszközt és a dokumentumot.
hy: Սկանավորումն ընթացքի մեջ է
it: Scansione in corso Tenere il dispositivo e il documento fermi.
ja: スキャン中です デバイスとドキュメントを動かさないでください。
ko: 스캔 진행 중 장치와 서류가 움직이지 않게 두세요.
lt: Vyksta nuskaitymas Nejudinkite įrenginio ir dokumento.
lv: Notiek skenēšana Turiet ierīci un dokumentu nekustīgi.
ms: Pengimbasan sedang dijalankan Pastikan peranti dan dokumen anda tidak bergerak.
pl: Skanowanie w toku Trzymaj urządzenie i dokument nieruchomo.
pt: Digitalização em curso Mantenha o seu dispositivo e documento quietos.
pt_br: Digitalização em andamento Mantenha seu dispositivo e documento parados.
ro: Scanare în curs de desfășurare Păstrați dispozitivul și documentul nemișcat.
ru: Выполняется сканирование Держите устройство и документ неподвижно.
sk: Prebieha skenovanie Zariadenie a doklad držte bez pohybu.
sl: Skeniranje v teku Napravo in dokument držite pri miru.
sv: Skanning pågår Håll enheten och dokumentet stilla.
th: กำลังสแกน ถืออุปกรณ์และวางเอกสารของคุณให้อยู่นิ่งๆ
tr: Tarama devam ediyor Cihazınızı ve belgenizi sabit tutun.
uk: Виконується сканування Тримайте пристрій і документ непорушно.
zh_hans: 正在进行扫描 请保持您的设备和证明文件不动。
zh_hant: 掃描中 請保持您的裝置和文件靜止不動。

# onfido_nfc_scan_can-required_sheet_2
source: CAN required
ar: CAN مطلوب
bg: Изисква се CAN
cs: Vyžaduje se CAN
da: CAN er påkrævet
de: CAN erforderlich
el: Απαιτείται αριθμός CAN
es_419: Número CAN requerido
et: CAN on nõutav
fa: CAN مورد نیاز است
fi: CAN vaaditaan
fr: CAN requis
fr_ca: CAN requis
he: נדרש CAN
hi: CAN ज़रूरी है
hr: Morate unijeti CAN
hu: Szükség van a CAN számra
hy: Պահանջվում է CAN
it: CAN richiesto
ja: CANが必要です
ko: CAN은 필수 항목입니다
lt: Reikia CAN
lv: Nepieciešams CAN
ms: CAN diperlukan
pl: Wymagany CAN
pt: CAN necessário
pt_br: CAN necessário
ro: CAN necesar
ru: Требуется CAN
sk: Vyžaduje sa CAN
sl: Zahteva se CAN
sv: CAN krävs
th: ต้องระบุ CAN
tr: CAN gerekli
uk: Необхідно ввести номер CAN
zh_hans: CAN必填
zh_hant: 需要 CAN

# onfido_nfc_scan_lost-contact_sheet_3
source: Lost contact with NFC card Move your device slightly up or down.
ar: فقد الاتصال ببطاقة NFC حرك جهازك للأعلى أو للأسفل قليلاً.
bg: Прекъснат контакт с NFC картата Преместете устройството си леко нагоре или надолу.
cs: Ztráta kontaktu s kartou NFC Posuňte zařízení mírně nahoru nebo dolů.
da: Ingen berøring af NFC-kortet Flyt enheden lidt op- eller nedad.
de: Kontakt mit NFC-Karte verloren Bewegen Sie Ihr Gerät leicht nach oben oder unten.
el: Χάθηκε η επαφή με την κάρτα NFC Μετακινήστε τη συσκευή σας ελαφρώς προς τα πάνω ή προς τα κάτω.
es_419: Pérdida de contacto con el documento NFC Mueve el dispositivo ligeramente hacia arriba o hacia abajo.
et: Kontakt NFC-kiibiga kaardiga kadus Liigutage seadet veidi üles või alla.
fa: ارتباط با کارت NFC قطع شد دستگاه خود را کمی به بالا یا پایین حرکت دهید.
fi: Yhteys NFC-korttiin katkesi Siirrä laitettasi hieman ylös tai alas.
fr: Perte de contact avec la carte NFC Déplacez légèrement votre appareil vers le haut ou le bas.
fr_ca: Contact perdu avec la carte NFC Déplacez votre appareil légèrement vers le haut ou le bas.
he: החיבור עם כרטיס ה-NFC אבד הזז את המכשיר מעט למעלה או למטה.
hi: NFC कार्ड से संपर्क टूट गया अपने डिवाइस को थोड़ा ऊपर या नीचे की ओर ले जाएँ।
hr: Izgubljen je kontakt s iskaznicom s NFC čipom Polako pomičite uređaj gore ili dolje.
hu: Megszakadt a kapcsolat az NFC-kártyával Mozgassa az eszközt kissé felfele vagy lefele.
hy: NFC քարտի հետ կապը կորել է Սարքը մի փոքր վերև կամ ներքև շարժեք։
it: Perdita di contatto con la scheda NFC Muovere leggermente il dispositivo verso l'alto o verso il basso.
ja: NFCカードとの接続を失いました デバイスをわずかに上下に動かしてください。
ko: NFC 카드와의 연결이 끊겼습니다. 기기를 위아래로 천천히 옮기세요.
lt: Nebėra sąlyčio su NFC kortele Šiek tiek pakelkite arba nuleiskite įrenginį.
lv: Pārtrūka saskare ar NFC karti Pavirziet ierīci nedaudz augšup vai lejup.
ms: Terputus sambungan dengan kad NFC Gerakkan peranti anda ke atas atau ke bawah sedikit.
pl: Utracono kontakt z kartą NFC Przesuń swoje urządzenie lekko w górę lub w dół.
pt: Perda de contacto com cartão NFC Mova o seu dispositivo ligeiramente para cima ou para baixo.
pt_br: Perda de contato com o cartão NFC Mova o dispositivo ligeiramente para cima ou para baixo.
ro: Ați pierdut contactul cu cardul NFC Mutați ușor dispozitivul în sus sau în jos.
ru: Контакт с картой NFC утерян Переместите устройство немного вверх и вниз.
sk: Stratil sa kontakt s preukazom s NFC Pohybujte zariadením mierne nahor alebo nadol.
sl: Izgubljen stik s kartico NFC Napravo rahlo premaknite navzgor ali navzdol.
sv: Förlorade anslutningen med NFC-kort Flytta enheten något uppåt eller nedåt.
th: ขาดการติดต่อกับบัตร NFC เลื่อนอุปกรณ์ของคุณขึ้นหรือลงเล็กน้อย
tr: NFC kartı ile teması kayboldu Cihazınızı hafifçe yukarı veya aşağı hareket ettirin.
uk: Утрачено контакт із карткою NFC Злегка перемістіть пристрій угору або вниз.
zh_hans: 失去与NFC身份证的接触 将设备稍微向上或向下移动。
zh_hant: 失去與 NFC 卡片的接觸 稍微向上或向下移動裝置。

# onfido_nfc_scan_lost-connection_sheet_4
source: Lost connection We couldn’t scan your document
ar: الاتصال مفقود لم نتمكن من مسح المستند ضوئيًا
bg: Връзката прекъсна Не можахме да сканираме документа ви
cs: Ztráta spojení Váš dokument se nám nepodařilo naskenovat
da: Ingen forbindelse Vi kan ikke scanne dit dokument
de: Verbindung verloren Wir konnten Ihr Dokument nicht scannen
el: Χάθηκε η σύνδεση Δεν ήταν δυνατή η σάρωση του εγγράφου σας
es_419: Conexión perdida No se pudo escanear tu documento
et: Ühendus katkes Meil ei õnnestunud teie dokumenti skannida
fa: ارتباط قطع شد نتوانستیم مدرک شما را اسکن کنیم
fi: Yhteys katkesi Asiakirjaasi ei voitu skannata
fr: Connexion perdue Nous n'avons pas pu scanner votre document
fr_ca: Connexion perdue Impossible de numériser votre document
he: החיבור אבד לא הצלחנו לסרוק את המסמך שלך
hi: कनेक्शन टूट गया हम आपका डॉक्यूमेंट स्कैन नहीं कर सके
hr: Veza je prekinuta Nismo uspjeli skenirati vaš dokument
hu: Megszakadt a kapcsolat Nem tudtuk beolvasni a dokumentumát
hy: Կապի խափանում Ձեր փաստաթուղթը սկանավորել չհաջողվեց
it: Connessione persa Non è stato possibile scansionare il documento
ja: 接続が失われました ドキュメントをスキャンできませんでした
ko: 연결이 끊겼습니다 서류를 스캔할 수 없습니다
lt: Nebėra sąlyčio Nepavyko nuskaityti jūsų dokumento
lv: Pārtrūka savienojums Mēs nevarējām noskenēt jūsu dokumentu
ms: Sambungan terputus Kami tidak dapat mengimbas dokumen anda
pl: Utracono połączenie Nie mogliśmy zeskanować Twojego dokumentu
pt: Ligação perdida Não podíamos digitalizar o seu documento
pt_br: Perda de conexão Não foi possível digitalizar seu documento
ro: Conexiune pierdută Nu am putut scana documentul dvs.
ru: Соединение потеряно Не удалось отсканировать документ
sk: Stratilo sa spojenie Nepodarilo sa naskenovať váš doklad
sl: Izgubljena povezava Ni bilo mogoče skenirati vašega dokumenta
sv: Förlorade anslutningen Vi kunde inte skanna ditt dokument
th: การเชื่อมต่อสูญหาย เราสแกนเอกสารของคุณไม่ได้
tr: Bağlantı kesildi Belgenizi tarayamadık
uk: З’єднання втрачено Не вдалося відсканувати документ
zh_hans: 失去连接 我们无法扫描您的证明文件
zh_hant: 失去連線 我們無法掃描您的文件

# onfido_nfc_scan_incorrect-can_sheet_5
source: Incorrect CAN
ar: CAN غير صحيحة
bg: Неправилен CAN
cs: Nesprávný CAN
da: Forkert CAN
de: Falsches CAN
el: Εσφαλμένο CAN
es_419: Número CAN incorrecto
et: Vale CAN
fa: CAN نادرست است
fi: Virheellinen CAN
fr: CAN incorrect
fr_ca: CAN incorrect
he: CAN שגוי
hi: गलत CAN
hr: CAN nije točan
hu: Helytelen CAN
hy: Սխալ CAN
it: CAN non corretto
ja: CANが正しくありません
ko: CAN이 올바르지 않습니다
lt: Neteisingas CAN
lv: Nepareizs CAN
ms: CAN tidak betul
pl: Nieprawidłowy CAN
pt: CAN incorrecto
pt_br: CAN incorreto
ro: CAN incorect
ru: Неправильный CAN
sk: Nesprávne CAN
sl: Nepravilen CAN
sv: Felaktigt CAN
th: CAN ไม่ถูกต้อง
tr: Yanlış CAN
uk: Неправильний номер CAN
zh_hans: CAN不正确
zh_hant: CAN 不正確

# onfido_enter_can_error_label
source: You have [%i] [%s] left.
ar: لدي %1$d %2$@ متبقية.
bg: Остава ви %1$d %2$@.
cs: Zbývá vám %1$d %2$@.
da: Du har %1$d %2$@ tilbage.
de: Sie haben noch %1$d %2$s übrig.
el: Έχετε %1$d %2$@ ακόμη.
es_419: Te quedan %1$d %2$@.
et: Jäänud on %1$d %2$@.
fa: شما %1$d %2$@ باقی‌مانده دارید.
fi: Sinulla on %1$d %2$@ jäljellä.
fr: Il vous reste %1$d %2$@.
fr_ca: Il vous reste %1$d %2$@.
he: נותרו לך %1$d %2$@.
hi: आपके पास %1$d %2$@ बचे हैं।
hr: Preostaje vam još nekoliko pokušaja (%1$d %2$@).
hu: Összesen %1$d %2$@ maradt.
hy: Ձեզ մնացել է %1$d %2$@։
it: Ti sono rimaste %1$d %2$@.
ja: %1$d%2$@が残っています。
ko: %1$d%2$@이(가) 남았습니다.
lt: Jums liko %1$d %2$@.
lv: Jums ir atlicis %1$d %2$@.
ms: Anda mempunyai %1$d %2$@ lagi.
pl: Zostało Ci %1$d %2$@.
pt: Ainda tem %1$d %2$@.
pt_br: Restam %1$d %2$@.
ro: Mai aveți %1$d %2$@.
ru: У Вас осталось %1$d%2$@
sk: Počet zostávajúcich pokusov: %1$d %2$@.
sl: Na voljo imate še %1$d %2$@.
sv: Du har %1$d %2$@ kvar.
th: คุณลองได้อีก %1$d %2$@
tr: %1$d %2$@ kaldı.
uk: Залишилося: %1$d %2$@.
zh_hans: 您还可以尝试%1$d%2$@。
zh_hant: 目前剩下 %1$d %2$@ 嘗試次數。

# onfido_enter_can_substring_attempt_singular
source: attempt
ar: محاولة
bg: опит
cs: pokus
da: forsøg
de: Versuch
el: προσπάθεια
es_419: intento
et: katse
fa: فرصت
fi: yritys
fr: tentative
fr_ca: tentative
he: נסיון
hi: प्रयास
hr: pokušaj
hu: próbálkozás
hy: փորձ
it: tentativo
ja: 試行
ko: 회 시도
lt: mėginimas
lv: mēģinājums
ms: percubaan
pl: prób
pt: tentativa
pt_br: tentativa
ro: încercare
ru: попытка
sk: pokus
sl: poskus
sv: försök
th: ครั้ง
tr: deneme
uk: спроба
zh_hans: 次
zh_hant: 嘗試

# onfido_enter_can_substring_attempt_plural
source: attempts
ar: محاولات
bg: опити
cs: pokusy
da: forsøg
de: Versuche
el: προσπάθειες
es_419: intentos
et: katset
fa: فرصت
fi: yritystä
fr: tentatives
fr_ca: tentatives
he: ניסיונות
hi: प्रयास
hr: pokušaja
hu: próbálkozások
hy: փորձեր
it: tentativi
ja: 試行
ko: 회 시도
lt: bandymai
lv: mēģinājumu
ms: percubaan
pl: prób
pt: tentativas
pt_br: tentativas
ro: încercări
ru: попытки/попыток
sk: pokusov
sl: poskusov
sv: försök
th: ครั้ง
tr: deneme
uk: спроби/спроб
zh_hans: 次
zh_hant: 嘗試

# onfido_nfc_scan_error_button_secondary
source: Get verified without NFC
ar: الحصول على التحقق دون NFC
bg: Получаване на потвърждение без NFC
cs: Získej ověření bez NFC
da: Bliv bekræftet uden NFC
de: Lassen Sie sich ohne NFC verifizieren
el: Επαληθεύστε χωρίς NFC
es_419: Obtener verificación sin NFC
et: Kinnitamine ilma NFC-ta
fa: بدون NFC تأیید شوید
fi: Vahvista ilman NFC: tä
fr: Vérifier sans NFC
fr_ca: Vérifier sans NFC
he: אימות ללא NFC
hi: एनएफसी के बिना सत्यापित हो जाओ
hr: Provjeri bez NFC-a
hu: Ellenőrzés NFC nélkül
hy: Ստացեք հաստատում առանց NFC - ի
it: Ottenere la verifica senza NFC
ja: NFCなしで認証を受ける
ko: NFC 없이 인증 받기
lt: Gauti patvirtinimą be NFC
lv: Iegūt verifikāciju bez NFC
ms: Dapatkan pengesahan tanpa NFC
pl: Uzyskaj weryfikację bez NFC
pt: Seja verificado sem NFC
pt_br: Seja verificado sem NFC
ro: Obțineți verificarea fără NFC
ru: Получить верификацию без NFC
sk: Overenie bez NFC
sl: Preveri brez NFC
sv: Bli verifierad utan NFC
th: รับการตรวจสอบโดยไม่มี NFC
tr: NFC olmadan doğrulanın
uk: Отримати підтвердження без NFC
zh_hans: 不用NFC获得验证
zh_hant: 無需NFC即可獲得驗證

# onfido_intro_scan_animation_ios
source: Place your document at the top back of your device. Once the scan starts, hold them still.
ar: ضع المستند في الجزء الخلفي العلوي من جهازك. بمجرد بدء المسح الضوئي ، امسكهم بثبات.
bg: Поставете документа си в горната част на гърба на устройството. След като сканирането започне, дръжте ги неподвижни.
cs: Dokument umístěte na horní zadní stranu zařízení. Jakmile začne skenování, držte je v klidu.
da: Placer dit dokument øverst på bagsiden af din enhed. Når scanningen starter, så hold dem stille.
de: Legen Sie Ihr Dokument oben auf der Rückseite Ihres Geräts ab. Halten Sie sie nach dem Start des Scans still.
el: Τοποθετήστε το έγγραφό σας στο πάνω μέρος της συσκευής σας. Μόλις ξεκινήσει η σάρωση, κράτα τους ακίνητους.
es_419: Coloca el documento en la parte superior trasera del dispositivo. Una vez que comience el escaneo, manténgalos quietos.
et: Asetage dokument seadme ülaossa. Kui skannimine algab, hoidke neid paigal.
fa: سند خود را در بالای دستگاه خود قرار دهید. پس از شروع اسکن، آنها را ثابت نگه دارید.
fi: Aseta asiakirjasi laitteen yläreunaan. Kun skannaus alkaa, pidä heidät paikoillaan.
fr: Placez votre document en haut à l'arrière de votre appareil. Une fois le scan démarré, maintenez-les immobiles.
fr_ca: Placez votre document en haut à l'arrière de votre appareil. Une fois le scan démarré, maintenez-les immobiles.
he: יש למקם את המסמך בחלקו האחורי העליון של המכשיר. ברגע שהסריקה מתחילה, תחזיק אותם.
hi: अपने दस्तावेज़ को अपने डिवाइस के शीर्ष पर रखें। एक बार जब स्कैन शुरू हो जाए, तब तक उन्हें दबाए रखें।
hr: Postavite dokument na gornji dio stražnje strane uređaja. Kad skeniranje počne, držite ih mirno.
hu: Helyezze a dokumentumot az eszköz hátoldalára. Amint a szkennelés elkezdődik, tartsa őket mozdulatlanul.
hy: Փաստաթուղթը տեղադրեք ձեր սարքի վերևի հետևի մասում ։ Սկանավորում սկսելուց հետո պահեք դրանք անշարժ:
it: Posiziona il documento nella parte superiore posteriore del dispositivo. Una volta iniziata la scansione, tienili fermi.
ja: ドキュメントをデバイスの上部に配置します。スキャンが開始されたら、そのままにしておきます。
ko: 문서를 기기 뒷면 상단에 놓으세요. 스캔이 시작되면 정지 상태로 유지합니다.
lt: Dokumentą padėkite prietaiso užpakalinės dalies viršuje. Prasidėjus nuskaitymui, laikykite juos nejudindami.
lv: Novietojiet dokumentu ierīces aizmugurējās daļas augšpusē. Kad skenēšana ir sākta, turiet tos nekustīgi.
ms: Letakkan dokumen anda di bahagian atas belakang peranti anda. Sebaik sahaja imbasan bermula, tahan mereka.
pl: Umieść dokument w górnej części urządzenia. Po rozpoczęciu skanowania trzymaj je nieruchomo.
pt: Coloque o documento na parte superior traseira do dispositivo. Assim que o scanner começar, mantenha-os parados.
pt_br: Coloque o documento na parte superior traseira do dispositivo. Assim que o exame começar, mantenha-os parados.
ro: Plasează documentul în partea din spate sus a dispozitivului. Odată ce scanarea începe, țineți-le nemișcate.
ru: Поместите документ в верхнюю заднюю часть устройства. После начала сканирования держите их неподвижно.
sk: Dokument umiestnite na hornú časť zadnej časti zariadenia. Akonáhle začne skenovanie, držte ich pevne.
sl: Dokument postavite na zgornjo stran naprave. Ko se skeniranje začne, jih držite pri miru.
sv: Placera ditt dokument längst upp på baksidan av enheten. När skanningen börjar, håll dem stilla.
th: วางเอกสารของคุณไว้ที่ด้านหลังด้านบนของอุปกรณ์ เมื่อการสแกนเริ่มขึ้นให้พวกเขาอยู่นิ่งๆ
tr: Belgenizi cihazınızın üst arka kısmına yerleştirin. Tarama başladıktan sonra, onları sabit tutun.
uk: Розмістіть документ у верхній частині задньої панелі пристрою. Після початку сканування тримайте їх на місці.
zh_hans: 将证明文件放在设备的顶部背面。扫描开始后，请保持其不动。
zh_hant: 將文件放在裝置的頂部。掃描開始後，請保持狀態不變。

# onfido_nfc_scan_sheet_success
source: Scanning successful
ar: تم الفحص بنجاح
bg: Сканирането е успешно
cs: Skenování úspěšné
da: Scanning succesfuldt
de: Scannen erfolgreich
el: Επιτυχής σάρωση
es_419: Escaneo exitoso
et: Skaneerimine õnnestus
fa: اسکن موفقیت آمیز بود
fi: Skannaus onnistui
fr: Scan réussi
fr_ca: Scan réussi
he: הסריקה הצליחה
hi: स्कैन सफल
hr: Uspješno skeniranje
hu: Sikeres szkennelés
hy: Սկանավորումը հաջողվեց
it: Scansione riuscita
ja: スキャン成功
ko: 스캔 성공
lt: Nuskaitymas sėkmingas
lv: Skenēšana veiksmīga
ms: Imbasan berjaya
pl: Skanowanie zakończone sukcesem
pt: Varredura bem-sucedida
pt_br: Varredura bem-sucedida
ro: Scanare reușită
ru: Сканирование успешно.
sk: Skenovanie úspešné
sl: Skeniranje uspešno.
sv: Skanning lyckades
th: สแกนสำเร็จ
tr: Tarama başarılı.
uk: Сканування успішне
zh_hans: 扫描成功
zh_hant: 掃描成功

# onfido_avc_intro_disclaimer_camera_and_audio_on
source: Your face, background, and audio will be recorded during this process
ar: سيتم تسجيل وجهك وخلفيتك وصوتك أثناء هذه العملية
bg: Лицето, фонът и звукът ви ще бъдат записани по време на този процес
cs: Během tohoto procesu bude zaznamenán váš obličej, pozadí a zvuk
da: Dit ansigt, din baggrund og din lyd vil blive optaget under denne proces
de: Ihr Gesicht, Ihr Hintergrund und Ihr Ton werden während dieses Vorgangs aufgezeichnet.
el: Το πρόσωπο, το φόντο και ο ήχος σας θα καταγραφούν κατά τη διάρκεια αυτής της διαδικασίας
es_419: Su cara, fondo y audio se grabarán durante este proceso
et: Selle protsessi käigus salvestatakse teie nägu, taust ja heli
fa: در طی این فرآیند چهره، پس زمینه و صدای شما ضبط می شود
fi: Kasvosi, taustasi ja ääni tallennetaan tämän prosessin aikana
fr: Lors de cette étape, nous enregistrerons votre visage, l'arrière-plan et le son.
fr_ca: Votre visage, l'audio et l'arrière-plan seront enregistrés durant cette étape
he: הפנים, הרקע והשמע שלך יוקלטו במהלך תהליך זה
hi: इस प्रक्रिया के दौरान आपका चेहरा, बैकग्राउंड और ऑडियो रिकॉर्ड किया जाएगा
hr: Tijekom ovog procesa snimit će se vaše lice, pozadina i zvuk
hu: Az Ön arcát, hátterét és hangját rögzítjük a folyamat során
hy: Ձեր դեմքը, ֆոնը և ձայնագրությունը կձայնագրվեն այս գործընթացի ընթացքում
it: Il vostro volto, lo sfondo e l'audio saranno registrati durante questo processo
ja: この際、お客様の顔、背景、音声が記録されます
ko: 이 과정에서 얼굴, 배경 및 오디오가 녹음됩니다
lt: Šio proceso metu bus įrašomas jūsų veidas, fonas ir garsas
lv: Šī procesa laikā tiks ierakstīta jūsu seja, fons un skaņa
ms: Wajah, latar belakang dan audio anda akan dirakam semasa proses ini
pl: Twoja twarz, tło i dźwięk zostaną nagrane podczas tego procesu
pt: O seu rosto, fundo, e áudio serão gravados durante este processo
pt_br: Seu rosto, fundo e áudio serão gravados durante este processo
ro: Fața, fundalul și sunetul dvs. vor fi înregistrate în timpul acestui proces
ru: Во время этого процесса будут записаны ваше лицо, фон и звук.
sk: Počas tohto procesu bude zaznamenaná vaša tvár, pozadie a zvuk
sl: Med tem postopkom bodo posneti vaš obraz, ozadje in zvok
sv: Ditt ansikte, din bakgrund och ditt ljud kommer att spelas in under denna process
th: ใบหน้า พื้นหลัง และเสียงของคุณจะถูกบันทึกในระหว่างขั้นตอนนี้
tr: Bu işlem sırasında yüzünüz, arka planınız ve sesiniz kaydedilecek
uk: Під час цього процесу буде записано ваше обличчя, фон і звук
zh_hans: 在此过程中将记录您的面部、背景和音频
zh_hant: 將在此過程中記錄您的臉部、背景及聲音

# onfido_generic_alert_network_error_button_primary
source: OK
ar: موافق
es_419: ACEPTAR
fa: تایید
he: אישור
hi: ठीक है
hr: U redu
hy: Լավ
ko: 확인
lt: Gerai
lv: Labi
sl: V redu
th: ตกลง
tr: Tamam
zh_hans: 确定
zh_hant: 確定

# onfido_welcome_button_primary
source: Start
ar: بدء
bg: Начало
cs: Začít
el: Έναρξη
es_419: Comenzar
et: Alustage
fa: شروع
fi: Aloita
fr: Démarrer
fr_ca: Commencer
he: התחל
hi: शुरू करें
hr: Započni
hu: Indítás
hy: Սկսել
it: Inizia
ja: 開始
ko: 시작하기
lt: Pradžia
lv: Sākt
ms: Mula
pt: Começar
pt_br: Iniciar
ro: Începeți
ru: Начать
sk: Začať
sl: Začetek
sv: Starta
th: เริ่ม
tr: Başlat
uk: Почати
zh_hans: 开始
zh_hant: 開始

# onfido_poa_err_invalid_file_ok
source: OK
ar: موافق
es_419: ACEPTAR
fa: تایید
he: אישור
hi: ठीक है
hr: U redu
hy: Լավ
ko: 확인
lt: Gerai
lv: Labi
sl: V redu
th: ตกลง
tr: Tamam
zh_hans: 确定
zh_hant: 確定

# onfido_poa_guidance_instructions_logo
source: Logo
ar: شعار
bg: Лого
el: Λογότυπο
fa: لوگو
he: לוגו
hi: लोगो
hr: Logotip
hu: Logó
hy: Տարբերանշան
ja: ロゴ
ko: 로고
lt: Logotipas
lv: Logotips
pt: Logótipo
ru: Логотип
sl: Logotip
sv: Logotyp
th: โลโก้
uk: Логотип
zh_hans: 徽标
zh_hant: 標誌

# onfido_welcome_nfc_subtitle
source: It should take a few minutes
ar: ستأخذ بعض الوقت
bg: Ще отнеме няколко минути
cs: Mělo by to trvat několik minut
da: Det tager nok et par minutter
el: Θα διαρκέσει μερικά λεπτά
es_419: Esto puede tomar unos pocos minutos
et: See peaks võtma mõne minuti
fa: این کار چند دقیقه طول می‌کشد
fi: Siihen menee muutama minuutti
fr: Cela ne prendra que quelques minutes
fr_ca: Cela devrait prendre quelques minutes
he: תהליך זה אמור לקחת כמה דקות
hi: इसमें कुछ ही मिनट लगेंगे
hr: Nekoliko minuta bi trebalo biti dovoljno
hu: Pár percet vesz igénybe
hy: Դա կարող է տևել մի քանի րոպե
it: L’operazione richiederà pochi minuti
ja: 数分かかります
ko: 이 절차를 진행하는 데는 몇 분 정도가 소요됩니다
lt: Tai turėtų užtrukti kelias minutes
lv: Tas var aizņemt dažas minūtes
ms: Ia akan mengambil masa beberapa minit
pl: Powinno to zająć kilka minut
pt: Pode demorar alguns minutos
pt_br: Isso pode levar alguns minutos
ro: Ar trebui să dureze câteva minute
ru: Это займет несколько минут
sk: Malo by to trvať niekoľko minút
sl: Trajalo bo nekaj minut
sv: Detta kan ta några minuter
th: น่าจะใช้เวลาสักครู่
tr: Sadece birkaç dakika sürer
uk: Це займе кілька хвилин
zh_hans: 这应该会需要几分钟时间
zh_hant: 這可能需要幾分鐘的時間
