Repository: onfido/onfido-ios-sdk
Catalog: localization/Localizable_*.strings
Languages: ar, bg, cs, da, de, el, es_419, et, fa, fi, fr, fr_ca, he, hi, hr, hu, hy, it, ja, ko, lt, lv, ms, pl, pt, pt_br, ro, ru, sk, sl, sv, th, tr, uk, zh_hans, zh_hant

# onfido_generic_errors_geoblocked_error_instruction
source: We’re sorry, seems like we can’t proceed further as your current location is not supported
ar: عذرًا، يبدو أننا لا نستطيع المتابعة نظرًا لأن موقعك الحالي غير مدعوم
bg: За съжаление, изглежда, че не можем да продължим, тъй като настоящото ви местоположение не се поддържа
cs: Litujeme, ale zdá se, že nemůžeme pokračovat dále, protože Vaše aktuální umístění není podporováno.
da: Vi beklager, men det ser ud til, at vi ikke kan komme videre i processen, da din nuværende placering ikke understøttes
de: Es tut uns leid, wir können leider nicht fortfahren, da Ihr aktueller Standort nicht unterstützt wird.
el: Δυστυχώς, φαίνεται ότι δεν μπορούμε να προχωρήσουμε περαιτέρω, καθώς η τρέχουσα τοποθεσία σας δεν υποστηρίζεται
es_419: Lo sentimos, pero parece que no podemos continuar porque tu ubicación actual no es compatible
et: Kahjuks ei saa me jätkata, kuna teie praegust asukohta ei toetata
fa: متأسفیم، فرآیند قابل ادامه نیست زیرا برای موقعیت مکانی فعلی شما خدمات ارائه نمی‌شود
fi: Valitettavasti näyttää siltä, että emme voi jatkaa, koska nykyistä sijaintiasi ei tueta
fr: Nous sommes désolés, il semble que nous ne puissions pas poursuivre car votre emplacement actuel n'est pas pris en charge
fr_ca: Nous sommes désolés, il semble que nous ne puissions pas continuer car votre emplacement actuel n'est pas pris en charge
he: מצטערים, נראה שלא נוכל להמשיך כיוון שהמיקום הנוכחי שלך אינו נתמך
hi: माफ़ करें, ऐसा लगता है कि आपकी मौजूदा लोकेशन समर्थित नहीं है, इसलिए हम आगे नहीं बढ़ सकते
hr: Žao nam je, čini se da ne možemo nastaviti jer vaša trenutačna lokacija nije podržana
hu: Sajnáljuk, de úgy tűnik, nem tudunk továbblépni, mert a jelenlegi tartózkodási helye nem támogatott
hy: Ներեցեք, շարունակել չի հաջողվի, քանի որ ձեր ներկայիս գտնվելու վայրը չի սպասարկվում
it: Siamo spiacenti. Sembra che non sia possibile procedere oltre perché la posizione attuale non è supportata
ja: 申し訳ありませんが、現在の所在地はサポートされていないため、これ以上手続きを進めることはできません
ko: 죄송합니다. 현재 위치가 지원되지 않아 더 이상 진행할 수 없습니다
lt: Atsiprašome, atrodo, kad negalime tęsti, nes jūsų dabartinė vieta nepalaikoma
lv: Diemžēl šķiet, ka nevaram turpināt, jo jūsu pašreizējā atrašanās vieta netiek atbalstīta
ms: Kami mohon maaf, kami tidak dapat meneruskan selanjutnya kerana lokasi semasa anda tidak disokong
pl: Wygląda na to, że nie możemy kontynuować, ponieważ Twoja bieżąca lokalizacja nie jest obsługiwana
pt: Lamentamos, parece que não conseguimos avançar mais porque a sua localização atual não é suportada
pt_br: Sinto muito, mas parece que não podemos prosseguir pois a sua localização atual não é suportada
ro: Ne pare rău, se pare că nu putem continua pentru că locația dvs. actuală nu este acoperită
ru: К сожалению, мы не можем продолжить, так как Ваше текущее местоположение не поддерживается
sk: Ľutujeme, ale zdá sa, že nemôžeme pokračovať ďalej, pretože vaša aktuálna poloha nie je podporovaná
sl: Žal nam je, zdi se, da ne moremo nadaljevati, ker vaša trenutna lokacija ni podprta
sv: Tyvärr verkar det som att vi inte kan gå vidare eftersom din nuvarande plats inte stöds
th: ขออภัย ดูเหมือนว่าเราดำเนินการต่อไม่ได้ เนื่องจากระบบไม่รองรับตำแหน่งปัจจุบันของคุณ
tr: Üzgünüz, mevcut konumunuz desteklenmediği için daha fazla ilerleyemiyoruz
uk: На жаль, ми не можемо продовжити, оскільки ваше поточне місцезнаходження не підтримується
zh_hans: 很抱歉，由于您当前的位置不受支持，我们无法继续操作
zh_hant: 很抱歉，由於無法支援您的所在位置，我們似乎無法繼續進行

# onfido_welcome_list_item_doc
source: your identity document
ar: بطاقة هويتك
bg: официалният ви документ за самоличност
cs: Váš doklad totožnosti
da: dit ID-dokument
de: Ihr Ausweisdokument
el: το έγγραφο ταυτότητάς σας
es_419: tu documento de identidad
et: teie isikut tõendav dokument
fa: مدرک هویتی شما
fi: henkilötodistuksesi
fr: votre document d’identité
fr_ca: votre pièce d’identité
he: תעודת הזהות שלך
hi: आपका पहचान पत्र
hr: vaša osobna iskaznica
hu: az Ön személyazonosító okmánya
hy: ձեր անձը հաստատող փաստաթուղթը
it: il tuo documento d’identità
ja: 本人確認書類
ko: 신분증 서류
lt: jūsų asmens tapatybės dokumentas
lv: jūsu personu apliecinošo dokumentu
ms: dokumen pengenalan anda
pl: Twojego dokumentu tożsamości
pt: o seu documento de identidade
pt_br: seu documento de identidade
ro: documentul dvs. de identitate
ru: Вашего документа, удостоверяющего личность
sk: váš doklad totožnosti
sl: vaš osebni dokument
sv: ditt identitetsdokument
th: เอกสารยืนยันตัวตนของคุณ
tr: kimlik belgeniz
uk: документ, що посвідчує особу
zh_hans: 您的身份证件
zh_hant: 您的身份證件

# onfido_welcome_list_header_photo
source: Use your device to photograph:
ar: استخدم جهازك لالتقاط صورة:
bg: Използвайте устройството си, за да направите снимка:
cs: K fotografování používejte své zařízení:
da: Brug din enhed til at fotografere:
de: Verwenden Sie Ihr Gerät zum Fotografieren:
el: Χρησιμοποιήστε τη συσκευή σας για να φωτογραφίσετε:
es_419: Usa tu dispositivo para fotografiar:
et: Pildistage oma seadme abil järgmist:
fa: از دستگاه خود برای عکس گرفتن استفاده کنید:
fi: Käytä laitettasi kuvataksesi:
fr: Utilisez votre mobile pour prendre en photo:
fr_ca: Utilisez votre appareil pour photographier:
he: השתמש במכשיר שלך כדי לצלם:
hi: अपने डिवाइस के ज़रिए फ़ोटो लें:
hr: Upotrijebite svoj uređaj za fotografiranje:
hu: Használja eszközét a fényképezéshez:
hy: Ձեր սարքը օգտագործեք՝ լուսանկարելու համար.
it: Usa il dispositivo per fotografare:
ja: デバイスを使用して写真を撮影します。
ko: 기기를 사용하여 사진 촬영:
lt: Naudodamiesi įrenginiu fotografuokite:
lv: Izmantojiet ierīci, lai nofotografētu:
ms: Gunakan peranti anda untuk mengambil gambar:
pl: Użyj swojego urządzenia do fotografowania:
pt: Use o seu dispositivo para fotografar:
pt_br: Use seu dispositivo para fotografar:
ro: Utilizați dispozitivul dvs. pentru a face poze:
ru: Используйте свое устройство для фотографирования:
sk: Použite zariadenie na nasnímanie fotky:
sl: Uporabite napravo za fotografiranje:
sv: Använd din enhet för att fotografera:
th: ใช้อุปกรณ์ของคุณถ่ายภาพ:
tr: Fotoğraf çekmek için cihazınızı kullanın:
uk: Зробіть фото за допомогою свого пристрою:
zh_hans: 使用您的设备拍照：
zh_hant: 使用您的裝置拍攝：

# onfido_welcome_list_header_record
source: Use your device to photograph or record:
ar: استخدم جهازك لالتقاط صورة أو للتسجيل:
bg: Използвайте устройството си, за да снимате или запишете:
cs: Pomocí zařízení můžete fotografovat nebo nahrávat:
da: Brug din enhed til at fotografere eller optage:
de: Verwenden Sie Ihr Gerät zum Fotografieren oder Aufzeichnen:
el: Χρησιμοποιήστε τη συσκευή σας για να φωτογραφίσετε ή να καταγράψετε:
es_419: Usa tu dispositivo para fotografiar o grabar:
et: Pildistage või salvestage oma seadme abil järgmist:
fa: از دستگاه خود برای عکس گرفتن یا ضبط فیلم استفاده کنید:
fi: Käytä laitettasi kuvataksesi tai tallentaaksesi:
fr: Utilisez votre mobile pour prendre en photo ou en vidéo :
fr_ca: Utilisez votre appareil pour photographier ou enregistrer:
he: השתמש במכשיר שלך כדי לצלם:
hi: अपने डिवाइस के ज़रिए फ़ोटो लें या रिकॉर्ड करें:
hr: Upotrijebite uređaj za fotografiranje ili snimanje:
hu: Használja eszközét fényképezéshez vagy felvételhez:
hy: Ձեր սարքը օգտագործեք՝ լուսանկարելու կամ տեսագրելու հա,ար.
it: Usa il dispositivo per fotografare o registrare:
ja: デバイスを使用して写真を撮影または録画します。
ko: 기기를 사용하여 사진을 촬영하거나 녹화:
lt: Naudodamiesi įrenginiu fotografuokite arba filmuokite:
lv: Izmantojiet ierīci, lai nofotografētu vai ierakstītu:
ms: Gunakan peranti anda untuk mengambil gambar atau merakam:
pl: Użyj swojego urządzenia do fotografowania lub nagrywania:
pt: Utilize o seu dispositivo para fotografar ou gravar:
pt_br: Use seu dispositivo para fotografar ou gravar:
ro: Utilizați dispozitivul dvs. pentru a face poze sau a înregistra:
ru: Используйте свое устройство для фотографирования или записи видео:
sk: Použite zariadenie na nasnímanie fotky alebo videa:
sl: Uporabite napravo za fotografiranje ali snemanje:
sv: Använd din enhet för att fotografera eller spela in:
th: ใช้อุปกรณ์ของคุณถ่ายภาพหรือบันทึก:
tr: Fotoğraf çekmek veya kayıt almak için cihazınızı kullanın:
uk: Зробіть фото або зніміть відео за допомогою свого пристрою:
zh_hans: 使用您的设备拍照或录制：
zh_hant: 使用您的裝置拍攝或錄製：

# onfido_welcome_list_item_selfie
source: your face
ar: وجهك
bg: лицето ви
cs: Váš obličej
da: dit ansigt
de: Ihr Gesicht
el: το πρόσωπό σας
es_419: tu rostro
et: teie nägu
fa: چهره شما
fi: kasvosi
fr: votre visage
fr_ca: votre visage
he: הפנים שלך
hi: आपका चेहरा
hr: vaše lice
hu: Az ön arca
hy: ձեր դեմքը
it: il tuo viso
ja: ご自身の顔
ko: 본인 얼굴
lt: jūsų veidas
lv: jūsu seju
ms: wajah anda
pl: Twojej twarzy
pt: o seu rosto
pt_br: seu rosto
ro: fața dvs.
ru: Ваше лицо
sk: vašu tvár
sl: vaš obraz
sv: ditt ansikte
th: ใบหน้าของคุณ
tr: yüzünüz
uk: своє обличчя
zh_hans: 您的面部
zh_hant: 您的臉部

# onfido_welcome_list_item_video
source: a video of yourself
ar: فيديو لنفسك
bg: видео селфи
cs: video s vámi
da: en video af dig selv
de: ein Video von Ihnen selbst
el: ένα βίντεο του εαυτού σας
es_419: un video tuyo
et: video teist
fa: یک ویدئو از خودتان
fi: video itsestäsi
fr: une vidéo de votre visage
fr_ca: prenez une vidéo de vous-même
he: סרטון של עצמך
hi: आपका वीडियो
hr: videozapis o vama
hu: egy önmagáról készített videó
hy: ձեր տեսագրությունը
it: un video che ti ritrae
ja: ご自身の動画
ko: 본인 동영상
lt: savęs vaizdo įrašas
lv: jūsu videoklips
ms: video diri anda
pl: film ze sobą
pt: um vídeo de si mesmo
pt_br: um vídeo de si mesmo(a)
ro: un clip video cu dvs.
ru: Видео о себе
sk: vaše video
sl: videoposnetek sebe
sv: en video av dig själv
th: วิดีโอของตัวคุณเอง
tr: kendinizin bir videosu
uk: селфі-відео
zh_hans: 您自己的视频
zh_hant: 您自己的影片

# onfido_doc_capture_frame_accessibility_pp_manual
source: View from camera. Position the photo page of your document in the frame, then tap the shutter button
ar: عرض من الكاميرا. ضع صفحة الصورة للمستند ضمن الإطار، ثم اضغط على زر الغالق
bg: Прегледайте от камерата. Позиционирайте страницата със снимката от документа в рамката, след което докоснете бутона на затвора
cs: Pohled z kamery. Umístěte stránku s fotografií dokumentu do rámečku a klepněte na tlačítko spouště.
da: Visning fra kameraet. Placer dit dokuments side med billedet inden for rammen, og tryk derefter på udløserknappen
de: Ansicht der Kamera. Positionieren Sie die Fotoseite Ihres Dokuments im Rahmen und tippen Sie dann auf den Auslöser
el: Προβολή από κάμερα. Τοποθετήστε τη σελίδα φωτογραφίας του εγγράφου σας στο πλαίσιο και, στη συνέχεια, πατήστε το κουμπί κλείστρου
es_419: Vista desde la cámara. Coloca la página con foto del documento en el marco y toca el botón del obturador
et: Vaade kaamerast. Asetage oma dokumendi fotoleht kaadrisse ja seejärel puudutage pildistamisnuppu
fa: مشاهده از دوربین. صفحه عکس‌دار مدرک خود را در کادر قرار دهید، سپس روی دکمه شاتر ضربه بزنید
fi: Näkymä kamerasta. Aseta asiakirjasi valokuvasivu kehykseen ja napauta sitten laukaisinta
fr: Vue depuis la caméra. Placez la page de la photo de votre document dans le cadre, puis appuyez sur le déclencheur
fr_ca: Vue depuis la caméra. Positionnez la page photo de votre document dans le cadre, puis appuyez sur le bouton déclencheur
he: צפה מהמצלמה. מקם את עמוד תמונת המסמך במסגרת ולחץ על כפתור הצילום
hi: कैमरे से देखें। अपने डॉक्यूमेंट के फ़ोटो वाले पेज को फ़्रेम के बीच रखें, फिर शटर बटन पर टैप करें
hr: Pogledajte kako izgleda na kameri. Postavite stranicu s fotografijom dokumenta u okvir, a zatim dodirnite okidač
hu: Kamera képe. Helyezze a dokumentum fényképes oldalát a keretbe, majd koppintson az exponáló gombra
hy: Տեսարան տեսախցիկից։ Ձեր փաստաթղթի լուսանկարով էջը տեղադրեք շրջանակի մեջ, ապա հպեք տեսախցիկի կոճակին
it: Vista dalla fotocamera. Posiziona la pagina della foto del documento nella cornice e premi il pulsante di scatto
ja: カメラから見た様子。ドキュメントの写真ページをフレームに配置し、シャッターボタンをタップします
ko: 카메라에서 본 이미지. 사진이 부착된 페이지가 프레임 안에 들어오도록 위치시킨 다음 셔터 버튼을 누릅니다
lt: Vaizdas iš kameros. Pasirūpinkite, kad dokumento nuotraukos puslapis būtų rėmelyje, tada bakstelėkite užrakto mygtuką
lv: Skats no kameras. Ievietojiet dokumenta fotoattēla lapu kadrā un pēc tam pieskarieties slēdža pogai
ms: Pandangan dari kamera. Letakkan halaman foto dokumen anda dalam bingkai, kemudian ketik butang pengatup
pl: Widok z aparatu. Umieść stronę dokumentu ze zdjęciem w ramce, a następnie naciśnij przycisk migawki
pt: Vista da câmara. Posicione a página de fotografia do seu documento na moldura, depois toque no botão do obturador
pt_br: Visualização pela câmera. Posicione a página com foto do documento no quadro e toque no botão do obturador
ro: Vizualizați din camera video. Poziționați pagina cu poză a documentului dvs. în cadru, apoi atingeți butonul de obturare
ru: Вид с камеры. Поместите страницу с фото в вашем документе в рамку, а затем нажмите кнопку затвора
sk: Pohľad z fotoaparátu. Umiestnite stránku dokladu s fotkou do rámu a potom ťuknite na tlačidlo uzávierky
sl: Pogled s kamere. Postavite stran dokumenta s fotografijami v okvir, nato tapnite gumb sprožilca
sv: Vy från kameran. Placera dokumentets fotosida i ramen och tryck sedan på slutarknappen
th: ดูจากกล้อง วางหน้าที่มีรูปของคุณให้อยู่ในกรอบ แล้วแตะปุ่มชัตเตอร์
tr: Kameradan görüntü. Belgenizin fotoğraf sayfasını çerçeveye yerleştirin, ardından deklanşör düğmesine dokunun
uk: Увімкніть камеру. Наведіть рамку на сторінку з фотографією в документі, а тоді натисніть кнопку зйомки
zh_hans: 在相机上查看。将证明文件的照片页放在框中，然后轻触快门按钮
zh_hant: 從相機檢視。將文件的相片頁置於框架中，然後點選快門按鈕

# onfido_doc_capture_frame_accessibility_pp_cover_manual
source: View from camera. Position the cover of your document in the frame, then tap the shutter button
ar: عرض من الكاميرا. ضع غلاف مستندك ضمن الإطار، ثم اضغط على زر الغالق
bg: Прегледайте от камерата. Позиционирайте корицата на документа в рамката, след което докоснете бутона на затвора
cs: Pohled z kamery. Umístěte obálku dokumentu do rámečku a klepněte na tlačítko spouště
da: Visning fra kameraet. Placer dit dokuments forside inden for rammen, og tryk derefter på udløserknappen
de: Ansicht der Kamera. Positionieren Sie das Deckblatt Ihres Dokuments im Rahmen und tippen Sie dann auf den Auslöser
el: Προβολή από κάμερα. Τοποθετήστε το εξώφυλλο του εγγράφου σας στο πλαίσιο και, στη συνέχεια, πατήστε το κουμπί κλείστρου
es_419: Vista desde la cámara. Coloca la portada del documento en el marco y toca el botón del obturador
et: Vaade kaamerast. Asetage oma dokumendi kaas kaadrisse ja seejärel puudutage pildistamisnuppu
fa: مشاهده از دوربین. جلد مدرک خود را در کادر قرار دهید، سپس روی دکمه شاتر ضربه بزنید
fi: Näkymä kamerasta. Aseta asiakirjasi kansi kehykseen ja napauta sitten laukaisinta
fr: Vue depuis la caméra. Placez la couverture de votre document dans le cadre, puis appuyez sur le déclencheur
fr_ca: Vue depuis la caméra. Positionnez la couverture de votre document dans le cadre, puis appuyez sur le bouton déclencheur
he: צפה מהמצלמה. מקם את כריכת המסמך במסגרת ולחץ על כפתור הצילום
hi: कैमरे से देखें। अपने डॉक्यूमेंट के कवर को फ़्रेम के बीच में रखें, फिर शटर बटन पर टैप करें
hr: Pogledajte kako izgleda na kameri. Postavite prednju, naslovnu stranu dokumenta u okvir, a zatim dodirnite okidač
hu: Kamera képe. Helyezze a dokumentum borítólapjait a keretbe, majd koppintson az exponáló gombra
hy: Տեսարան տեսախցիկից։ Ձեր փաստաթղթի կազմը տեղադրեք շրջանակի մեջ, ապա սեղմեք նկարելու կոճակը
it: Vista dalla fotocamera. Posiziona la copertina del documento nella cornice e premi il pulsante di scatto
ja: カメラから見た様子。ドキュメントのカバーをフレームに配置し、シャッターボタンをタップします
ko: 카메라에서 본 이미지. 서류 표지가 프레임 안에 들어오도록 위치시킨 다음 셔터 버튼을 누릅니다
lt: Vaizdas iš kameros. Pasirūpinkite, kad dokumento viršelis būtų rėmelyje, tada bakstelėkite užrakto mygtuką
lv: Skats no kameras. Ievietojiet dokumenta vāku kadrā un pēc tam pieskarieties slēdža pogai
ms: Pandangan dari kamera. Letakkan bahagian kulit depan dokumen anda dalam bingkai, kemudian ketik butang pengatup
pl: Widok z aparatu. Umieść okładkę dokumentu w ramce, a następnie stuknij w przycisk migawki
pt: Vista da câmara. Posicione a capa do seu documento na moldura, depois toque no botão do obturador
pt_br: Visualização pela câmera. Posicione a capa do documento no quadro e toque no botão do obturador
ro: Vizualizați din camera video. Poziționați coperta documentului dvs. în cadru, apoi atingeți butonul de obturare
ru: Вид с камеры. Поместите обложку документа в рамку, а затем нажмите кнопку затвора
sk: Pohľad z fotoaparátu. Umiestnite obal dokladu do rámu a potom ťuknite na tlačidlo uzávierky
sl: Pogled s kamere. Platnico dokumenta postavite v okvir, nato pa tapnite gumb sprožilca
sv: Vy från kameran. Placera dokumentets omslag i ramen och tryck sedan på slutarknappen
th: ดูจากกล้อง วางปกเอกสารของคุณให้อยู่ในกรอบ แล้วแตะปุ่มชัตเตอร์
tr: Kameradan görüntü. Belgenizin kapak sayfasını çerçeveye yerleştirin, ardından deklanşör düğmesine dokunun
uk: Увімкніть камеру. Наведіть рамку на обкладинку документа, а тоді натисніть кнопку зйомки
zh_hans: 在相机上查看。将证明文件的封面放在框中，然后轻触快门按钮
zh_hant: 從相機檢視。將文件封面置於框架中，然後點選快門按鈕

# onfido_welcome_list_item_face_generic
source: Scan your face
ar: قم بمسح ضوئي لوجهك
bg: Сканирате лицето си
cs: Skenování obličeje
da: Scan dit ansigt
de: Scannen Sie Ihr Gesicht
el: Σαρώσετε το πρόσωπό σας
es_419: Escanear tu rostro
et: Näo skannimine
fa: چهره خود را اسکن کنید
fi: skannataksesi kasvosi
fr: Scannez votre visage
fr_ca: Numériser votre visage
he: לסרוק את הפנים שלך
hi: अपना चेहरा स्कैन करें
hr: Skenirajte svoje lice
hu: Szkennelje az arcát
hy: Սկանավորեք ձեր դեմքը
it: Scansionare il tuo viso
ja: ご自身の顔をスキャンする
ko: 얼굴을 스캔합니다
lt: Nuskaitykite savo veidą
lv: Noskenētu savu seju.
ms: Imbas wajah anda
pl: Zeskanować swoją twarz
pt: Digitalizar a sua cara
pt_br: Digitalizar seu rosto
ro: Scanați fața dvs.
ru: Отсканировать лицо
sk: Naskenujte svoju tvár
sl: Skenirajte vaš obraz
sv: Skanna ditt ansikte
th: สแกนใบหน้าของคุณ
tr: Yüzünüzü tarayın
uk: відсканувати своє обличчя.
zh_hans: 扫描您的面部
zh_hant: 掃描您的臉部

# onfido_permission_recovery_subtitle_cam
source: We can’t verify you without your camera
de: Wir können Sie nicht verifizieren, ohne Ihre Kamera zu benutzen

# onfido_doc_capture_frame_accessibility_ic_front_manual
source: View from camera. Position the front of your document in the frame, then tap the shutter button
ar: عرض من الكاميرا. ضع الجزء الأمامي من المستند ضمن الإطار، ثم اضغط على زر الغالق
bg: Прегледайте от камерата. Позиционирайте лицевата страна на документа си в рамката, след което докоснете бутона на затвора
cs: Pohled z kamery. Umístěte přední část dokumentu do rámečku a klepněte na tlačítko spouště.
da: Visning fra kameraet. Placer dit dokuments forside inden for rammen, og tryk derefter på udløserknappen
de: Ansicht der Kamera. Positionieren Sie die Vorderseite Ihres Dokuments im Rahmen und tippen Sie dann auf den Auslöser
el: Προβολή από κάμερα. Τοποθετήστε την μπροστινή όψη του εγγράφου σας στο πλαίσιο και, στη συνέχεια, πατήστε το κουμπί κλείστρου
es_419: Vista desde la cámara. Coloca el anverso del documento en el marco y toca el botón del obturador
et: Vaade kaamerast. Asetage dokumendi esikülg kaadrisse ja seejärel puudutage pildistamisnuppu
fa: مشاهده از دوربین. روی مدرک خود را درون کادر قرار دهید، سپس روی دکمه شاتر ضربه بزنید
fi: Näkymä kamerasta. Aseta asiakirjasi etuosa kehykseen ja napauta sitten laukaisinta
fr: Vue depuis la caméra. Placez le recto de votre document dans le cadre, puis appuyez sur le déclencheur
fr_ca: Vue depuis la caméra. Positionnez le recto de votre document dans le cadre, puis appuyez sur le bouton déclencheur
he: צפה מהמצלמה. מקם את הצד הקדמי של המסמך במסגרת ולחץ על כפתור הצילום
hi: कैमरे से देखें। अपने डॉक्यूमेंट के सामने वाले हिस्से को फ़्रेम के बीच में रखें, फिर शटर बटन पर टैप करें
hr: Pogledajte kako izgleda na kameri. Postavite prednju stranu dokumenta u okvir, a zatim dodirnite okidač
hu: Kamera képe. Helyezze a dokumentum előlapját a keretbe, majd koppintson az exponáló gombra
hy: Տեսարան տեսախցիկից։ Ձեր փաստաթղթի դիմերեսը տեղադրեք շրջանակի մեջ, ապա հպեք տեսախցիկի կոճակին
it: Vista dalla fotocamera. Posiziona il fronte del documento nella cornice e premi il pulsante di scatto
ja: カメラから見た様子。ドキュメントの前面をフレームに配置し、シャッターボタンをタップします
ko: 카메라에서 본 이미지. 서류 앞면이 프레임 안에 들어오도록 위치시킨 다음 셔터 버튼을 누릅니다
lt: Vaizdas iš kameros. Pasirūpinkite, kad dokumento priekinė pusė būtų rėmelyje, tada bakstelėkite užrakto mygtuką
lv: Skats no kameras. Ievietojiet dokumenta priekšpusi kadrā un pēc tam pieskarieties slēdža pogai
ms: Pandangan dari kamera. Letakkan bahagian depan dokumen anda dalam bingkai, kemudian ketik butang pengatup
pl: Widok z aparatu. Umieść przednią stronę dokumentu w ramce, a następnie wciśnij przycisk migawki
pt: Vista da câmara. Posicione a frente do seu documento na moldura, depois toque no botão do obturador
pt_br: Visualização pela câmera. Posicione a frente do documento no quadro e toque no botão do obturador
ro: Vizualizați din camera video. Poziționați pagina față a documentului dvs. în cadru, apoi atingeți butonul de obturare
ru: Вид с камеры. Поместите лицевую сторону документа в рамку, а затем нажмите кнопку затвора
sk: Pohľad z fotoaparátu. Umiestnite prednú stranu dokladu do rámu a potom ťuknite na tlačidlo uzávierky
sl: Pogled s kamere. Sprednjo stran dokumenta postavite v okvir, nato pa tapnite gumb sprožilca
sv: Vy från kameran. Placera dokumentets framsida i ramen och tryck sedan på slutarknappen
th: ดูจากกล้อง วางด้านหน้าเอกสารให้อยู่ในกรอบ แล้วแตะปุ่มชัตเตอร์
tr: Kameradan görüntü. Belgenizin ön yüzünü çerçeveye yerleştirin, ardından deklanşör düğmesine dokunun
uk: Увімкніть камеру. Наведіть рамку на лицьовий бік документа, а тоді натисніть кнопку зйомки
zh_hans: 在相机上查看。将证明文件的正面放在框中，然后轻触快门按钮
zh_hant: 從相機檢視。將文件正面置於框架中，然後點選快門按鈕
