Repository: onfido/onfido-ios-sdk
Catalog: localization/Localizable_*.strings
Languages: ar, bg, cs, da, de, el, es_419, et, fa, fi, fr, fr_ca, he, hi, hr, hu, hy, it, ja, ko, lt, lv, ms, pl, pt, pt_br, ro, ru, sk, sl, sv, th, tr, uk, zh_hans, zh_hant

# onfido_doc_capture_header_live_guidance_intro_pp_photo_accessibility
source: View from camera. Place your phone on the photo page of your passport, then slowly move your phone away from it in a straight line.
ar: عرض من الكاميرا. ضع هاتفك على صفحة الصور بجواز سفرك، ثم حرك هاتفك ببطء بعيدًا عنه في خط مستقيم.
bg: Прегледайте от камерата. Поставете телефона си на страницата със снимката от паспорта ви, след което бавно го отдалечете с движение в права линия.
cs: Pohled z kamery. Přiložte telefon na stránku s fotografií v pasu a pak se od ní pomalu vzdalujte po přímce.
da: Visning fra kameraet. Placer telefonen på siden i passet, hvor billedet fremgår, og flyt derefter langsomt telefonen væk fra dokumentet i en lige linje.
de: Von der Kamera aus ansehen. Legen Sie Ihr Handy auf die Fotoseite Ihres Passes und bewegen Sie es langsam in gerader Linie davon weg.
el: Προβολή από κάμερα. Τοποθετήστε το τηλέφωνό σας επάνω στη σελίδα της φωτογραφίας του διαβατηρίου σας και, στη συνέχεια, απομακρύνετε αργά το τηλέφωνό σας από αυτή σε ευθεία γραμμή.
es_419: Vista desde la cámara. Coloca tu teléfono en la página con foto del pasaporte y, luego, aléjalo lentamente en línea recta.
et: Vaade kaamerast. Asetage telefon passi fotolehele ja seejärel liigutage telefon sellest aeglaselt ja otse eemale.
fa: مشاهده از دوربین. گوشی خود را روی صفحه عکس‌دار گذرنامه خود قرار دهید، سپس به آرامی در یک خط مستقیم، گوشی خود را از آن دور کنید.
fi: Näkymä kamerasta. Aseta puhelimesi passisi valokuvasivua vasten ja siirrä sitten puhelintasi hitaasti siitä poispäin suorassa linjassa.
fr: Vue de l’appareil photo. Placez votre téléphone sur la page de la photo de votre passeport, puis éloignez-le lentement de manière rectiligne.
fr_ca: Vue depuis la caméra. Placez votre téléphone au-dessus de la page de votre passeport avec photo, puis éloignez-le lentement en ligne droite.
he: צפה מהמצלמה. מקם את הטלפון בעמוד התמונה של הדרכון, ולאחר מכן הזז אותו באיטיות בקו ישר.
hi: कैमरे से देखें। अपने फ़ोन को अपने पासपोर्ट के फ़ोटो वाले पेज पर रखें, फिर फ़ोन को धीरे-धीरे एक सीधी लाइन में उससे दूर ले जाएँ।
hr: Pogledajte kako izgleda na kameri. Stavite mobitel na stranicu iz putovnice na kojoj se nalazi vaša fotografija, a zatim ga polako odmaknite, ali tako da ostane u ravnini sa stranicom.
hu: Kamera képe. Helyezze a telefont az útlevele fényképes oldalára, majd lassan, egyenes vonalban távolítsa onnan.
hy: Տեսարան տեսախցիկից։ Դրեք ձեր հեռախոսը ձեր անձնագրի լուսանկարի էջի վրա, ապա դանդաղ հեռացրեք ձեր հեռախոսը դրանից ուղիղ գծով։
it: Vista dalla fotocamera. Posizionare il telefono sulla pagina con la foto del passaporto, quindi allontanarlo lentamente tenendolo dritto.
ja: カメラから見た様子。パスポートの写真ページにスマートフォンを置き、そこからゆっくりと一直線にスマートフォンを遠ざけます。
ko: 카메라에서 본 이미지. 휴대폰을 여권의 사진 부착면 위에 올려놓은 후 휴대폰을 일직선으로 천천히 들어 올리세요.
lt: Vaizdas iš kameros. Pakelkite telefoną virš paso nuotraukos puslapio, tada lėtai nenukrypdami atitraukite telefoną nuo dokumento.
lv: Skats no kameras. Novietojiet tālruni virs pases fotoattēla lapas un pēc tam lēnām virziet tālruni prom no tā taisnā līnijā.
ms: Pandangan dari kamera. Letakkan telefon anda pada halaman foto pasport anda, kemudian gerakkan telefon anda daripadanya secara perlahan-lahan mengikut garisan lurus.
pl: Widok z aparatu. Umieść telefon na stronie ze zdjęciem w paszporcie, a następnie powoli odsuń go od niego w linii prostej.
pt: Vista da câmara. Coloque o seu telemóvel na página com fotografia do seu passaporte e, em seguida, afaste lentamente o seu telemóvel em linha reta.
pt_br: Visualização pela câmera. Coloque o celular na página com foto do seu passaporte e, em seguida, afaste-o lentamente em linha reta.
ro: Vizualizați din camera video. Plasați telefonul dvs. pe pagina cu poză a pașaportului dvs., apoi mișcați încet telefonul dvs. departe de poză în linie dreaptă.
ru: Вид с камеры. Поместите телефон на страницу паспорта с фотографией, затем медленно отодвигайте телефон от нее по прямой линии.
sk: Pohľad z fotoaparátu. Umiestnite telefón na stránku pasu s fotkou a potom telefón pomaly posúvajte priamo smerom od dokladu.
sl: Pogled s kamere. Postavite telefon na stran potnega lista s fotografijo, nato pa počasi odmaknite telefon od njega v ravni liniji.
sv: Vy från kameran. Placera telefonen på passets fotosida och flytta långsamt bort telefonen från det i en rak linje.
th: ดูจากกล้อง วางโทรศัพท์ของคุณไว้ที่หน้ารูปถ่ายของหนังสือเดินทาง จากนั้นค่อยๆ เลื่อนโทรศัพท์ออกห่างจากหนังสือเดินทางเป็นเส้นตรง
tr: Kameradan görüntü. Telefonunuzu pasaportunuzun fotoğraf sayfasına yerleştirin, ardından telefonunuzu düz bir çizgide yavaşça uzaklaştırın.
uk: Увімкніть камеру. Покладіть телефон на сторінку паспорта, що містить фото, а потім повільно відведіть телефон від нього по прямій.
zh_hans: 在相机上查看。将手机放在护照的照片页上，然后缓慢地将手机沿直线移开。
zh_hant: 從相機檢視。將手機放在護照相片頁上，然後以直線方式慢慢將手機移開。

# onfido_doc_capture_header_capturing
source: Hold still
ar: ابقَ ساكنًا
bg: Стойте неподвижно
cs: Vydržte v klidu
da: Hold det stille
de: Halten Sie still
el: Μείνετε ακίνητος/η
es_419: No te muevas
et: Olge paigal
fa: ثابت بمانید
fi: Pidä paikallaan
fr: Restez immobile
fr_ca: Ne bougez pas
he: אל תזוז
hi: बिना हिलाए होल्ड करें
hr: Držite mirno
hu: Ne mozduljon
hy: Մի շարժվեք
it: Resta immobile
ja: そのまま動かさないでください
ko: 움직이지 마세요
lt: Laikykite nejudindami
lv: Turiet nekustīgi
ms: Jangan bergerak
pl: Nie ruszaj się
pt: Mantenha o documento imóvel
pt_br: Não se mova
ro: Țineți nemișcat
ru: Не двигайтесь
sk: Držte bez pohybu
sl: Bodite pri miru
sv: Håll stilla
th: อยู่นิ่งๆ
tr: Sabit kalın
uk: Тримайте телефон непорушно
zh_hans: 保持不动
zh_hant: 保持不動

# onfido_poa_intro_button_primary
source: Start verification
ar: ابدأ التحقق
bg: Стартиране на проверката
cs: Zahájit proces ověřování
da: Start verificering
de: Bestätigung beginnen
el: Έναρξη επαλήθευσης
es_419: Iniciar verificación
et: Alustage tuvastamist
fa: شروع فرآیند تأیید
fi: Aloita vahvistus
fr: Commencer la vérification
fr_ca: Commencer la vérification
he: התחל אימות
hi: वेरिफ़िकेशन शुरू करें
hr: Pokrenite postupak provjere
hu: Ellenőrzés megkezdése
hy: Սկսել նույնականացումը
it: Inizia la verifica
ja: 認証を開始
ko: 인증 절차 시작하기
lt: Pradėti patvirtinimą
lv: Sākt pārbaudi
ms: Mulakan pengesahan
pl: Rozpocznij weryfikację
pt: Iniciar verificação
pt_br: Iniciar verificação
ro: Începeți verificarea
ru: Начать проверку
sk: Spustite overenie
sl: Začni s preverjanjem
sv: Starta verifiering
th: เริ่มการยืนยันตัวตน
tr: Doğrulamayı başlat
uk: Почати верифікацію
zh_hans: 开始验证
zh_hant: 開始驗證

# onfido_poa_intro_list_shows_address
source: Shows your current address
ar: يظهر عنوانك الحالي
bg: Показва вашия настоящ адрес
cs: Zobrazuje Vaši aktuální adresu
da: Viser din nuværende adresse
de: Zeigt Ihre aktuelle Adresse
el: Εμφανίζει την τρέχουσα διεύθυνσή σας
es_419: Muestre tu domicilio actual
et: Näitab teie praegust aadressi
fa: آدرس فعلی شما را نشان می‌دهد
fi: näyttää nykyisen osoitteesi
fr: Indique votre adresse actuelle
fr_ca: Indique que votre adresse actuelle
he: מציג את הכתובת הנוכחית שלך
hi: आपका मौजूदा पता दिखाता है
hr: Na dokumentu mora biti vidljiva vaša trenutačna adresa
hu: Megjeleníti a jelenlegi címét
hy: Պարունակում է ձեր ընթացիկ հասցեն
it: Mostra il tuo indirizzo attuale
ja: 現在の住所を表示してください
ko: 현재 주소가 표시되어야 합니다
lt: rodo jūsų dabartinį
lv: Tajā ir redzama jūsu pašreizējā dzīvesvietas adrese.
ms: Menunjukkan alamat semasa anda
pl: Pokazuje Twój aktualny adres
pt: Mostra a sua morada atual
pt_br: Mostre seu endereço atual
ro: Arată adresa dvs. curentă
ru: Содержит Ваш текущий адрес
sk: Je na ňom uvedená vaša aktuálna adresa
sl: Prikazuje vaš trenutni naslov
sv: Visar din nuvarande adress
th: แสดงที่อยู่ปัจจุบันของคุณ
tr: Geçerli adresinizi göstermelidir
uk: Містить вашу поточну адресу проживання
zh_hans: 显示您的当前地址
zh_hant: 顯示您的 目前 地址

# onfido_poa_intro_list_matches_signup
source: Matches the address you used on sign up
ar: يطابق العنوان الذي استخدمته عند الاشتراك
bg: Съвпада с адреса, който сте използвали при регистрацията
cs: Údaj odpovídá adrese, kterou jste použili při registraci
da: Hvorpå der fremgår den samme adresse, du brugte, da du tilmeldte dig
de: Der von Ihnen bei der Registrierung verwendeten Adresse entspricht
el: Ταιριάζει με τη διεύθυνση που χρησιμοποιήσατε κατά την εγγραφή
es_419: Coincida con la dirección que usaste al registrarte
et: Vastab teie poolt registreerumisel esitatud aadressile
fa: با آدرسی که در زمان ثبت‌نام وارد کرده‌اید منطبق باشد
fi: Vastaa rekisteröitymisessä käyttämääsi osoitetta
fr: Correspond à l'adresse que vous avez utilisée lors de l'inscription
fr_ca: Correspond à l'adresse que vous avez utilisée lors de l'inscription
he: ותואמת לכתובת שהזנת בעת ההרשמה
hi: साइन अप के समय इस्तेमाल किए गए पते से मेल खाता हो
hr: Adresa s dokumenta mora se podudarati s onom koju ste upotrijebili prilikom registracije
hu: Amely egyezik a regisztrációkor megadott címmel
hy: Համապատասխանում է այն հասցեին, որն օգտագործել եք գրանցվելիս
it: Corrisponde all'indirizzo utilizzato per la registrazione
ja: 登録時に使用した住所と一致するもの
ko: 가입 시 입력하신 주소와 일치해야 합니다
lt: atitinka adresą, kurį naudojate registruodamiesi;
lv: Tajā redzamā adrese atbilst adresei, ko izmantojāt reģistrējoties.
ms: Padan dengan alamat yang anda guna semasa mendaftar
pl: Zawiera adres zgodny z adresem, który został użyty podczas rejestracji
pt: Corresponde à morada que usou no seu registo
pt_br: Corresponda ao endereço que você usou na inscrição
ro: Se potrivește cu adresa pe care ați utilizat-o pentru a vă înregistra
ru: Соответствует адресу, который Вы использовали при регистрации
sk: Adresa sa zhoduje s tou, ktorú ste použili pri registrácii
sl: Ustreza naslovu, ki ste ga uporabili pri registraciji
sv: Matchar adressen du använde vid registreringen
th: ตรงกับที่อยู่ที่คุณใช้ลงทะเบียน
tr: Kayıt sırasında kullandığınız adresle eşleşmelidir
uk: містить адресу, яка відповідає використаній під час реєстрації;
zh_hans: 与您在注册时使用的地址匹配
zh_hant: 與您在註冊時使用的地址相符

# onfido_poa_intro_list_most_recent
source: Is your most recent document
ar: هو أحدث وثيقة لك
bg: Е вашият най-скорошен документ
cs: Je to Váš nejnovější dokument
da: Er det nyeste du har
de: Ist Ihr aktuellstes Dokument
el: Είναι το πιο πρόσφατο έγγραφό σας
es_419: Sea tu documento más reciente
et: On teie uusim dokument
fa: جدیدترین مدرک شما است
fi: on uusin asiakirjasi
fr: Est votre document le plus récent
fr_ca: est votre document le plus récent
he: המסמך האחרון שלך
hi: आपका सबसे हाल का डॉक्यूमेंट है
hr: Dokument koji šaljete mora biti friškijeg datuma izdavanja
hu: Legfrissebb dokumentuma
hy: Սա ձեր ամենաթարմ փաստաթուղթն է
it: È il tuo documento più recente
ja: 最も直近のドキュメントですか
ko: 가장 최근 서류여야 합니다
lt: yra jūsų naujausias dokumentas.
lv: Tas ir jūsu jaunākais dokuments.
ms: Dokumen terkini anda
pl: Jest Twoim najnowszym dokumentem
pt: É o seu documento mais recente
pt_br: Seja o seu documento mais recente
ro: Este documentul dvs. recent
ru: Является вашим самым недавним документом
sk: Je to váš najnovší doklad
sl: Je vaš najnovejši dokument
sv: Är ditt senaste dokument
th: เป็นเอกสารล่าสุดของคุณ
tr: En güncel belgeniz olmalıdır
uk: Це ваш найбільш свіжий документ
zh_hans: 是否是您的最新证明文件
zh_hant: 這是您的 最新 文件嗎

# onfido_poa_intro_subtitle
source: You’ll need a document that:
ar: ستحتاج إلى مستند:
bg: Ще ви трябва документ, който:
cs: Budete potřebovat dokument, který:
da: Du skal bruge et dokument, der:
de: Sie brauchen ein Dokument, das:
el: Θα χρειαστείτε ένα έγγραφο που:
es_419: Necesitarás un documento que:
et: Teil on vaja dokumenti, mis vastab järgmistele tingimustele.
fa: شما به مدرکی نیاز دارید که:
fi: Tarvitset asiakirjan, joka:
fr: Vous aurez besoin d'un document qui :
fr_ca: Vous aurez besoin d'un document qui :
he: יש צורך במסמך שבו:
hi: आपके पास ऐसा डॉक्यूमेंट होना ज़रूरी है, जो:
hr: Evo kakav vam je dokument potreban:
hu: Olyan dokumentumra lesz szüksége:
hy: ՁԵզ անհրաժեշտ կլինի փաստաթուղթ, որը՝
it: Ti servirà un documento che:
ja: 次の内容を記載したドキュメントが必要です。
ko: 서류 요건:
lt: Jums reikės dokumento, kuris:
lv: Jums būs nepieciešams dokuments, kas atbilst šādām prasībām:
ms: Anda memerlukan dokumen yang:
pl: Potrzebny będzie dokument, który:
pt: Vai precisar de um documento que:
pt_br: Você precisará de um documento que:
ro: Aveți nevoie de un document care:
ru: Вам понадобится документ, который:
sk: Budete potrebovať doklad, ktorý spĺňa tieto podmienky:
sl: Potrebovali boste dokument, ki:
sv: Du behöver ett dokument som:
th: คุณจะต้องมีเอกสารที่:
tr: Aşağıdaki niteliklerde bir belgeye ihtiyacınız olacak:
uk: Вам знадобиться документ, який:
zh_hans: 您需要提供满足以下条件的证明文件：
zh_hant: 您需要提供以下文件：

# onfido_poa_intro_title
source: Let’s verify your address
ar: لنتحقق من عنوانك
bg: Да потвърдим адреса ви
cs: Nyní ověříme Vaši adresu
da: Lad os verificere din adresse
de: Bestätigen wir nun Ihre Adresse
el: Ας επαληθεύσουμε τη διεύθυνσή σας
es_419: Vamos a verificar tu dirección
et: Kontrollime teie aadressi
fa: می‌خواهیم آدرس‌تان را تأیید ‌کنیم
fi: Vahvistetaan osoitteesi
fr: Vérifions votre adresse
fr_ca: Vérifions votre adresse
he: בוא נאמת את הכתובת
hi: आइए आपका पता वेरिफ़ाई करें
hr: Najprije ćemo provjeriti vašu adresu
hu: Ellenőrizzük a lakcímét
hy: Նույնականացնենք ձեր հասցեն
it: Verifichiamo il tuo indirizzo
ja: 住所を認証しましょう
ko: 주소를 인증해 주세요
lt: Patvirtinkite savo adresą
lv: Pārbaudīsim jūsu adresi
ms: Mari sahkan alamat anda
pl: Teraz zweryfikujmy Twój adres
pt: Vamos verificar a sua morada
pt_br: Vamos verificar o seu endereço
ro: Haideți să vă verificăm adresa
ru: Давайте проверим Ваш адрес
sk: Poďme overiť vašu adresu
sl: Potrdimo vaš naslov
sv: Låt oss verifiera din adress
th: มายืนยันที่อยู่ของคุณกัน
tr: Şimdi adresinizi doğrulayalım
uk: Виконаймо верифікацію адреси
zh_hans: 我们来验证您的地址
zh_hant: 讓我們驗證您的地址

# onfido_doc_confirmation_body
source: Make sure you have uploaded the entire document page, and details are clear to read with no blur or glare
ar: تأكد من تحميل صفحة المستند بأكملها، وأن التفاصيل واضحة للقراءة دون أي ضبابية أو وهج
bg: Уверете се, че сте качили цялата страница на документа и подробностите се четат ясно, без да са размазани или с отблясъци
cs: Ujistěte se, že jste nahráli celou stránku dokumentu a detaily jsou dobře čitelné bez rozmazání nebo odlesků.
da: Sørg for, at du har uploadet hele siden af dokumentet, og at oplysningerne fremstår tydelige, uden at de er slørede eller har genskin
de: Überprüfen Sie, dass Sie die gesamte Dokumentseite hochgeladen haben, und dass man die Details ohne Unschärfen und blendfrei lesen kann
el: Βεβαιωθείτε ότι έχετε αποστείλει ολόκληρη τη σελίδα του εγγράφου και ότι τα στοιχεία είναι ευανάγνωστα, το έγγραφο δεν είναι θολό και δεν υπάρχει αντανάκλαση
es_419: Asegúrate de que cargaste toda la página del documento y de que los detalles sean claros para que no se vean borrosos ni fuera de foco
et: Veenduge, et olete kogu dokumendi lehe üles laadinud ja andmed on loetavad ning ei ole hägused ega ülevalgustatud
fa: مطمئن شوید که تصویر کامل مدرک را بارگذاری کرده‌اید، جزئیات مدرک واضح بوده، عکس تار نیست و انعکاس نور در تصویر نیست
fi: Varmista, että olet ladannut asiakirjan koko sivun ja että tiedot ovat luettavissa selkeästi ilman epäselviä tai häikäiseviä kohtia
fr: Assurez-vous d'avoir téléversé la page entière du document et que les détails sont clairement lisibles, sans flou et sans reflets
fr_ca: Assurez-vous que vous avez téléversé la page entière du document et que les détails sont lisibles, sans flou ni reflet
he: ודא שהעלית את עמוד המסמך בשלמותו ושהפרטים ברורים לקריאה ללא טשטוש או השתקפות
hi: पक्का करें कि आपने पूरा डॉक्यूमेंट पेज अपलोड कर दिया है। साथ ही, जानकारी धुँधली या उस पर कोई चमक नहीं है और उसे साफ़-साफ़ पढ़ा जा सकता है
hr: Provjerite jeste li prenijeli cijelu stranicu dokumenta i jesu li detalji čitljivi te da nema zamućenja ni odsjaja
hu: Győződjön meg róla, hogy feltöltötte a teljes dokumentumoldalt, és az adatok tisztán, elmosódás- és tükröződésmentesen olvashatók
hy: Համոզվեք, որ վերբեռնել եք փաստաթղթի ամբողջական էջը, և տվյալները ընթեռնելի են, պատկերը աղոտ չէ և չի փայլում
it: Assicurati di aver caricato l'intera pagina del documento e che i dati siano chiari e leggibili, senza sfocature o riflessi
ja: ドキュメントページ全体をアップロードしており、ぼかしや照り返しがなく、詳細がはっきりしていることを確認してください
ko: 전체 서류 페이지를 업로드했는지 확인하고, 세부 정보가 선명하게 읽히며 빛 반사되는 부분이 없는지 확인하세요
lt: Įsitikinkite, kad įkėlėte visą dokumento puslapį ir kad informacija yra aiškiai matoma, kad ją būtų galima perskaityti, nesusiliejusi ir be atspindžių
lv: Pārliecinieties, ka esat augšupielādējis visu dokumenta lapu un ka informācija ir skaidri salasāma bez izplūduma vai atspīduma
ms: Pastikan anda telah memuat naik keseluruhan halaman dokumen dan butiran adalah jelas untuk dibaca tanpa kabur atau silau
pl: Upewnij się, że widoczna jest cała strona dokumentu, a szczegóły są czytelne, bez rozmyć i odblasków
pt: Certifique-se de que carregou a página inteira do documento e que os detalhes são facilmente legíveis, sem desfoque ou brilho
pt_br: Certifique-se de que carregou toda a página do documento e de que os detalhes são claros e não estão desfocados ou ofuscados
ro: Asigurați-vă că ați încărcat întreaga pagină a documentului și că detaliile sunt clare, fără estompări sau luciri, pentru a fi citite
ru: Убедитесь, что Вы загрузили всю страницу документа, данные четко видны, нет размытия или бликов
sk: Uistite sa, že ste nahrali celú stránku dokladu a údaje sú čitateľné bez rozmazania alebo odleskov
sl: Prepričajte se, da ste naložili celotno stran dokumenta in da so podrobnosti jasno berljive, brez zamegljenosti ali bleščanja
sv: Se till att du har laddat upp hela dokumentsidan, att detaljerna är tydliga och att det inte finns några oskarpa områden eller ljusreflexer
th: เช็คให้แน่ใจว่าคุณอัปโหลดเอกสารทั้งหน้า และสามารถอ่านรายละเอียดได้อย่างชัดเจนโดยไม่มีตัวหนังสือพร่ามัวหรือมีแสงสะท้อน
tr: Belge sayfasının tamamını yüklediğinizden ve ayrıntıların bulanıklık veya parlama olmadan okunabilecek netlikte olduğundan emin olun
uk: Переконайтеся, що фото охоплює всю сторінку документа, а дані чітко видно й вони легко читаються (немає розмиття і відблисків)
zh_hans: 请确保您已上传整个证明文件页面，且细节清晰可辨，无模糊或眩光
zh_hant: 請確保您已上傳整個文件頁面，且詳細資料清晰可閱，沒有模糊或眩光

# onfido_poa_guidance_instructions_label
source: Capture the entire document and make sure it clearly shows:
ar: التقط المستند بأكمله وتأكد من أنه يُظهر بوضوح:
bg: Заснемете целия документ и се уверете, че той ясно показва:
cs: Zachyťte celý dokument a ujistěte se o viditelnosti následujících údajů:
da: Hele dokumentet skal fremgå, og sørg for, at det tydeligt viser:
de: Erfassen Sie das komplette Dokument und sorgen Sie dafür, dass es Folgendes klar zeigt:
el: Καταγράψτε ολόκληρο το έγγραφο και βεβαιωθείτε ότι εμφανίζει καθαρά:
es_419: Captura todo el documento y asegúrate de que muestre lo siguiente con claridad:
et: Jäädvustage kogu dokument ja veenduge, et see näitab selgelt järgmist.
fa: تصویر کل مدرک را بگیرید و مطمئن شوید که موارد زیر به وضوح مشخص باشد:
fi: Ota kuva koko asiakirjasta ja varmista, että siinä näkyy selvästi:
fr: Prenez en photo tout le document et assurez-vous qu'il indique clairement :
fr_ca: Capturez l'ensemble du document et assurez-vous qu'il apparaît clairement :
he: צלם את המסמך בשלמותו וודא שהוא מוצג בבירור:
hi: पूरा डॉक्यूमेंट कैप्चर करें और पक्का करें कि उस पर नीचे दी गई जानकारी साफ़-साफ़ दिखाई देती है:
hr: Snimite cijeli dokument i pobrinite se da se jasno vidi sljedeće:
hu: Készítsen fényképet a teljes dokumentumról, és győződjön meg arról, hogy tisztán látszik:
hy: Նկարեք փաստաթուղթն ամբողջությամբ և համոզվեք, որ այնտեղ պարզ երևում են՝
it: Riporta l'intero documento assicurandoti che mostri chiaramente:
ja: ドキュメント全体をキャプチャし、次のことが明確に示されていることを確認します。
ko: 서류 전체를 촬영하고 다음 내용이 명확하게 보이는지 확인하세요
lt: Užfiksuokite visą dokumentą ir įsitikinkite, kad jame aiškiai nurodyta:
lv: Uzņemiet visu dokumentu un pārliecinieties, ka tajā ir skaidri redzama šāda informācija:
ms: Rakam keseluruhan dokumen dan pastikan ia menunjukkan dengan jelas:
pl: Uchwyć cały dokument i upewnij się, że są na nim widoczne:
pt: Capte o documento inteiro e garanta que este mostre claramente:
pt_br: Capture todo o documento e certifique-se de que ele mostre claramente:
ro: Capturați întregul document și asigurați-vă că arată în mod clar:
ru: Сфотографируйте документ целиком и убедитесь, что на снимке чётко видна следующая информация:
sk: Zachyťte celý doklad a uistite sa, že je jasne vidieť tieto údaje:
sl: Zajemite celoten dokument in se prepričajte, da jasno prikazuje:
sv: Se till att hela dokumentet syns och att det tydligt visar:
th: จับภาพเอกสารทั้งหมดและตรวจสอบให้แน่ใจว่าเห็น:
tr: Tüm belgeyi yakalayın ve açıkça gösterdiğinden emin olun:
uk: Фото має охоплювати весь документ, і на ньому має бути чітко видно:
zh_hans: 捕捉整个证明文件，使其清晰显示以下细节：
zh_hant: 擷取整份文件，並確保其清楚顯示：

# onfido_poa_capture_confirm
source: Submit document
ar: إرسال مستند
bg: Подаване на документа
cs: Odeslat dokument
da: Indsend dokument
de: Dokument einreichen
el: Υποβολή εγγράφου
es_419: Enviar documento
et: Dokumendi esitamine
fa: ارسال مدرک
fi: Lähetä asiakirja
fr: Envoyer le document
fr_ca: Soumettre le document
he: שלח מסמך
hi: डॉक्यूमेंट सबमिट करें
hr: Pošaljite dokument
hu: Dokumentum elküldése
hy: Ուղարկել փաստաթուղթը
it: Invia documento
ja: ドキュメントを送信
ko: 서류 제출
lt: Pateikti dokumentą
lv: Iesniegt dokumentu
ms: Hantar dokumen
pl: Prześlij dokument
pt: Enviar documento
pt_br: Enviar documento
ro: Trimiteți documentul
ru: Отправить документ
sk: Odoslať doklad
sl: Pošlji dokument
sv: Skicka in dokument
th: ส่งเอกสาร
tr: Belgeyi gönderin
uk: Надіслати документ
zh_hans: 提交证明文件
zh_hant: 提交文件

# onfido_poa_capture_redo
source: Retake photo
ar: إعادة التقاط الصورة
bg: Повторно заснемане
cs: Znovu pořídit fotografii
da: Tag billede igen
de: Foto erneut aufnehmen
el: Επανάληψη λήψης φωτογραφίας
es_419: Tomar una foto nueva
et: Pildistage uuesti
fa: عکاسی مجدد
fi: Ota kuva uudelleen
fr: Prendre une nouvelle photo
fr_ca: Reprendre la photo
he: צלם תמונה מחדש
hi: फ़ोटो फिर से खींचें
hr: Ponovno snimite fotografiju
hu: Készítse el a fényképet újra
hy: Կրկին լուսանկարել
it: Scatta un’altra foto
ja: 写真の再撮影
ko: 사진 재촬영하기
lt: Fotografuoti iš naujo
lv: Atkārtoti uzņemt fotoattēlu
ms: Ambil semula gambar
pl: Zrób zdjęcie ponownie
pt: Tirar foto de novo
pt_br: Tirar uma nova foto
ro: Faceți din nou poză
ru: Переснять фото
sk: Odfotiť znova
sl: Ponovno posnemi fotografijo
sv: Ta om fotot
th: ถ่ายรูปอีกครั้ง
tr: Fotoğrafı tekrar çekin
uk: Зробити фото повторно
zh_hans: 重新拍摄照片
zh_hant: 重新拍攝相片

# onfido_poa_capture_choose_another
source: Choose another
ar: اختر أخرى
bg: Изберете друго
cs: Vybrat jiný
da: Vælg et andet
de: Wählen Sie ein anderes aus
el: Επιλέξτε ένα άλλο
es_419: Elegir otro
et: Valige uus
fa: انتخاب مدرک دیگر
fi: Valitse toinen
fr: Choisir un autre
fr_ca: Choisissez-en une autre
he: בחר מסמך אחר
hi: एक और चुनें
hr: Odaberite nešto drugo
hu: Válasszon másikat
hy: Ընտրել մեկ այլ տարբերակ
it: Scegli un'altra
ja: 別のものを選択してください
ko: 다른 것 선택하기
lt: Pasirinkti kitą
lv: Izvēlēties citu
ms: Pilih yang lain
pl: Wybierz inny
pt: Escolher outro
pt_br: Escolha outro
ro: Alegeți altul
ru: Выбрать другой
sk: Zvoliť iný
sl: Izberite drugo
sv: Välj ett annat
th: เลือกรายการอื่น
tr: Başka bir tane seçin
uk: Вибрати інший
zh_hans: 选择另一个文件
zh_hant: 選擇另一個
