Repository: onfido/onfido-ios-sdk
Catalog: localization/Localizable_*.strings
Languages: ar, bg, cs, da, de, el, es_419, et, fa, fi, fr, fr_ca, he, hi, hr, hu, hy, it, ja, ko, lt, lv, ms, pl, pt, pt_br, ro, ru, sk, sl, sv, th, tr, uk, zh_hans, zh_hant

# onfido_avc_no_face_detected_button_primary_restart
source: Restart recording
ar: إعادة بدء التسجيل
bg: Рестартирайте записа
cs: Restart nahrávání
da: Start optagelsen forfra
de: Aufnahme neu starten
el: Επανεκκίνηση εγγραφής
es_419: Reiniciar grabación
et: Alustage salvestamist uuesti
fa: شروع مجدد ضبط
fi: Aloita tallennus uud.
fr: Redémarrer l’enregistrement
fr_ca: Redémarrer l'enregistrement
he: צלם מחדש
hi: रिकॉर्डिंग फिर से शुरू करें
hr: Ponovno započnite snimanje
hu: Rögzítés újraindítása
hy: Վերսկսել տեսագրությունը
it: Riavvia la registrazione
ja: 録画を再開する
ko: 녹화 재시작
lt: Iš naujo pradėti įrašymą
lv: Sākt ierakstu no jauna
ms: Mulakan semula rakaman
pl: Nagraj ponownie
pt: Reiniciar a gravação
pt_br: Reiniciar gravação
ro: Începeți din nou înregistrarea
ru: Перезапустить запись
sk: Spustiť záznam znova
sl: Ponovni zagon snemanja
sv: Starta om inspelningen
th: รีสตาร์ทการบันทึก
tr: Kaydı yeniden başlat
uk: Перезапустити запис
zh_hans: 重新开始录制
zh_hant: 重新開始錄製

# onfido_avc_confirmation_title
source: Recording complete
ar: اكتمل التسجيل
bg: Записът е завършен
cs: Nahrávání bylo dokončeno
da: Optagelsen er fuldført
de: Aufnahme abgeschlossen
el: Η εγγραφή ολοκληρώθηκε
es_419: Grabación completa
et: Salvestamine lõpetatud
fa: ضبط کامل شد
fi: Tallennus valmis
fr: Enregistrement terminé
fr_ca: Enregistrement terminé
he: הצילום הושלם
hi: रिकॉर्डिंग पूरी हुई
hr: Snimanje je završeno
hu: Felvétel kész
hy: Տեսագրումն ավարտված է
it: Registrazione completata
ja: 記録が完了しました
ko: 녹화 완료
lt: Įrašymas baigtas
lv: Ieraksts pabeigts
ms: Rakaman selesai
pl: Nagrywanie zakończone
pt: Gravação concluída
pt_br: Gravação concluída
ro: Înregistrare finalizată
ru: Запись завершена
sk: Zaznamenávanie je ukončené
sl: Snemanje končano
sv: Inspelning slutförd
th: บันทึกเสร็จสมบูรณ์
tr: Kayıt tamamlandı
uk: Запис завершено
zh_hans: 录制完成
zh_hant: 錄製完成

# onfido_avc_confirmation_subtitle
source: A video of your face has been recorded successfully
ar: تم تسجيل مقطع فيديو لوجهك بنجاح
bg: Видеото на лицето ви е записано успешно
cs: Video Vašeho obličeje bylo úspěšně nahráno
da: En video af dit ansigt er nu blevet optaget
de: Ein Video von Ihrem Gesicht wurde erfolgreich aufgenommen
el: Ένα βίντεο του προσώπου σας έχει εγγραφεί με επιτυχία
es_419: Se grabó un video de tu rostro con éxito
et: Teie näost video tegemine õnnestus
fa: یک ویدئو از چهره شما با موفقیت ضبط شد
fi: Videon tallennus kasvoistasi onnistui
fr: Une vidéo de votre visage a bien été enregistrée
fr_ca: Une vidéo de votre visage a été enregistrée avec succès
he: סרטון של הפנים שלך צולם בהצלחה
hi: आपके चेहरे का वीडियो सफलतापूर्वक रिकॉर्ड हो गया है
hr: Videozapis vašeg lica uspješno je snimljen
hu: Az arcáról készült videót sikeresen rögzítettük
hy: Ձեր դեմքը հաջողությամբ տեսագրվել է
it: Un video del tuo viso è stato registrato con successo
ja: 顔の動画が正常に記録されました
ko: 얼굴 동영상이 성공적으로 녹화되었습니다
lt: Jūsų veido vaizdo įrašas sėkmingai padarytas
lv: Jūsu sejas videoklips ir veiksmīgi ierakstīts
ms: Video wajah anda telah berjaya dirakam
pl: Udało się nagrać film wideo przedstawiający Twoją twarz
pt: Um vídeo do seu rosto foi gravado com sucesso
pt_br: Um vídeo do seu rosto foi gravado com sucesso
ro: Un clip video cu fața dvs. a fost înregistrat cu succes
ru: Видео Вашего лица успешно записано
sk: Video vašej tváre bolo úspešne zaznamenané
sl: Videoposnetek vašega obraza je bil uspešno posnet
sv: En video av ditt ansikte har spelats in
th: บันทึกวิดีโอใบหน้าของคุณเรียบร้อยแล้ว
tr: Yüzünüzün bir videosu başarıyla kaydedildi
uk: Відео вашого обличчя успішно записано
zh_hans: 您的面部视频已成功录制
zh_hant: 已成功錄製您的臉部影片

# onfido_avc_confirmation_button_primary_upload
source: Upload recording
ar: تحميل التسجيل
bg: Качване на записа
cs: Nahrávání záznamu
da: Upload optagelsen
de: Aufnahme hochladen
el: Αποστολή εγγραφής
es_419: Subir grabación
et: Laadige salvestis üles
fa: فایل ضبط شده را بارگذاری کنید
fi: Lataa tallenne
fr: Envoyer l'enregistrement
fr_ca: Téléverser l'enregistrement
he: העלאת סרטון
hi: रिकॉर्डिंग अपलोड करें
hr: Prenesite snimku
hu: Felvétel feltöltése
hy: Վերբեռնեք տեսագրությունը
it: Carica registrazione
ja: 録画をアップロード
ko: 녹화본 업로드
lt: Įkelti įrašą
lv: Augšupielādēt ierakstu
ms: Muat naik rakaman
pl: Prześlij nagranie
pt: Carregar a gravação
pt_br: Carregar gravação
ro: Încărcați înregistrarea
ru: Загрузить запись
sk: Nahrať záznam
sl: Naloži posnetek
sv: Ladda upp inspelning
th: อัปโหลดบันทึก
tr: Kaydı yükle
uk: Передати запис
zh_hans: 上传录制内容
zh_hant: 上傳錄製

# onfido_avc_connection_error_title
source: Connection error
ar: خطأ في الاتصال
bg: Грешка във връзката
cs: Chyba připojení
da: Forbindelsesfejl
de: Verbindungsfehler
el: Σφάλμα σύνδεσης
es_419: Error de conexión
et: Ühenduse viga
fa: خطای ارتباط
fi: Yhteysvirhe
fr: Erreur de connexion
fr_ca: Erreur de connexion
he: שגיאה בחיבור
hi: कनेक्शन में त्रुटि
hr: Došlo je do pogreške pri povezivanju
hu: Kapcsolati hiba
hy: Կապի խափանում
it: Errore di connessione
ja: 接続エラー
ko: 연결 오류 발생
lt: Ryšio klaida
lv: Savienojuma kļūda
ms: Ralat sambungan
pl: Błąd połączenia
pt: Erro de ligação
pt_br: Erro de conexão
ro: Eroare de conectare
ru: Ошибка соединения
sk: Chyba pripojenia
sl: Napaka pri povezavi
sv: Anslutningsfel
th: เกิดข้อผิดพลาดในการเชื่อมต่อ
tr: Bağlantı hatası
uk: Помилка з’єднання
zh_hans: 连接错误
zh_hant: 連線錯誤

# onfido_avc_connection_error_subtitle
source: Check that your connection is stable, then try again
ar: تحقّق من أن اتصالك مستقر، ثم حاول مرة أخرى
bg: Проверете дали връзката ви е стабилна и опитайте отново
cs: Zkontrolujte, zda je připojení stabilní, a opakujte akci
da: Tjek, at din forbindelse er stabil, og prøv igen
de: Prüfen Sie, ob Ihre Internetverbindung stabil ist, und versuchen Sie es dann erneut
el: Βεβαιωθείτε ότι η σύνδεσή σας είναι σταθερή και, στη συνέχεια, δοκιμάστε ξανά
es_419: Comprueba que la conexión sea estable y vuelve a intentarlo
et: Kontrollige, kas ühendus on stabiilne ning proovige uuesti
fa: بررسی کنید که اتصال اینترنت برقرار است، سپس دوباره سعی کنید
fi: Tarkista, että yhteys on vakaa, ja yritä sitten uudelleen
fr: Vérifiez que votre connexion est stable, puis réessayez
fr_ca: Vérifiez que votre connexion est stable, puis réessayez
he: ודא שהחיבור שלך יציב ונסה שוב
hi: जाँच करें कि आपका कनेक्शन स्थिर है और फिर कोशिश करें
hr: Provjerite je li veza stabilna pa pokušajte ponovno
hu: Ellenőrizze, hogy stabil-e a kapcsolat, majd próbálja újra
hy: Համոզվեք, որ ձեր կապը կայուն է, ապա կրկին փորձեք
it: Verifica che la tua connessione sia stabile e riprova
ja: 接続が安定していることを確認してから、もう一度お試しください
ko: 연결이 안정적인지 확인한 다음 다시 시도하세요
lt: Patikrinkite, ar ryšys stabilus, tada bandykite dar kartą
lv: Pārbaudiet, vai savienojums ir stabils, un pēc tam mēģiniet vēlreiz
ms: Sila periksa sama ada sambungan anda stabil dan cuba lagi kemudian
pl: Sprawdź, czy połączenie z internetem jest stabilne, a następnie spróbuj ponownie
pt: Verifique se a sua ligação é estável e tente novamente
pt_br: Verifique se a sua conexão está estável e tente novamente
ro: Verificați stabilitatea conexiunii dvs. și apoi încercați din nou
ru: Убедитесь, что соединение стабильно, затем повторите попытку
sk: Skontrolujte, či je vaše pripojenie stabilné, a potom to skúste znova
sl: Preverite, ali je vaša povezava stabilna, nato poskusite znova
sv: Kontrollera att din anslutning är stabil och försök sedan igen
th: เช็คว่าการเชื่อมต่อของคุณเสถียร แล้วลองอีกครั้ง
tr: Bağlantınızın kararlı olup olmadığını kontrol edin, ardından tekrar deneyin
uk: Перевірте, чи з’єднання стабільне, а потім спробуйте ще раз
zh_hans: 请检查连接是否稳定，然后重试
zh_hant: 請檢查您的連線是否穩定，然後再試一次

# onfido_avc_connection_error_button_primary_reload
source: Reload instructions
ar: إعادة تحميل التعليمات
bg: Презареждане на инструкциите
cs: Pokyny pro opětovné nahrávání
da: Genindlæs anvisninger
de: Anweisungen neu laden
el: Επαναφόρτωση οδηγιών
es_419: Volver a cargar las instrucciones
et: Laadige juhised uuesti
fa: بارگذاری مجدد دستورالعمل‌ها
fi: Lataa ohjeet uudelleen
fr: Recharger les instructions
fr_ca: Instructions de rechargement
he: טען את ההוראות מחדש
hi: निर्देश फिर से लोड हो रहा है
hr: Upute za ponovno učitavanje
hu: Utasítások újratöltése
hy: Վերբեռնման հրահանգներ
it: Ricarica le istruzioni
ja: 指示を再読み込みする
ko: 지침 다시 불러오기
lt: Įkelti nurodymus iš naujo
lv: Atkārtoti ielādēt instrukcijas
ms: Muat semula arahan
pl: Uruchom ponownie instrukcję
pt: Recarregar instruções
pt_br: Recarregar instruções
ro: Reîncărcați instrucțiunile
ru: Инструкции по повторной загрузке
sk: Znova načítať pokyny
sl: Znova naloži navodila
sv: Ladda om instruktioner
th: โหลดคำแนะนำอีกครั้ง
tr: Talimatları yeniden yükle
uk: Перезавантажити інструкції
zh_hans: 重新加载说明
zh_hant: 重新載入說明

# onfido_avc_face_alignment_feedback_not_centered
source: Face not centered
ar: الوجه ليس في المنتصف
bg: Лицето не е центрирано
cs: Obličej není vycentrovaný
da: Ansigtet er ikke centreret
de: Gesicht nicht mittig
el: Πρόσωπο μη κεντραρισμένο
es_419: Rostro no centrado
et: Nägu pole kaadri keskel
fa: چهره در مرکز نیست
fi: Kasvot eivät ole keskellä
fr: Visage non centré
fr_ca: Visage non centré
he: הפנים לא מופיעות במרכז
hi: चेहरा बीच में नहीं है
hr: Lice nije centrirano
hu: Arca nincs középen
hy: Դեմքը կենտրոնում չէ
it: Viso non centrato
ja: 顔が中央に配置されていません
ko: 얼굴이 중앙에 위치해 있지 않습니다
lt: Veidas nėra centre
lv: Seja nav centrēta
ms: Wajah tidak berada pada bahagian tengah
pl: Twarz nie jest wyśrodkowana
pt: Rosto não centrado
pt_br: Rosto não centralizado
ro: Fața nu este centrată
ru: Лицо не по центру
sk: Tvár nie je v strede
sl: Obraz ni centriran
sv: Ansiktet är inte centrerat
th: ใบหน้าไม่อยู่ตรงกลาง
tr: Yüz ortalanmamış
uk: Обличчя розташоване не в центрі
zh_hans: 面部未居中
zh_hant: 臉部未在中心位置

# onfido_avc_connection_error_button_primary_retry_upload
source: Retry upload
ar: إعادة محاولة التحميل
bg: Повторен опит за качване
cs: Opakování nahrávání
da: Prøv at uploade igen
de: Upload wiederholen
el: Επανάληψη αποστολής
es_419: Reintentar carga
et: Proovige üleslaadimist uuesti
fa: بارگذاری مجدد
fi: Yritä ladata uud.
fr: Réessayer de téléverser
fr_ca: Essayez de téléverser à nouveau
he: נסה להעלות שוב
hi: फिर से अपलोड करें
hr: Pokušajte ponovno prenijeti snimku
hu: Próbálja újra feltölteni
hy: Կրկին վերբեռնել
it: Ritenta il caricamento
ja: アップロードを再試行
ko: 다시 업로드 시도하기
lt: Bandyti įkelti dar kartą
lv: Mēģināt augšupielādēt vēlreiz
ms: Cuba muat naik semula
pl: Ponów próbę wysłania
pt: Tentar novamente o carregamento
pt_br: Tentar carregar novamente
ro: Încercați din nou să încărcați
ru: Повторите загрузку
sk: Skúsiť nahrávanie znova
sl: Poskusite znova prenesti
sv: Försök ladda upp igen
th: ลองอัปโหลดอีกครั้ง
tr: Yüklemeyi yeniden dene
uk: Повторити спробу передавання
zh_hans: 重试上传
zh_hant: 重新嘗試上傳

# onfido_avc_connection_error_button_secondary_restart_recording
source: Restart recording
ar: إعادة بدء التسجيل
bg: Рестартирайте записа
cs: Restart nahrávání
da: Start optagelsen forfra
de: Aufnahme neu starten
el: Επανεκκίνηση εγγραφής
es_419: Reiniciar grabación
et: Alustage salvestamist uuesti
fa: شروع مجدد ضبط
fi: Aloita tallennus uud.
fr: Redémarrer l’enregistrement
fr_ca: Redémarrer l'enregistrement
he: צלם מחדש
hi: रिकॉर्डिंग फिर से शुरू करें
hr: Ponovno započnite snimanje
hu: Rögzítés újraindítása
hy: Վերսկսել տեսագրությունը
it: Riavvia la registrazione
ja: 録画を再開する
ko: 녹화 재시작
lt: Iš naujo pradėti įrašymą
lv: Sākt ierakstu no jauna
ms: Mulakan semula rakaman
pl: Nagraj ponownie
pt: Reiniciar a gravação
pt_br: Reiniciar gravação
ro: Începeți din nou înregistrarea
ru: Перезапустить запись
sk: Spustiť záznam znova
sl: Ponovni zagon snemanja
sv: Starta om inspelningen
th: รีสตาร์ทการบันทึก
tr: Kaydı yeniden başlat
uk: Перезапустити запис
zh_hans: 重新开始录制
zh_hant: 重新開始錄製

# onfido_generic_errors_geoblocked_error_message
source: Service unavailable
ar: الخدمة غير متاحة
bg: Услугата не е достъпна
cs: Služba není k dispozici
da: Tjenesten er ikke tilgængelig
de: Service nicht verfügbar
el: Μη διαθέσιμη υπηρεσία
es_419: Servicio no disponible
et: Teenus pole saadaval
fa: سرویس در دسترس نیست
fi: Palvelu ei saatavilla
fr: Service indisponible
fr_ca: Service indisponible
he: השירות לא זמין
hi: सेवा उपलब्ध नहीं है
hr: Usluga nije dostupna
hu: A szolgáltatás nem elérhető
hy: Ծառայությունն անհասանելի է
it: Servizio non disponibile
ja: サービスをご利用いただけません
ko: 서비스를 이용할 수 없습니다
lt: Paslauga nepasiekiama
lv: Pakalpojums nav pieejams
ms: Perkhidmatan tidak tersedia
pl: Usługa niedostępna
pt: Serviço indisponível
pt_br: Serviço indisponível
ro: Serviciu indisponibil
ru: Сервис недоступен
sk: Služba je nedostupná
sl: Storitev ni na voljo
sv: Tjänsten går inte att nå
th: บริการไม่พร้อมใช้
tr: Hizmet kullanılamıyor
uk: Сервіс недоступний
zh_hans: 服务不可用
zh_hant: 無法提供服務

# onfido_doc_select_subtitle_country
source: Select issuing country to see which documents we accept
ar: حدد الدولة المصدرة لمعرفة المستندات التي نقبلها
bg: Изберете издаваща държава, за да видите какъв тип документи приемаме
cs: Vyberte zemi vydání a podívejte se, které doklady přijímáme
da: Vælg udstedelsesland for at se, hvilke dokumenter vi accepterer
de: Wählen Sie das ausstellende Land aus, um zu sehen, welche Dokumente wir akzeptieren
el: Επιλέξτε εκδούσα χώρα για να δείτε ποια έγγραφα αποδεχόμαστε
es_419: Selecciona el país emisor para conocer cuáles documentos aceptamos
et: Valige väljastanud riik, et näha, millised dokumendid sobivad
fa: کشور صادر کننده را انتخاب کنید تا ببینید کدام اسناد را می پذیریم
fi: Valitse asiakirjan myöntämismaa nähdäksesi, mitkä asiakirjat hyväksymme
fr: Sélectionnez le pays émetteur pour voir quels documents nous acceptons
fr_ca: Sélectionnez le pays d'émission pour voir quels documents nous acceptons
he: בחר את ארץ ההנפקה כדי לראות אילו מסמכים אנחנו מקבלים
hi: हम कौन-से डॉक्यूमेंट स्वीकार करते हैं, यह देखने के लिए उन्हें जारी करने वाला देश चुनें
hr: Odaberite zemlju izdavanja kako biste provjerili koje dokumente prihvaćamo
hu: Válassza ki a kibocsátó országot, hogy lássa, mely dokumentumokat fogadjuk el
hy: Ընտրեք թողարկող երկիրը՝ տեսնելու համար, թե որ փաստաթղթերն են ընդունելի մեզ համար
it: Seleziona il paese di emissione per vedere quali documenti accettiamo
ja: 発行国を選択すると、当社が受理できるドキュメントを確認できます
ko: 어떤 서류가 허용되는지 확인하려면 발급 국가를 선택하세요
lt: Pasirinkite dokumentą išdavusią šalį, kad pamatytumėte, kuriuos dokumentus priimame
lv: Atlasiet izdevējvalsti, lai redzētu, kurus dokumentus mēs pieņemam
ms: Pilih negara yang mengeluarkan untuk melihat dokumen yang kami terima
pl: Wybierz kraj wydania, aby zobaczyć, jakie dokumenty akceptujemy
pt: Selecione o país emissor para ver quais os documentos que aceitamos
pt_br: Selecione o país emissor para ver quais documentos são aceitos
ro: Selectați țara emitentă pentru a vedea ce documente acceptăm
ru: Выберите страну выдачи, чтобы увидеть, какие документы мы принимаем
sk: Ak chcete zistiť, ktoré doklady akceptujeme, vyberte vydávajúcu krajinu
sl: Izberite državo izdajateljico, da vidite, katere dokumente sprejemamo
sv: Välj utfärdande land för att se vilka dokument vi accepterar
th: เลือกประเทศที่ออกเอกสาร เพื่อดูว่าเรารับเอกสารใดบ้าง
tr: Hangi belgeleri kabul ettiğimizi görmek için düzenleyen ülkeyi seçin
uk: Виберіть країну видачі, щоб дізнатися, які документи ми приймаємо
zh_hans: 选择签发国家/地区以查看我们接受的证明文件
zh_hant: 選擇核發國家，查看我們接受的文件

# onfido_doc_select_section_header_country
source: Issuing country
ar: دولة الإصدار
bg: Издаващата държава
cs: Vydávající země
da: Udstedelsesland
de: Ausstellendes Land
el: Εκδούσα χώρα
es_419: País emisor
et: Väljastanud riik
fa: کشور صادرکننده
fi: Myöntämismaa
fr: Pays émetteur
fr_ca: Pays émetteur
he: ארץ ההנפקה
hi: जारी करने वाला देश
hr: Zemlja izdavanja
hu: Kibocsátó ország
hy: Թողարկող երկիր
it: Paese emittente
ja: 発行国
ko: 발급 국가
lt: Dokumentą išdavusi šalis
lv: Izdevējvalsts
ms: Negara yang mengeluarkan
pl: Kraj wydania
pt: País emissor
pt_br: País emissor
ro: Țară emitentă
ru: Страна выдачи
sk: Vydávajúca krajina
sl: Država izdajateljica
sv: Utfärdande land
th: ประเทศที่ออกเอกสาร
tr: Düzenleyen ülke
uk: Країна видачі
zh_hans: 签发国家/地区
zh_hant: 核發國家

# onfido_doc_select_section_header_doc_type
source: Accepted documents
ar: المستندات المقبولة
bg: Допустими документи
cs: Akceptované dokumenty
da: Accepterede dokumenter
de: Akzeptierte Dokumente
el: Αποδεκτά έγγραφα
es_419: Documentos aceptados
et: Sobivad dokumendid
fa: مدارک مورد پذیرش
fi: Hyväksytyt asiakirjat
fr: Documents acceptés
fr_ca: Documents acceptés
he: מסמכים קבילים
hi: स्वीकार किए जाने वाले डॉक्यूमेंट
hr: Dokumenti koje prihvaćamo
hu: Elfogadott dokumentumok
hy: Ընդունելի փաստաթղթեր
it: Documenti accettati
ja: 受け入れられるドキュメント
ko: 허용되는 서류
lt: Priimami dokumentai
lv: Pieņemamie dokumenti
ms: Dokumen yang diterima
pl: Akceptowane dokumenty
pt: Documentos aceites
pt_br: Documentos aceitos
ro: Documente acceptate
ru: Принимаемые документы
sk: Akceptované doklady
sl: Sprejeti dokumenti
sv: Accepterade dokument
th: เอกสารที่ยอมรับ
tr: Kabul edilen belgeler
uk: Документи, які ми приймаємо
zh_hans: 可接受的证明文件
zh_hant: 可接受的文件

# onfido_doc_select_section_input_placeholder_country
source: Select issuing country
ar: اختر الدولة المصدِرة
bg: Изберете издаваща държава
cs: Vyberte zemi, kde došlo k vydání
da: Vælg udstedende land
de: Ausstellungsland auswählen
el: Επιλέξτε χώρα έκδοσης
es_419: Seleccionar país emisor
et: Valige väljastanud riik
fa: کشور صادر کننده را انتخاب کنید
fi: Valitse myöntämismaa
fr: Choisissez le pays d'émission
fr_ca: Sélectionner le pays d'émission
he: בחר את ארץ ההנפקה
hi: जारी करने वाला देश चुनें
hr: Odaberite zemlju izdavanja
hu: Kibocsátó ország kiválasztása
hy: Ընտրեք թողարկող երկիրը
it: Seleziona il paese di emissione
ja: 発行国を選択
ko: 발급 국가 선택
lt: Pasirinkite išdavusią šalį
lv: Atlasīt izdevējvalsti
ms: Pilih negara yang mengeluarkan
pl: Wybierz kraj wydania
pt: Selecione o país emissor
pt_br: Selecionar país emissor
ro: Selectați țara emitentă
ru: Выберите страну выдачи
sk: Vyberte vydávajúcu krajinu
sl: Izberite državo izdajateljico
sv: Välj utfärdande land
th: เลือกประเทศที่ออกเอกสาร
tr: Düzenleyen ülkeyi seçin
uk: Виберіть країну видачі
zh_hans: 选择签发国家/地区
zh_hant: 選擇核發國家

# onfido_doc_select_subtitle_entire_page
source: Entire page
ar: الصفحة بأكملها
bg: Цялата страница
cs: Celá stránka
da: Hele siden
de: Ganze Seite
el: Ολόκληρη σελίδα
es_419: Toda la página
et: Kogu leht
fa: کل صفحه
fi: Koko sivu
fr: Page entière
fr_ca: Page entière
he: כל העמוד
hi: पूरा पेज
hr: Cijela stranica
hu: Teljes oldal
hy: Ամբողջական էջը
it: Intera pagina
ja: 全ページ
ko: 전체 페이지
lt: Visas puslapį
lv: Visa lapa
ms: Seluruh halaman
pl: Cała strona
pt: Página inteira
pt_br: Página inteira
ro: Întreaga pagină
ru: Вся страница
sk: Celá stránka
sl: Cela stran
sv: Hela sidan
th: ทั้งหน้า
tr: Tüm sayfa
uk: Уся сторінка
zh_hans: 整个页面
zh_hant: 整個頁面

# onfido_doc_select_subtitle_photo_page
source: Photo page
ar: التقط صورة للصفحة
bg: Страницата със снимка
cs: Přední strana s fotografií
da: Side med billede
de: Fotoseite
el: Σελίδα φωτογραφίας
es_419: Página con foto
et: Fotoga lehekülg
fa: صفحه عکس‌دار
fi: Valokuvasivu
fr: Page avec photo
fr_ca: Page photo
he: עמוד תמונה
hi: फ़ोटो वाला पेज
hr: Stranica s fotografijom
hu: Arcképes oldal
hy: Լուսանկարով էջ
it: Pagina delle foto
ja: 写真ページ
ko: 사진 페이지
lt: Nuotraukos puslapis
lv: Fotoattēla lapa
ms: Halaman foto
pl: Strona ze zdjęciem
pt: Página de fotos
pt_br: Página com foto
ro: Pagina cu poză
ru: Страница с фото
sk: Stránka s fotkou
sl: Stran s fotografijo
sv: Fotosida
th: หน้ารูปภาพ
tr: Fotoğraf sayfası
uk: Сторінка з фото
zh_hans: 照片页
zh_hant: 相片頁

# onfido_doc_select_subtitle_front_back
source: Front and back
ar: من الأمام والخلف
bg: Лицева и задна страна
cs: Přední a zadní strana
da: For- og bagside
de: Vorne und Hinten
el: Μπροστινή και πίσω όψη
es_419: Anverso y reverso
et: Esi- ja tagakülg
fa: رو و پشت
fi: Etu- ja takaosa
fr: Avant et arrière
fr_ca: Recto et verso
he: צד קדמי וצד אחורי
hi: आगे और पीछे
hr: Sprijeda i straga
hu: Elülső és hátsó oldal
hy: Դիմերես և դարձերես
it: Davanti e dietro
ja: 表面と裏面
ko: 앞면과 뒷면
lt: Priekinė ir galinė pusė
lv: Priekšpuse un aizmugure
ms: Bahagian depan dan belakang
pl: Przód i tył
pt: Frente e verso
pt_br: Frente e verso
ro: Față și verso
ru: Лицевая и обратная стороны
sk: Predná a zadná strana
sl: Spredaj in zadaj
sv: Fram- och baksida
th: ด้านหน้าและด้านหลัง
tr: Ön ve arka
uk: Лицьовий і зворотний боки
zh_hans: 正面和背面
zh_hant: 正面和背面

# onfido_doc_select_section_input_country_not_found
source: No Results
ar: لا توجد نتائج
bg: Няма резултати
cs: Žádné výsledky
da: Ingen resultater
de: Keine Ergebnisse
el: Δε βρέθηκαν αποτελέσματα
es_419: Sin resultados
et: Tulemusi ei ole
fa: نتیجه‌ای نداشت
fi: Ei tuloksia
fr: Aucun résultat
fr_ca: Aucun résultat
he: אין תוצאות
hi: कोई नतीजा नहीं मिला
hr: Nije pronađen nijedan rezultat
hu: Nincs találat
hy: Ոչ մի արդյունք չի գտնվել
it: Nessun risultato
ja: 一致する結果がありませんでした
ko: 결과가 없습니다
lt: Nėra rezultatų
lv: Nav rezultātu
ms: Tiada Hasil
pl: Brak wyników
pt: Sem resultados
pt_br: Sem resultados
ro: Niciun rezultat
ru: Результаты отсутствуют
sk: Žiadne výsledky
sl: Ni rezultatov
sv: Inget resultat
th: ไม่มีผลลัพธ์
tr: Sonuç Yok
uk: Результатів немає
zh_hans: 没有结果
zh_hant: 沒有結果
