Repository: onfido/onfido-ios-sdk
Catalog: localization/Localizable_*.strings
Languages: ar, bg, cs, da, de, el, es_419, et, fa, fi, fr, fr_ca, he, hi, hr, hu, hy, it, ja, ko, lt, lv, ms, pl, pt, pt_br, ro, ru, sk, sl, sv, th, tr, uk, zh_hans, zh_hant

# onfido_doc_select_subtitle
source: It must be an official photo ID
ar: يجب أن تكون بطاقة هوية رسمية تحمل صورة
bg: Трябва да е официален документ за самоличност със снимка
cs: Musí se jednat o oficiální průkaz totožnosti s fotografií
da: Det skal være et officielt billed-ID
de: Es muss ein offizieller Lichtbildausweis sein
el: Πρέπει να είναι επίσημη ταυτότητα με φωτογραφία
es_419: Debe ser una ID oficial con foto
et: See peab olema ametlik fotoga isikutunnistus
fa: باید کارت شناسایی عکس‌دار رسمی باشد
fi: Sen on oltava virallinen kuvallinen henkilökortti
fr: Il doit s’agir d’une pièce d’identité officielle avec photo
fr_ca: Ce doit être une pièce d'identité officielle avec photo
he: התמונה צריכה להופיע בתוך מסמך רשמי
hi: यह आधिकारिक फ़ोटो आईडी होनी चाहिए
hr: Dokument koji šaljete za identifikaciju mora biti s vašom fotografijom
hu: Hivatalos fényképes igazolványnak kell lennie
hy: Դա պետք է լինի անձը հաստատող պաշտոնական փաստաթուղթ՝ լուսանկարով
it: Deve essere un documento d’identità ufficiale con foto
ja: 正式な写真付き身分証明書である必要があります
ko: 반드시 사진이 부착된 공식 신분증이어야 합니다
lt: Tai turi būti oficialus asmens tapatybės dokumentas su nuotrauka
lv: Tam jābūt oficiālam ID ar fotoattēlu
ms: Ia mestilah ID bergambar yang rasmi
pl: Musi to być oficjalny dokument tożsamości ze zdjęciem
pt: Deve ser uma identificação oficial com fotografia
pt_br: Deve ser um ID oficial com foto
ro: Trebuie să fie un document de identitate cu poză oficial
ru: Это должно быть официальное удостоверение личности с фотографией
sk: Musí ísť o oficiálny doklad totožnosti s fotkou
sl: To mora biti uradni osebni dokument s fotografijo
sv: Det måste vara ett officiellt foto-ID
th: ต้องเป็นบัตรประจำตัวอย่างเป็นทางการที่มีรูปถ่าย
tr: Resmî bir fotoğraflı kimlik olmalıdır
uk: Це має бути офіційне посвідчення особи з фотографією
zh_hans: 必须是带照片的正式身份证件
zh_hant: 必須是含有相片的官方身分證件

# onfido_doc_select_title
source: Choose your document
ar: اختر مستندك
bg: Изберете документ
cs: Vyberte svůj dokument
da: Vælg dit dokument
de: Dokument auswählen
el: Επιλέξτε το έγγραφό σας
es_419: Elige tu documento
et: Valige dokument
fa: سند خود را انتخاب کنید
fi: Valitse asiakirjasi
fr: Sélectionnez un document
fr_ca: Choisir votre document
he: בחר את המסמך שלך
hi: अपना डॉक्यूमेंट चुनें
hr: Odaberite svoj dokument
hu: Válassza ki a dokumentumot
hy: Ընտրեք ձեր փաստաթուղթը
it: Seleziona il tuo documento
ja: ドキュメントを選択
ko: 서류 선택
lt: Pasirinkite dokumentą
lv: Izvēlieties savu dokumentu
ms: Pilih dokumen anda
pl: Wybierz swój dokument
pt: Escolha o seu documento
pt_br: Escolha o seu documento
ro: Alegeți documentul dvs.
ru: Выберите свой документ
sk: Zvoľte svoj doklad
sl: Izberite dokument
sv: Välj ditt dokument
th: เลือกเอกสารของคุณ
tr: Belgenizi seçin
uk: Виберіть документ
zh_hans: 选择您的证明文件
zh_hant: 選擇文件

# onfido_doc_capture_prompt_title_license
source: What type of license do you have?
ar: ما نوع الرخصة التي تملكها؟
bg: Каква шофьорска книжка имате?
cs: Jaký typ licence máte?
da: Hvilken type ID har du?
de: Welche Art von Führerschein haben Sie?
el: Τι είδους άδεια έχετε;
es_419: ¿Qué tipo de licencia tienes?
et: Mis tüüpi juhiluba teil on?
fa: گواهینامه شما از چه نوعی است؟
fi: Millainen ajokortti sinulla on?
fr: Quel type de permis avez-vous ?
fr_ca: De quel type de permis disposez-vous?
he: איזה סוג רישיון יש לך?
hi: आपके पास किस तरह का लाइसेंस है?
hr: Kakvu vrstu dozvole imate?
hu: Milyen típusú jogosítványa van?
hy: Նշեք ձեր վկայականի տեսակը
it: Che tipo di patente hai?
ja: どのような種類の免許証をお持ちですか？
ko: 어떤 유형의 면허를 갖고 계신가요?
lt: Kokio tipo pažymėjimą turite?
lv: Kāda veida autovadītāja apliecība jums ir?
ms: Apakah jenis lesen yang anda ada?
pl: Jaki rodzaj prawa jazdy posiadasz?
pt: Que tipo de carta de condução tem?
pt_br: Que tipo de carteira de habilitação você tem?
ro: Ce tip de permis de conducere aveți?
ru: Укажите свой тип удостоверения
sk: Aký typ preukazu máte?
sl: Kakšno vrsto dovoljenja imate?
sv: Vilken typ av körkort har du?
th: คุณมีใบอนุญาตประเภทใด?
tr: Ne tür bir sürücü belgeniz var?
uk: Який тип водійського посвідчення ви маєте?
zh_hans: 您持有哪种类型的驾照？
zh_hant: 您有什麼類型的駕照？

# onfido_doc_select_button_passport
source: Passport
ar: جواز السفر
bg: Паспорт
cs: Pas
da: Pas
de: Reisepass
el: Διαβατήριο
es_419: Pasaporte
et: Pass
fa: گذرنامه
fi: Passi
fr: Passeport
fr_ca: Passeport
he: דרכון
hi: पासपोर्ट
hr: Putovnica
hu: Útlevél
hy: Անձնագիր
it: Passaporto
ja: パスポート
ko: 여권
lt: Pasas
lv: Pase
ms: Pasport
pl: Paszport
pt: Passaporte
pt_br: Passaporte
ro: Pașaport
ru: Паспорт
sk: Pas
sl: Potni list
sv: Pass
th: หนังสือเดินทาง
tr: Pasaport
uk: Паспорт
zh_hans: 护照
zh_hant: 護照

# onfido_doc_select_button_license
source: Driver’s license
ar: رخصة القيادة
bg: Шофьорска книжка
cs: Řidičský průkaz
da: Kørekort
de: Führerschein
el: Άδεια οδήγησης
es_419: Licencia de conducir
et: Juhiluba
fa: گواهی‌نامه رانندگی
fi: Ajokortti
fr: Permis de conduire
fr_ca: Permis de conduire
he: רישיון נהיגה
hi: ड्राइविंग लाइसेंस
hr: Vozačka dozvola
hu: Vezetői engedély
hy: Վարորդական իրավունք
it: Patente di guida
ja: 運転免許証
ko: 운전면허증
lt: Vairuotojo pažymėjimas
lv: Autovadītāja apliecība
ms: Lesen memandu
pl: Prawo jazdy
pt: Carta de condução
pt_br: Carteira de habilitação
ro: Permis de conducere
ru: Водительское удостоверение
sk: Vodičský preukaz
sl: Vozniško dovoljenje
sv: Körkort
th: ใบอนุญาตขับขี่
tr: Sürücü belgesi
uk: Водійське посвідчення
zh_hans: 驾照
zh_hant: 駕照

# onfido_doc_select_button_id
source: National identity card
ar: بطاقة الهوية الوطنية
bg: Национална лична карта
cs: Národní průkaz totožnosti
da: Nationalt ID-kort
de: Nationaler Personalausweis
el: Εθνικό δελτίο ταυτότητας
es_419: Documento de identidad nacional
et: Riiklik isikutunnistus
fa: کارت شناسایی ملی
fi: Kansallinen henkilökortti
fr: Carte nationale d’identité
fr_ca: Carte d'identité nationale
he: תעודת זהות
hi: राष्ट्रीय पहचान पत्र
hr: Nacionalna osobna iskaznica
hu: Személyazonosító igazolvány
hy: Պետական նույնականացման քարտ
it: Carta d’identità nazionale
ja: 国のIDカード
ko: 국가 발급 신분증
lt: Nacionalinė asmens tapatybės kortelė
lv: Valsts izdota personas apliecība
ms: Kad pengenalan negara
pl: Dowód osobisty
pt: Documento de identificação nacional
pt_br: Documento de identidade nacional
ro: Carte de identitate național
ru: Удостоверение личности государственного образца
sk: Národný preukaz totožnosti
sl: Nacionalna osebna izkaznica
sv: Nationellt identitetskort
th: บัตรประจำตัวประชาชน
tr: Ulusal kimlik no
uk: Посвідчення особи державного зразка
zh_hans: 国民身份证
zh_hant: 國民身份證

# onfido_doc_select_button_permit
source: Residence permit
ar: رخصة الإقامة
bg: Разрешение за пребиваване
cs: Povolení k pobytu
da: Opholdstilladelse
de: Karte der Aufenthaltsgenehmigung
el: Άδεια διαμονής
es_419: Permiso de residencia
et: Elamisluba
fa: مجوز اقامت
fi: Oleskelulupa
fr: Carte de séjour
fr_ca: Permis de séjour
he: היתר שהייה
hi: निवास परमिट
hr: Boravišna dozvola
hu: Tartózkodási engedély
hy: Բնակության թույլտվություն
it: Permesso di soggiorno
ja: 在留許可証
ko: 거주 허가증
lt: Leidimas gyventi
lv: Uzturēšanās atļauja
ms: Permit kediaman
pl: Zezwolenie na pobyt
pt: Autorização de residência
pt_br: Permissão de residência
ro: Permis de ședere
ru: Вид на жительство
sk: Povolenie na pobyt
sl: Dovoljenje za prebivanje
sv: Uppehållstillstånd
th: ใบอนุญาตพำนักอาศัย
tr: Oturma izni
uk: Дозвіл на проживання
zh_hans: 居留证
zh_hant: 居留證

# onfido_generic_error_network_detail
source: There was a network error. Please check your connection.
ar: حدث خطأ في الشبكة. يُرجى التحقق من اتصالك.
bg: Възникна мрежова грешка. Проверете връзката.
cs: Došlo k chybě sítě. Zkontrolujte své připojení.
da: Der opstod en netværksfejl. Tjek din forbindelse.
de: Es gab einen Netzwerkfehler. Bitte überprüfen Sie Ihre Verbindung.
el: Παρουσιάστηκε σφάλμα δικτύου. Ελέγξτε τη σύνδεσή σας.
es_419: Ocurrió un error de red. Verifica tu conexión.
et: Tekkis võrguga seotud viga. Kontrollige ühendust.
fa: خطای شبکه رخ داد. لطفاً اتصال اینترنت خود را بررسی کنید.
fi: Tapahtui verkkovirhe. Tarkista internetyhteytesi.
fr: Une erreur réseau est survenue. Veuillez vérifier votre connexion.
fr_ca: Une erreur réseau est survenue. Veuillez vérifier votre connexion.
he: אירעה שגיאת רשת. בדוק את חיבור האינטרנט שלך.
hi: नेटवर्क में कोई गड़बड़ी थी। कृपया अपने नेटवर्क की जाँच करें।
hr: Dogodila se mrežna pogreška. Provjerite svoju internetsku vezu.
hu: Hálózati hiba történt. Kérjük, ellenőrizze az internetkapcsolatot.
hy: Ցանցի սխալ է առաջացել։ Խնդրում ենք ստուգել ձեր կապը։
it: Si è verificato un errore di rete. Controlla la tua connessione.
ja: ネットワーク障害がありました。接続を確認してください。
ko: 네트워크 오류가 발생했습니다. 인터넷 연결 상태를 확인하세요.
lt: Įvyko tinklo klaida. Patikrinkite ryšį.
lv: Radās tīkla kļūda. Pārbaudiet interneta savienojumu.
ms: Berlaku ralat rangkaian. Sila periksa sambungan anda.
pl: Wystąpił błąd sieci. Proszę sprawdzić swoje połączenie.
pt: Houve um erro de rede. Verifique a sua ligação.
pt_br: Ocorreu um erro de rede. Verifique sua conexão.
ro: A survenit o eroare de rețea. Vă rugăm să vă verificați conexiunea.
ru: Произошла сетевая ошибка. Проверьте соединение.
sk: Vyskytla sa chyba siete. Skontrolujte svoje pripojenie.
sl: Prišlo je do napake v omrežju. Preverite svojo povezavo.
sv: Det uppstod ett nätverksfel. Kontrollera din anslutning.
th: เกิดข้อผิดพลาดในเครือข่าย โปรดตรวจสอบการเชื่อมต่อของคุณ
tr: Bir ağ hatası oluştu. Lütfen bağlantınızı kontrol edin.
uk: Сталася помилка мережі. Перевірте з’єднання з Інтернетом.
zh_hans: 存在网络错误。请检查您的连接。
zh_hant: 發生網路錯誤。請檢查您的連線。

# onfido_generic_alert_network_error_label
source: Connection lost
ar: انقطع الاتصال
bg: Връзката прекъсна
cs: Ztráta spojení
da: Forbindelsen gik tabt
de: Verbindung unterbrochen
el: Η σύνδεση χάθηκε
es_419: Se perdió la conexión
et: Ühendus kadunud
fa: ارتباط قطع شد
fi: Yhteys katkesi
fr: Connexion perdue
fr_ca: Connexion perdue
he: החיבור נותק
hi: कनेक्शन टूट गया
hr: Veza je prekinuta
hu: A kapcsolat megszakadt
hy: Կապի խափանում
it: Connessione interrotta
ja: 接続が切断されました
ko: 연결이 끊겼습니다
lt: Nutrūko ryšys
lv: Savienojums pārtrūcis
ms: Sambungan terputus
pl: Połączenie zerwane
pt: Ligação perdida
pt_br: Conexão perdida
ro: Conexiune pierdută
ru: Соединение потеряно
sk: Spojenie bolo prerušené
sl: Povezava prekinjena
sv: Anslutningen försvann
th: การเชื่อมต่อขาด
tr: Bağlantı kesildi
uk: Збій з’єднання
zh_hans: 连接已丢失
zh_hant: 連線中斷

# onfido_doc_capture_alert_no_face_detail
source: Make sure your face is visible
ar: احرص على أن يكون وجهك مرئيًا
bg: Уверете се, че лицето ви се вижда
cs: Ujistěte se, že je Váš obličej viditelný
da: Sørg for, at dit ansigt er synligt
de: Stellen Sie sicher, dass Ihr Gesicht sichtbar ist
el: Βεβαιωθείτε ότι το πρόσωπό σας είναι ορατό
es_419: Asegúrate de que tu rostro sea visible
et: Veenduge, et teie nägu on nähtav
fa: مطمئن شوید که چهره شما قابل رویت است
fi: Varmista, että kasvosi näkyvät
fr: Assurez-vous que votre visage est visible
fr_ca: Assurez-vous que votre visage soit visible
he: ודא שהפנים שלך גלויות
hi: आपका चेहरा दिखाई देना चाहिए
hr: Pobrinite se da vam se vidi lice
hu: Ügyeljen arra, hogy az arca látható legyen
hy: Համոզվեք, որ ձեր դեմքը երևում է
it: Assicurati che il viso sia visibile
ja: 顔が見えるようにしてください
ko: 얼굴 전체가 잘 보이는지 확인하세요
lt: Įsitikinkite, kad jūsų veidas matomas
lv: Sejai jābūt redzamai
ms: Pastikan wajah anda kelihatan
pl: Upewnij się, że twoja twarz jest widoczna
pt: Certifique-se de que o seu rosto está visível
pt_br: Certifique-se de que seu rosto esteja visível
ro: Asigurați-vă că fața dvs. este vizibilă
ru: Убедитесь, что Ваше лицо видно
sk: Uistite sa, že vaša tvár je viditeľná
sl: Poskrbite, da je vaš obraz viden
sv: Se till att ditt ansikte är synligt
th: เช็คให้แน่ใจว่ามองเห็นใบหน้าของคุณได้ชัดเจน
tr: Yüzünüzün görünür olduğundan emin olun
uk: Переконайтеся, що ваше обличчя видно
zh_hans: 请确保您的面部可见
zh_hant: 請確保您的臉部清晰可見

# onfido_doc_capture_alert_no_face_detail_folded_doc
source: Lay your document flat to show the inside pages containing your photo
ar: ضع المستند بشكل مستوٍ لإظهار الصفحات الداخلية التي تحتوي على صورتك
bg: Поставете документа върху равна повърхност, за да се виждат вътрешните страници със снимката ви
cs: Položte dokument naplocho, aby byly vidět vnitřní stránky s fotografií
da: Du skal sørge for, at dit dokument ligger fladt for at vise de indvendige sider, der indeholder dit billede
de: Legen Sie Ihr Dokument flach hin, um die Innenseiten mit Ihrem Foto anzuzeigen
el: Τοποθετήστε το έγγραφό σας σε επίπεδη θέση για να εμφανίσετε τις εσωτερικές σελίδες που περιέχουν τη φωτογραφία σας
es_419: Coloca el documento en un lugar plano para mostrar las páginas interiores que contienen la foto
et: Paigutage dokument avatult tasapinnale nii, et teie pildiga leht oleks nähtav
fa: مدرک خود را به شکل مسطح قرار دهید تا صفحات داخلی حاوی عکس شما نشان داده شود
fi: Aseta asiakirjasi tasaisesti näyttääksesi valokuvasi sisältävät sisäsivut
fr: Dépliez votre document pour montrer les pages intérieures contenant votre photo
fr_ca: Posez votre document à plat pour afficher les pages intérieures contenant votre photo
he: הנח את המסמך על המשטח כדי להציג את העמודים הפנימיים ששבהם מופיעה התמונה
hi: आपकी फ़ोटो वाले अंदर के पेज दिखाने के लिए अपना डॉक्यूमेंट सपाट रखें
hr: Postavite dokument ravno i tako da se vide unutarnje stranice s vašom fotografijom
hu: Fektesse a dokumentumot síkba, hogy a fényképet tartalmazó belső oldalak láthatóak legyenek
hy: Տեղադրեք ձեր փաստաթուղթը հորիզոնական դիրքով՝ ձեր լուսանկարը պարունակող էջի ներսի կողմը ցուցադրելու համար
it: Appoggia il documento aperto sulle pagine interne che contengono la tua foto
ja: ドキュメントを平らに配置して、写真が入っている内側のページを表示します
ko: 본인 사진을 포함한 내부 페이지가 잘 나오도록 서류를 평평하게 펼쳐놓으세요
lt: Padėkite dokumentą plokščiai, kad būtų matomi vidiniai puslapiai, kuriuose yra jūsų nuotrauka
lv: Novietojiet dokumentu plakani uz līdzenas virsmas tā, lai būtu redzamas iekšējās lapas, kurās ir jūsu fotoattēls
ms: Letakkan dokumen anda secara rata untuk menunjukkan halaman dalaman yang mengandungi gambar anda
pl: Połóż dokument płasko, aby pokazać wewnętrzne strony zawierające zdjęcie.
pt: Coloque o documento de forma plana para mostrar as páginas internas que contêm a sua fotografia
pt_br: Coloque seu documento em um local plano para mostrar as páginas internas que contêm sua foto
ro: Poziționați documentul dvs. pe o suprafață plană pentru a arăta paginile interioare care includ poza dvs.
ru: Расположите документ ровно, чтобы были видны все внутренние страницы с Вашей фотографией
sk: Umiestnite doklad na rovnú plochu, aby boli vidieť vnútorné strany s vašou fotkou
sl: Postavite dokument tako, da se prikažejo notranje strani s fotografijo
sv: Lägg dokumentet platt för att visa de inre sidorna som innehåller ditt foto
th: วางเอกสารให้ราบเรียบ เพื่อให้เห็นหน้าด้านในที่มีรูปถ่ายของคุณ
tr: Fotoğrafınızın bulunduğu iç sayfaları göstermek için belgenizi düz bir şekilde yerleştirin
uk: Розкладіть документ рівно та сфотографуйте внутрішні сторінки, які містять вашу фотографію
zh_hans: 平放证明文件以显示包含照片的内页
zh_hant: 將文件平放，以顯示包含相片的內頁

# onfido_doc_capture_alert_no_face_title
source: Face not detected
ar: لم يتم اكتشاف وجهك
bg: Не е засечено лице
cs: Obličej nebyl rozpoznán
da: Ansigtet er ikke detekteret
de: Kein Gesicht gefunden
el: Δεν ανιχνεύτηκε πρόσωπο
es_419: Rostro no detectado
et: Nägu ei tuvastatud
fa: چهره شناسایی نشد
fi: Kasvoja ei havaittu
fr: Aucun visage détecté
fr_ca: Aucun visage détecté
he: לא זוהו פנים
hi: चेहरा नहीं मिला
hr: Lice nije prepoznato
hu: Arc nem észlelhető
hy: Դեմքը չի գտնվել
it: Viso non rilevato
ja: 顔が検出されませんでした
ko: 얼굴이 감지되지 않습니다
lt: Veidas neaptiktas
lv: Seja nav atrasta
ms: Wajah tidak dikesan
pl: Nie wykryto twarzy
pt: Rosto não detetado
pt_br: Rosto não detectado
ro: Fața nu este detectată
ru: Лицо не обнаружено
sk: Nebola zistená tvár
sl: Obraz ni zaznan
sv: Inget ansikte upptäcktes
th: ไม่พบใบหน้า
tr: Yüz tespit edilmedi
uk: Обличчя не виявлено
zh_hans: 未检测到面部
zh_hant: 未偵測到臉部

# onfido_video_capture_button_primary_finish
source: Finish recording
ar: إنهاء التسجيل
bg: Завършване на записа
cs: Dokončení nahrávání
da: Afslut optagelsen
de: Aufnahme beenden
el: Ολοκλήρωση εγγραφής
es_419: Terminar grabación
et: Salvestamise lõpetamine
fa: اتمام ضبط
fi: Viimeistele tallennus
fr: Terminer l’enregistrement
fr_ca: Terminer l'enregistrement
he: סיים את ההקלטה
hi: रिकॉर्डिंग खत्म करें
hr: Završi snimanje
hu: Felvétel befejezése
hy: Ավարտեք տեսագրումը
it: Termina registrazione
ja: 録画を終了する
ko: 녹화 마치기
lt: Baigti įrašymą
lv: Pabeigt ierakstu
ms: Tamatkan rakaman
pl: Zakończ nagrywanie
pt: Acabar gravação
pt_br: Terminar gravação
ro: Finalizați înregistrarea
ru: Закончить запись
sk: Dokončiť zaznamenávanie
sl: Končaj snemanje
sv: Avsluta inspelning
th: ยุติการบันทึก
tr: Kaydı bitir
uk: Завершити запис
zh_hans: 完成录制
zh_hant: 完成錄製

# onfido_welcome_button_primary_doc
source: Choose document
ar: اختر مستند
bg: Изберете документ
cs: Vyberte dokument
da: Vælg dokument
de: Dokument auswählen
el: Επιλέξτε έγγραφο
es_419: Elegir documento
et: Valige dokument
fa: مدرک را انتخاب کنید
fi: Valitse asiakirja
fr: Sélectionner un document
fr_ca: Choisir un document
he: בחר מסמך
hi: डॉक्यूमेंट चुनें
hr: Odaberite dokument
hu: Dokumentum kiválasztása
hy: Ընտրել փաստաթուղթ
it: Seleziona documento
ja: ドキュメントを選択
ko: 서류 선택
lt: Pasirinkite dokumentą
lv: Izvēlēties dokumentu
ms: Pilih dokumen
pl: Wybierz dokument
pt: Escolha o documento
pt_br: Escolha o documento
ro: Alegeți documentul
ru: Выбрать документ
sk: Vyberte doklad
sl: Izberite dokument
sv: Välj dokument
th: เลือกเอกสาร
tr: Belge seçin
uk: Вибрати документ
zh_hans: 选择证明文件
zh_hant: 選擇文件

# onfido_doc_capture_detail_folded_doc_back
source: Lay your document flat, include all outer pages
ar: ضع مستندك في وضع مستوٍ، بما في ذلك جميع الصفحات الخارجية
bg: Поставете документа върху равна повърхност, като включите всички външни страници
cs: Položte dokument na plocho a přiložte všechny vnější stránky
da: Du skal sørge for, at dit dokument ligger fladt, og at alle de yderste sider indgår
de: Legen Sie Ihr Dokument flach hin, einschließlich aller äußeren Seiten
el: Τοποθετήστε το έγγραφό σας σε επίπεδη θέση και συμπεριλάβετε όλες τις εξωτερικές σελίδες
es_419: Coloca el documento en un lugar plano, incluye todas las páginas externas
et: Asetage dokument avatuna tasapinnale nii, et on näha selle välisküljed
fa: مدرک خود را به شکل مسطح قرار دهید، بطوری که تمام صفحات بیرونی را شامل شود
fi: Aseta asiakirjasi tasaisesti, sisällytä kaikki uloimmat sivut
fr: Dépliez votre document, prenez en photo les pages extérieures
fr_ca: Posez votre document à plat, incluant toutes les pages extérieures
he: הנח את המסמך על המשטח, כולל כל הדפים החיצוניים
hi: अपने डॉक्यूमेंट को सीधा रखें, सभी बाहरी पेज शामिल करें
hr: Postavite dokument ravno i ne zaboravite vanjske stranice
hu: Fektesse a dokumentumot sík felületre, és mutassa mindegyik külső oldalt
hy: Տեղադրեք ձեր փաստաթուղթը հորիզոնական դիրքով, նկարեք բոլոր էջերը դրսի կողմից
it: Appoggia il documento aperto sulle pagine esterne
ja: ドキュメントを平らに配置し、すべての外側のページを含める
ko: 테두리 부분을 포함하여 서류 전체를 펼치세요
lt: Padėkite dokumentą plokščiai, įtraukite visus išorinius puslapius
lv: Novietojiet dokumentu plakani uz līdzenas virsmas, ir jābūt redzamām visām ārējām lapām
ms: Letakkan dokumen anda secara rata, sertakan semua halaman luar
pl: Ułóż dokument płasko, także wszystkie zewnętrzne strony
pt: Coloque o documento de forma plana e inclua todas as páginas exteriores
pt_br: Coloque seu documento em um local plano, inclua todas as páginas externas
ro: Poziționați documentul dvs. pe o suprafață plană, includeți toate paginile externe
ru: Расположите документ ровно, включая все внешние страницы
sk: Umiestnite doklad na rovnú plochu a zahrňte všetky vonkajšie strany
sl: Dokument položite ravno, vključite vse zunanje strani
sv: Lägg dokumentet platt och se till att alla yttre sidor är med
th: วางเอกสารของคุณให้ราบเรียบ โดยให้เห็นหน้าด้านนอกทั้งหมด
tr: Belgenizi düz bir şekilde yerleştirin, tüm dış sayfaları dâhil edin
uk: Розкладіть документ рівно та сфотографуйте всі зовнішні сторінки
zh_hans: 平放您的证明文件，包括所有外页
zh_hant: 將您的文件平放，包括所有外頁

# onfido_doc_capture_header_folded_doc_back
source: Position the outer pages of your document in the frame
ar: ضع الصفحات الخارجية للمستند في الإطار
bg: Позиционирайте външните страници на документа в рамката
cs: Umístěte vnější stránky dokumentu do rámečku
da: Placer dit dokuments yderste sider inden for rammen
de: Positionieren Sie die äußeren Seiten Ihres Dokuments im Rahmen
el: Τοποθετήστε τις εξωτερικές σελίδες του εγγράφου σας στο πλαίσιο
es_419: Coloca las páginas externas del documento en el marco
et: Asetage dokumendi välisküljed kaadrisse
fa: صفحات بیرونی مدرک خود را درون کادر قرار دهید
fi: Aseta asiakirjasi uloimmat sivut kehykseen
fr: Positionnez les pages extérieures de votre document dans le cadre
fr_ca: Positionnez les pages externes de votre document dans le cadre
he: מקם את הדפים החיצוניים של המסמך במסגרת
hi: डॉक्यूमेंट के बाहरी पेजों को फ़्रेम के बीच में रखें
hr: Postavite vanjske stranice dokumenta u okvir
hu: Illessze a dokumentum külső oldalait a keretbe
hy: Ձեր փաստաթղթի էջերի դրսի կողմը տեղադրեք շրջանակի մեջ
it: Posiziona le pagine esterne del documento nella cornice
ja: ドキュメントの外側のページを枠内に配置する
ko: 프레임 안에 서류 테두리가 모두 들어가도록 배치하세요
lt: Pasirūpinkite, kad išoriniai dokumento puslapiai būtų rėmelyje
lv: Ievietojiet dokumenta ārējās lapas kadrā
ms: Letakkan halaman luar dokumen anda dalam bingkai
pl: Umieść zewnętrzne strony dokumentu w ramce
pt: Posicione as páginas exteriores do seu documento na moldura
pt_br: Posicione as páginas externas do documento no quadro
ro: Poziționați paginile externe ale documentului dvs. în cadru
ru: Поместите внешние страницы документа в рамку
sk: Umiestnite vonkajšie strany dokladu do rámu
sl: Postavite zunanje strani dokumenta v okvir
sv: Placera dokumentets yttre sidor i ramen
th: วางหน้าด้านนอกของเอกสารคุณให้อยู่ในกรอบ
tr: Belgenizin dış sayfalarını çerçeveye yerleştirin
uk: Наведіть рамку на зовнішній розворот документа
zh_hans: 将证明文件的外页放在框中
zh_hant: 將文件的外頁置於框架中
