Repository: onfido/onfido-ios-sdk
Catalog: localization/Localizable_*.strings
Languages: ar, bg, cs, da, de, el, es_419, et, fa, fi, fr, fr_ca, he, hi, hr, hu, hy, it, ja, ko, lt, lv, ms, pl, pt, pt_br, ro, ru, sk, sl, sv, th, tr, uk, zh_hans, zh_hant

# onfido_welcome_start_workflow_button_trial
source: Start verification (TEST)
ar: ابدأ التحقق (TEST)
bg: Стартиране на проверка (ТЕСТ)
cs: Zahájit proces ověřování (TEST)
da: Start verificering (TEST)
de: Verifizierung beginnen (TEST)
el: Έναρξη επαλήθευσης (ΔΟΚΙΜΗ)
es_419: Iniciar verificación (PRUEBA)
et: Alustage tuvastamist (TEST)
fa: شروع فرآیند تأیید (آزمایشی)
fi: Aloita vahvistus (TESTI)
fr: Commencer la vérification (TEST)
fr_ca: Commencer la vérification (TEST)
he: התחל אימות
hi: वेरिफ़िकेशन शुरू करें (टेस्ट करें)
hr: Pokrenite postupak provjere (TEST)
hu: Ellenőrzés megkezdése (TEST)
hy: Սկսել նույնականացումը (ԹԵՍՏ)
it: Inizia verifica (TEST)
ja: 認証を開始（テスト）
ko: 인증 절차 시작하기(테스트)
lt: Pradėti patikrinimą (TEST)
lv: Sākt pārbaudi (TEST)
ms: Mulakan pengesahan (PERCUBAAN)
pl: Rozpocznij weryfikację (TEST)
pt: Iniciar a verificação (TEST)
pt_br: Iniciar verificação (TESTE)
ro: Începeți verificarea (TEST)
ru: Начать верификацию (ТЕСТ)
sk: Spustite overenie (TEST)
sl: Začni s preverjanjem (TEST)
sv: Starta verifiering (TEST)
th: เริ่มยืนยันตัวตน (ทดลอง)
tr: Doğrulamayı başlat (TEST)
uk: Почати верифікацію (ТЕСТ)
zh_hans: 开始验证（测试）
zh_hant: 開始驗證（測試）

# onfido_enter_can_title
source: Enter the CAN
ar: أدخل رقم الCAN
bg: Въведете номера на CAN
cs: Zadejte číslo CAN
da: Indtast CAN-nummeret
de: Geben Sie den CAN
el: Πληκτρολογήστε τον αριθμό CAN
es_419: Ingrese el número CAN
et: Sisestage CAN number
fa: شماره CAN را وارد کنید
fi: Syötä CAN-numero
fr: Entrez le numéro CAN
fr_ca: Entrez le numéro CAN
he: הזן את מספר ה-CAN
hi: CAN संख्या दर्ज करें
hr: Unesite CAN
hu: Adja meg a CAN számot
hy: Մուտքագրեք CAN համարը
it: Inserisci il numero CAN
ja: CAN番号を入力してください
ko: CAN 번호를 입력하세요
lt: Įveskite CAN numerį
lv: Ievadiet CAN numuru
ms: Sila masukkan nombor CAN
pl: Wprowadź numer CAN
pt: Insira o número CAN
pt_br: Insira o número CAN
ro: Introduceți numărul CAN
ru: Введите номер CAN
sk: Zadajte číslo CAN
sl: Vnesite številko CAN
sv: Ange CAN-numret
th: กรอกหมายเลข CAN
tr: CAN numarasını girin
uk: Введіть номер CAN
zh_hans: 输入CAN号码
zh_hant: 輸入CAN號碼

# onfido_enter_can_subtitle
source: Please make sure the number provided matches the number on the document.
ar: الرقم المكون من %d رقمًا موجود على الجهة الأمامية من المستند الخاص بك
bg: %d-цифреният номер се намира на предната част на вашия документ
cs: %d-místné číslo se nachází na přední straně vašeho dokumentu
da: Det %d-cifrene nummer er placeret på forsiden af dit dokument
de: Bitte vergewissern Sie sich, dass die angegebene Nummer mit der Nummer auf dem Dokument übereinstimmt.
el: Ο %d-ψήφιος αριθμός βρίσκεται στο μπροστινό μέρος του εγγράφου σας
es_419: El número de %d dígitos se encuentra en el frente de su documento
et: %d-kohaline number asub teie dokumendi esiküljel
fa: شماره %d-رقمی در جلوی سند شما قرار دارد
fi: %d-numeroinen numero sijaitsee asiakirjasi etupuolella
fr: Le numéro à %d chiffres se trouve sur le devant de votre document
fr_ca: Le numéro à %d chiffres se trouve sur le devant de votre document
he: המספר באורך %d ספרות ממוקם בחזית המסמך שלך
hi: आपके %d-अंकीय संख्या आपके दस्तावेज़ के सामने स्थित है
hr: %d-znamenkasti broj nalazi se na prednjoj strani vašeg dokumenta
hu: A %d-számjegyű szám a dokumentumod előlapján található
hy: Ձեր փաստաթուղթի վրա գտնվող %d-նիշանոց համարը ստուգեք։
it: Il numero di %d cifre si trova sul fronte del tuo documento
ja: あなたのドキュメントの表面にある%d桁の数字です
ko: 귀하의 문서 앞면에 위치한 %d-자리 숫자입니다
lt: %d-skaitmeninis numeris yra priešakinėje jūsų dokumento pusėje
lv: %d-cifru numurs atrodas jūsu dokumenta priekšpusē
ms: Nombor %d-digit terletak di bahagian depan dokumen anda
pl: %d-cyfrowy numer znajduje się na froncie twojego dokumentu
pt: O número de %d dígitos está localizado na frente do seu documento
pt_br: O número de %d dígitos está localizado na frente do seu documento
ro: Numărul de %d cifre se află pe fața documentului dvs.
ru: %d-значное число находится на лицевой стороне вашего документа
sk: %d-ciferné číslo sa nachádza na prednej strane vášho dokumentu
sl: %d-mestna številka se nahaja na sprednji strani vašega dokumenta
sv: Det %d-siffriga numret finns på framsidan av ditt dokument
th: หมายเลข %d หลัก จะอยู่ที่ด้านหน้าของเอกสารของคุณ
tr: %d-haneli numara belgenizin ön tarafında bulunmaktadır
uk: %d-цифровий номер розташований на передній стороні вашого документа
zh_hans: 这个%d位数的数字位于您的文件的正面
zh_hant: 這個%d位數的號碼位於您的文件前面

# onfido_enter_can_disclaimer
source: The %d-digit number is located at the front of your document.
ar: يمكنك العثور عليه في الجزء الأمامي من مستندك. إنه بطول %d من الأرقام وحجمه أكبر قليلاً.
bg: Можете да го намерите на лицевата страна на вашия документ. Той е %d-цифреният номер и е в малко по-голям формат.
cs: Číslo %d je umístěno v přední části dokumentu.
da: Du kan finde det på dit dokuments forside. Nummeret er på %d cifre og lidt større i størrelse.
de: Die %d-stellige Nummer befindet sich auf der Vorderseite Ihres Dokuments.
el: Μπορείτε να τον βρείτε στην μπροστινή όψη του εγγράφου σας. Είναι %dψήφιος και ελαφρώς μεγαλύτερος σε μέγεθος.
es_419: Puedes encontrarlo en el anverso de tu documento. Tiene %d dígitos y es ligeramente más grande.
et: Leiate selle oma dokumendi esiküljelt. See on %d-kohaline number, mis on esitatud veidi suuremas kirjas.
fa: می‌توانید این شماره را بر روی مدرک خود پیدا کنید. این شماره، %d رقمی است و اندازه آن کمی بزرگتر است.
fi: Löydät sen asiakirjan etuosasta. Se on %d numeroa pitkä ja hieman suurempi.
fr: Le numéro à %d chiffres est situé au début de votre document.
fr_ca: Vous pouvez le trouver au recto de votre document. Il compte %d chiffres et sa taille est légèrement plus importante.
he: ניתן למצוא אותו בעמוד הראשי של המסמך. אורכו %d ספרות והוא מעט גדול יותר.
hi: आप इसे अपने डॉक्यूमेंट के सामने वाले हिस्से पर देख सकते हैं। इसमें %d-डिजिट होते हैं और इनका आकार थोड़ा बड़ा होता है।
hr: Možete ga pronaći na prednjoj strani dokumenta. Sadrži više znamenki (%d) i malo je većih dimenzija.
hu: A dokumentum előlapján található. %d számjegy hosszú és valamivel nagyobb méretű.
hy: Այն կարող եք գտնել ձեր փաստաթղթի դիմերեսի վրա։ Այն պարունակում է %d նիշ և մի փոքր ավելի մեծ չափի է։
it: Il numero di %d cifre si trova nella parte anteriore del documento.
ja: ドキュメントの表面に記載されています。長さは%d桁で、サイズはやや大きめです。
ko: 서류 앞면 해당 번호를 확인하실 수 있습니다. %d자리 숫자로 폰트 크기가 약간 큽니다.
lt: Jį rasite dokumento priekinėje pusėje. Jis yra %d skaitmenų ilgio ir šiek tiek didesniu šriftu.
lv: Tas ir dokumenta priekšpusē. Tajā ir šāds ciparu skaits: %d, un tas ir nedaudz lielāks.
ms: Anda boleh menemuinya pada bahagian depan dokumen anda. Ia sepanjang %d-digit dan bersaiz lebih besar sedikit.
pl: %d-cyfrowy numer znajduje się z przodu dokumentu.
pt: O número de %d-dígito está localizado na frente do seu documento.
pt_br: Você pode encontrá-lo na frente do seu documento. Ele tem %d dígitos e é ligeiramente maior.
ro: Numărul de %d cifre se află în partea din față a documentului.
ru: Он указан на лицевой стороне документа. Это %d-значный номер и он немного длиннее.
sk: Nájdete ho na prednej strane dokladu. Počet číslic je %d a je o niečo väčšie.
sl: Najdete jo lahko na sprednji strani dokumenta. Je %d-mestna in nekoliko večja po velikosti.
sv: Du hittar det på dokumentets framsida. Det är %d-siffrigt och något större i storlek.
th: ดูได้ที่ด้านหน้าเอกสารของคุณ โดยจะเป็นหมายเลข %d หลักที่มีขนาดใหญ่กว่าเล็กน้อย
tr: Belgenizin ön yüzünde bulabilirsiniz. %d hanelidir ve biraz daha büyük boyuttadır.
uk: Його можна переглянути на лицьовому боці документа. Це %d-значний номер, введений трохи більшим шрифтом.
zh_hans: 您可以在证明文件的正面找到它。其长度为%d位数字，尺寸略大。
zh_hant: 您可以在文件正面找到。這是一組稍大字號的 %d 位數。

# onfido_enter_can_button_primary
source: Continue
ar: متابعة
bg: Продължаване
cs: Pokračovat
da: Fortsæt
de: Fortfahren
el: Συνέχεια
es_419: Continuar
et: Jätkake
fa: ادامه
fi: Jatka
fr: Continuer
fr_ca: Continuer
he: המשך
hi: जारी रखें
hr: Nastavak
hu: Tovább
hy: Շարունակել
it: Continua
ja: 続行
ko: 계속
lt: Tęsti
lv: Turpināt
ms: Teruskan
pl: Kontynuuj
pt: Continuar
pt_br: Continuar
ro: Continuați
ru: Продолжить
sk: Pokračovať
sl: Nadaljuj
sv: Fortsätt
th: ดำเนินการต่อ
tr: Devam et
uk: Продовжити
zh_hans: 继续
zh_hant: 繼續

# onfido_nfc_scan_error_title
source: We couldn't scan your document
ar: لم نتمكن من مسح المستند ضوئيًا
bg: Не можахме да сканираме документа ви
cs: Váš dokument se nám nepodařilo naskenovat
da: Vi kan ikke scanne dit dokument
de: Wir konnten Ihr Dokument nicht scannen
el: Δεν ήταν δυνατή η σάρωση του εγγράφου σας
es_419: No se pudo escanear tu documento
et: Teie dokumendi skannimine ei õnnestunud
fa: نتوانستیم مدرک شما را اسکن کنیم
fi: Asiakirjaasi ei voitu skannata
fr: Nous n'avons pas pu scanner votre document
fr_ca: Impossible de numériser votre document
he: לא הצלחנו לסרוק את המסמך
hi: हम आपका डॉक्यूमेंट स्कैन नहीं कर सके
hr: Nismo uspjeli skenirati vaš dokument
hu: Nem tudtuk beolvasni a dokumentumát
hy: Ձեր փաստաթուղթը չհաջողվեց սկանավորել
it: Non siamo riusciti a scansionare il documento
ja: ドキュメントをスキャンできませんでした
ko: 서류를 스캔할 수 없습니다
lt: Nepavyko nuskaityti jūsų dokumento
lv: Mēs nevarējām noskenēt jūsu dokumentu
ms: Kami tidak dapat mengimbas dokumen anda
pl: Nie mogliśmy zeskanować Twojego dokumentu
pt: Não podíamos digitalizar o seu documento
pt_br: Não foi possível digitalizar seu documento
ro: Nu am putut scana documentul dvs.
ru: Не удалось отсканировать документ
sk: Nepodarilo sa naskenovať váš doklad
sl: Dokumenta ni bilo mogoče skenirati
sv: Vi kunde inte skanna ditt dokument
th: เราสแกนเอกสารของคุณไม่ได้
tr: Belgenizi tarayamadık
uk: Не вдалося відсканувати документ
zh_hans: 我们无法扫描您的证明文件
zh_hant: 我們無法掃描您的文件

# onfido_nfc_scan_error_list_item
source: Remove your phone cover
ar: قم بإزالة غطاء هاتفك
bg: Премахнете калъфа на телефона си
cs: Odstraňte kryt telefonu
da: Fjern dit telefonetui
de: Entfernen Sie die Hülle Ihres Telefons
el: Αφαιρέστε το κάλυμμα του τηλεφώνου σας
es_419: Retira la cubierta del teléfono
et: Eemaldage oma telefoni kate
fa: قاب گوشی خود را بردارید
fi: Poista puhelimesi suojus
fr: Retirez la protection de votre téléphone
fr_ca: Retirez votre étui de téléphone
he: הסר את כיסוי הטלפון
hi: अपना फ़ोन कवर हटाएँ
hr: Uklonite masku s mobitela
hu: Távolítsa el a telefon tokját
hy: Հանեք ձեր հեռախոսի պատյանը
it: Rimuovi la cover del telefono
ja: スマートフォンのカバーを取り外してください
ko: 휴대폰 케이스를 벗기세요
lt: Nuimkite telefono dangtelį
lv: Noņemiet tālruņa vāciņu
ms: Tanggalkan penutup telefon anda
pl: Zdejmij etui telefonu
pt: Remova a capa do celular
pt_br: Remova a capa do celular
ro: Scoateți husa telefonului dvs.
ru: Снимите чехол с телефона
sk: Odstráňte kryt telefónu
sl: Odstranite ovitek telefona
sv: Ta bort telefonskalet
th: ถอดเคสโทรศัพท์ออก
tr: Telefon kılıfınızı çıkarın
uk: Зніміть чохол із телефона
zh_hans: 取下手机保护套
zh_hant: 取下手機套

# onfido_nfc_scan_error_list_item_2
source: Once the scan starts hold still
ar: ابقَ ساكنًا بمجرد بدء المسح الضوئي
bg: След като сканирането започне, задръжте неподвижно
cs: Jakmile se skenování spustí, držte se v klidu
da: Når scanningen starter, skal du holde det stille
de: Sobald der Scan beginnt, halten Sie still
el: Μόλις ξεκινήσει η σάρωση, μείνετε ακίνητος/η
es_419: Una vez que el escaneo comience, no lo muevas
et: Kui skaneerimine algab, püsige paigal
fa: هنگامی که اسکن شروع شد ثابت نگه دارید
fi: Kun skannaus alkaa, pysy paikallaan
fr: Une fois que le scan commence, restez immobile
fr_ca: Une fois que la numérisation commence, restez immobile
he: ברגע שהסריקה מתחילה, אל תזוז
hi: स्कैन शुरू होने के बाद फ़ोन को बिना हिलाए होल्ड करें
hr: Kad skeniranje započne, budite mirni
hu: Miután a szkennelés elkezdődött, tartsa mozdulatlanul
hy: Սկանավորման մեկնարկից հետո մի շարժվեք
it: Una volta avviata la scansione, rimanere fermi
ja: スキャンが開始されたら、動かさないでください
ko: 스캔이 시작되면 움직이지 않게 두세요
lt: Nuskaitymo metu laikykite nejudindami
lv: Kad skenēšana ir sākta, turiet to nekustīgi
ms: Sebaik sahaja imbasan bermula, jangan bergerak
pl: Po rozpoczęciu skanowania nie ruszaj się.
pt: Assim que a digitalização começar, não se mova
pt_br: Assim que a digitalização começar, não se mova
ro: Odată ce începe scanarea, țineți telefonul nemișcat
ru: После начала сканирования не двигайтесь
sk: Po spustení skenovania vydržte bez pohybu
sl: Ko se skeniranje začne, ostanite pri miru
sv: När skanningen börjar ska du hålla stilla
th: ให้อยู่นิ่งๆ เมื่อเริ่มสแกน
tr: Tarama başladıktan sonra sabit tutun
uk: Щойно сканування розпочнеться, тримайте телефон непорушно
zh_hans: 扫描开始后，请保持不动
zh_hant: 掃描開始後，請保持靜止不動

# onfido_nfc_scan_error_button_primary
source: Retry scanning
ar: إعادة محاولة المسح الضوئي
bg: Повторен опит за сканиране
cs: Opakování skenování
da: Start scanning
de: Scannen wiederholen
el: Έναρξη σάρωσης
es_419: Iniciar escaneo
et: Proovige uuesti skannida
fa: اسکن مجدد
fi: Yritä skannata uudell.
fr: Démarrer le scan
fr_ca: Réessayer la numérisation
he: התחל סריקה
hi: स्कैन शुरू करें
hr: Pokušajte ponovno skenirati
hu: A beolvasás megismétlése
hy: Կրկին սկանավորել
it: Inizia la scansione
ja: スキャンを再試行する
ko: 스캔 재시도
lt: Bandyti nuskaityti dar kartą
lv: Mēģiniet noskenēt atkārtoti
ms: Mulakan imbasan
pl: Rozpocznij skanowanie
pt: Iniciar digitalização
pt_br: Repetir digitalização
ro: Începeți scanarea
ru: Начать сканирование
sk: Skúsiť skenovanie znova
sl: Začni skeniranje
sv: Starta skanning
th: เริ่มสแกน
tr: Taramayı başlat
uk: Повторити сканування
zh_hans: 开始扫描
zh_hant: 重新進行掃描

# onfido_welcome_nfc_title
source: Verify your identity
ar: التحقق من هويتك
bg: Потвърдете самоличността си
cs: Potvrďte svou totožnost
da: Verificer din identitet
de: Identität überprüfen
el: Επαληθεύστε την ταυτότητά σας
es_419: Verifica tu identidad
et: Kinnitage oma isik
fa: هویت خود را تأیید کنید
fi: Vahvista henkilöllisyytesi
fr: Vérification d’identité
fr_ca: Vérifier votre identité
he: אמת את זהותך
hi: अपनी पहचान वेरिफ़ाई करें
hr: Potvrdite svoj identitet
hu: Igazolja személyazonosságát
hy: Հաստատեք ձեր ինքնությունը
it: Verifica la tua identità
ja: 本人確認を行う
ko: 본인 인증하기
lt: Patvirtinkite savo tapatybę
lv: Apstipriniet savu identitāti
ms: Sahkan identiti anda
pl: Zweryfikuj swoją tożsamość
pt: Verifique a sua identidade
pt_br: Verifique a sua identidade
ro: Verificați identitatea dvs.
ru: Подтвердите свою личность
sk: Overte svoju totožnosť
sl: Potrdite svojo identiteto
sv: Verifiera din identitet
th: ยืนยันตัวตน
tr: Kimliğinizi doğrulayın
uk: Підтвердити особу
zh_hans: 验证您的身份
zh_hant: 驗證您的身份

# onfido_welcome_nfc_button_primary
source: Take a photo of your document
ar: التقط صورة لمستندك
bg: Направите снимка на документа си
cs: Vyfotografujte si dokument
da: Tag et billede af dit dokument
de: Machen Sie ein Foto von Ihrem Dokument
el: Τραβήξετε μια φωτογραφία του εγγράφου σας
es_419: Toma una foto de tu documento
et: Pildistage oma isikut tõendavat dokumenti
fa: از مدرک خود عکس بگیرید
fi: ottaaksesi kuvan asiakirjastasi
fr: Prenez une photo de votre document
fr_ca: Prendre une photo de votre document
he: לצלם את תעודת הזהות שלך
hi: अपनी पहचान से जुड़े डॉक्यूमेंट की फ़ोटो खींचें
hr: Fotografirajte svoj dokument
hu: Készítsen fényképet személyazonosító okmányáról
hy: Լուսանկարեք ձեր փաստաթուղթը
it: Fotografare il documento
ja: 身分証明書にある写真を撮影する
ko: 신분증 서류 사진을 촬영합니다
lt: Nufotografuokite dokumentą
lv: Nofotografētu savu personu apliecinošo dokumentu.
ms: Ambil gambar dokumen anda
pl: Zrób zdjęcie swojego dokumentu
pt: Tirar uma foto do seu documento
pt_br: Tirar uma foto do seu documento
ro: Faceți o fotografie a documentului dvs.
ru: Сфотографируйте свой документ
sk: Odfoťte doklad
sl: Fotografirajte dokument
sv: Ta ett foto av ditt dokument
th: ถ่ายรูปเอกสารของคุณ
tr: Belgenizin fotoğrafını çekin
uk: Сфотографувати документ
zh_hans: 为您的证明文件拍照
zh_hant: 拍攝文件相片

# onfido_intro_scan_title
source: Scan your document
ar: امسح المستند ضوئيًا
bg: Сканирайте документа си
cs: Naskenujte svůj dokument
da: Scan dit dokument
de: Scannen Sie Ihr Dokument
el: Σαρώσετε το έγγραφό σας
es_419: Escanea tu documento
et: Skannige oma dokument
fa: مدرک خود را اسکن کنید
fi: Skannaa asiakirjasi
fr: Scannez votre document
fr_ca: Numérisez votre document
he: לסרוק את המסמך
hi: अपना डॉक्यूमेंट स्कैन करें
hr: Skenirajte svoj dokument
hu: Dokumentum beolvasása
hy: Սկանավորեք ձեր փաստաթուղթը
it: Scansione del documento
ja: ドキュメントをスキャンする
ko: 서류를 스캔합니다
lt: Nuskaitykite dokumentą
lv: Skenēt dokumentu
ms: Imbas dokumen anda
pl: Zeskanuj swój dokument
pt: Digitalize o seu documento
pt_br: Digitalize seu documento
ro: Scanați documentul dvs.
ru: Отсканируйте свой документ
sk: Naskenujte doklad
sl: Skenirajte dokument
sv: Skanna ditt dokument
th: สแกนเอกสารของคุณ
tr: Belgenizi tarayın
uk: Відсканувати документ
zh_hans: 扫描您的证明文件
zh_hant: 掃描您的文件

# onfido_intro_scan_subtitle
source: Follow the instructions below
ar: اتبع التعليمات أدناه
bg: Следвайте предоставените по-долу инструкции
cs: Postupujte podle níže uvedených pokynů
da: Følg anvisningerne nedenfor
de: Befolgen Sie die nachstehenden Anweisungen
el: Ακολουθήστε τις παρακάτω οδηγίες
es_419: Sigue las instrucciones a continuación
et: Järgige alltoodud juhiseid
fa: دستورالعمل‌های زیر را دنبال کنید
fi: Noudata alla olevia ohjeita
fr: Suivez les instructions ci-dessous
fr_ca: Suivez les instructions ci-dessous
he: פעל בהתאם להוראות שמופיעות בהמשך
hi: नीचे दिए गए निर्देशों का पालन करें
hr: Pridržavajte se dolje navedenih uputa
hu: Kövesse az alábbi utasításokat
hy: Հետևեք ստորև բերված հրահանգներին
it: Seguire le istruzioni riportate di seguito
ja: 以下の手順に従ってください
ko: 아래 지침을 따르세요
lt: Laikykitės toliau pateiktų nurodymų
lv: Sekojiet tālāk sniegtajām instrukcijām
ms: Ikut arahan di bawah
pl: Postępuj zgodnie z poniższymi instrukcjami
pt: Siga as instruções abaixo
pt_br: Siga as instruções abaixo
ro: Urmați instrucțiunile de mai jos
ru: Следуйте приведенным ниже инструкциям
sk: Postupujte podľa pokynov nižšie
sl: Sledite spodnjim navodilom
sv: Följ instruktionerna nedan
th: ทำตามคำแนะนำด้านล่าง
tr: Aşağıdaki talimatları izleyin
uk: Дотримуйтесь наведених нижче вказівок
zh_hans: 请按照下面的说明操作
zh_hant: 按照下面的說明

# onfido_intro_scan_list_item
source: Place your card at the back of your device
ar: ضع بطاقتك في الجزء الخلفي من جهازك
bg: Поставете картата си върху задната част на устройството
cs: Umístěte kartu na zadní stranu zařízení
da: Placer dit kort på bagsiden af din enhed
de: Legen Sie Ihre Karte auf die Rückseite Ihres Geräts
el: Τοποθετήστε την κάρτα σας στο πίσω μέρος της συσκευής σας
es_419: Coloca tu documento en la parte posterior del dispositivo
et: Asetage kaart seadme tagaossa
fa: کارت خود را در پشت دستگاه قرار دهید
fi: Aseta korttisi laitteesi takaosaan
fr: Placez votre carte à l'arrière de votre appareil
fr_ca: Placez votre carte au dos de votre appareil
he: מקם את הכרטיס בחלק האחורי של המכשיר
hi: अपने कार्ड को अपने डिवाइस के पीछे रखें
hr: Stavite iskaznicu na stražnju stranu uređaja
hu: Helyezze a kártyát az eszköz hátuljára
hy: Տեղադրեք ձեր քարտը ձեր սարքի հետևի մասում
it: Posizionare la scheda sul retro del dispositivo
ja: デバイスの背面にカードを置きます
ko: 카드 위에 기기 뒷면이 오도록 배치하세요
lt: Atsukite į įrenginį galinę kortelės pusę
lv: Novietojiet karti ierīces aizmugurē
ms: Letakkan kad anda di bahagian belakang peranti anda
pl: Umieść swoją kartę z tyłu urządzenia
pt: Coloque o seu cartão na parte de trás do seu dispositivo
pt_br: Coloque o seu cartão na parte de trás do seu dispositivo
ro: Așezați cardul în partea din spate a dispozitivului dvs.
ru: Разместите карту сзади устройства
sk: Umiestnite preukaz na zadnú stranu zariadenia
sl: Kartico položite na zadnjo stran naprave
sv: Placera ditt kort på baksidan av enheten
th: วางบัตรไว้ที่ด้านหลังอุปกรณ์
tr: Kartınızı cihazınızın arkasına yerleştirin
uk: Покладіть картку позаду пристрою
zh_hans: 将身份证放在设备背面
zh_hant: 將卡片放在裝置背面

# onfido_intro_scan_list_item_3
source: Once the scan starts hold still
ar: ابقَ ساكنًا بمجرد بدء المسح الضوئي
bg: След като сканирането започне, задръжте неподвижно
cs: Jakmile se skenování spustí, držte se v klidu
da: Når scanningen starter, skal du holde det stille
de: Sobald der Scan beginnt, halten Sie still
el: Μόλις ξεκινήσει η σάρωση, μείνετε ακίνητος/η
es_419: Una vez que el escaneo comience, no lo muevas
et: Kui skaneerimine algab, püsige paigal
fa: هنگامی که اسکن شروع شد ثابت نگه دارید
fi: Kun skannaus alkaa, pysy paikallaan
fr: Une fois que le scan commence, restez immobile
fr_ca: Une fois que la numérisation commence, restez immobile
he: ברגע שהסריקה מתחילה, אל תזוז
hi: स्कैन शुरू होने के बाद फ़ोन को बिना हिलाए होल्ड करें
hr: Kad skeniranje započne, budite mirni
hu: Miután a szkennelés elkezdődött, tartsa mozdulatlanul
hy: Սկանավորման մեկնարկից հետո մի շարժվեք
it: Una volta avviata la scansione, rimanere fermi
ja: スキャンが開始されたら、動かさないでください
ko: 스캔이 시작되면 움직이지 않게 두세요
lt: Nuskaitymo metu laikykite nejudindami
lv: Kad skenēšana ir sākta, turiet to nekustīgi
ms: Sebaik sahaja imbasan bermula, jangan bergerak
pl: Po rozpoczęciu skanowania nie ruszaj się.
pt: Uma vez que a varredura começa a ficar parada
pt_br: Assim que a digitalização começar, não se mova
ro: Odată ce începe scanarea, țineți-vă nemișcați
ru: После начала сканирования не двигайтесь
sk: Po spustení skenovania vydržte bez pohybu
sl: Ko se skeniranje začne, ostanite pri miru
sv: När skanningen börjar ska du hålla stilla
th: ให้อยู่นิ่งๆ เมื่อเริ่มสแกน
tr: Tarama başladıktan sonra sabit tutun
uk: Щойно сканування розпочнеться, тримайте телефон непорушно
zh_hans: 扫描开始后，请保持不动
zh_hant: 掃描開始後，請保持靜止不動

# onfido_intro_scan_button_primary
source: Start scanning
ar: بدء المسح الضوئي
bg: Започнете сканирането
cs: Zahájení skenování
de: Scannen starten
el: Έναρξη σάρωσης
es_419: Iniciar escaneo
et: Alustage skannimist
fa: شروع اسکن
fi: Aloita skannaus
fr: Commencer le scan
fr_ca: Démarrer la numérisation
he: התחל בסריקה
hi: स्कैन करना शुरू करें
hr: Započnite skeniranje
hu: Szkennelés indítása
hy: Սկսել սկանավորումը
it: Inizia la scansione
ja: スキャンを開始する
ko: 스캔 시작
lt: Pradėti nuskaitymą
lv: Sākt skenēšanu
ms: Mulakan imbasan
pl: Rozpocznij skanowanie
pt: Começar a digitalizar
pt_br: Iniciar digitalização
ro: Începeți scanarea
ru: Начать сканирование
sk: Spustiť skenovanie
sl: Začni skeniranje
sv: Starta skanning
th: เริ่มสแกน
tr: Taramayı başlat
uk: Почати сканування
zh_hans: 开始扫描
zh_hant: 開始掃描
