Repository: onfido/onfido-ios-sdk
Catalog: localization/Localizable_*.strings
Languages: ar, bg, cs, da, de, el, es_419, et, fa, fi, fr, fr_ca, he, hi, hr, hu, hy, it, ja, ko, lt, lv, ms, pl, pt, pt_br, ro, ru, sk, sl, sv, th, tr, uk, zh_hans, zh_hant

# onfido_video_capture_prompt_network_timeout_title
source: Connection timeout
ar: انتهت مهلة الاتصال
bg: Времето за връзка изтече
cs: Časový limit připojení
da: Forbindelsen afbrudt
de: Zeitüberschreitung bei der Verbindung
el: Λήξη χρονικού ορίου σύνδεσης
es_419: El límite de tiempo caducó
et: Ühendus aegus
fa: زمان اتصال پایان یافت
fi: Yhteyden aikakatkaisu
fr: Erreur de connexion
fr_ca: Délai de connexion expiré
he: זמן קצוב לחיבור
hi: कनेक्शन टाइमआउट
hr: Vrijeme za povezivanje je isteklo
hu: Kapcsolati időkorlát
hy: Կապի սպասման ժամանակը
it: Timeout di connessione
ja: 接続がタイムアウトしました
ko: 인터넷 연결 시간 초과
lt: Ryšiui skirto laiko pabaiga
lv: Savienojuma noildze
ms: Sambungan tamat masa
pl: Limit czasu połączenia
pt: Tempo limite de ligação
pt_br: Tempo limite de conexão
ro: Timp de expirare pentru conexiune
ru: Время ожидания подключения
sk: Vypršal časový limit pripojenia
sl: Časovna omejitev povezave
sv: Timeout för anslutning
th: การเชื่อมต่อหมดเวลา
tr: Bağlantı zaman aşımı
uk: Час очікування з’єднання минув
zh_hans: 连接超时
zh_hant: 連線逾時

# onfido_video_intro_loader
source: Loading example
ar: جارٍ تحميل المثال
bg: Зареждане на пример
cs: Příklad načítání
da: Indlæser eksempel
de: Beispiel laden
el: Παράδειγμα φόρτωσης
es_419: Ejemplo de carga
et: Näite laadimine
fa: در حال بارگذاری فایل نمونه
fi: Ladataan esimerkkiä
fr: Exemple en cours de chargement
fr_ca: Chargement d'un exemple
he: טוען דוגמה
hi: उदाहरण लोड हो रहा है
hr: Primjer učitavanja
hu: Példa betöltése
hy: Բեռնման օրինակ
it: Caricamento esempio
ja: 例を読み込んでいます
ko: 예시를 불러오는 중
lt: Įkeliamas pavyzdys
lv: Notiek piemēra ielāde
ms: Memuatkan contoh
pl: Ładowanie przykładu
pt: Exemplo de carregamento
pt_br: Carregando exemplo
ro: Se încarcă exemplul
ru: Пример загрузки
sk: Príklad načítania
sl: Primer nalaganja
sv: Laddar exempel
th: กำลังโหลดตัวอย่าง
tr: Örnek yükleniyor
uk: Приклад завантаження
zh_hans: 正在加载示例
zh_hant: 載入範例

# onfido_video_intro_list_item_time_limit
source: You have %d seconds to finish
ar: لديك %d ثوانٍ لتنتهي
bg: Имате %d секунди, за да завършите
cs: Na dokončení máte %d sekund
da: Du har %d sekunder til at afslutte
de: Beenden Sie Aktionen in weniger als %d Sekunden
el: Έχετε %d δευτερόλεπτα για να ολοκληρώσετε
es_419: Tienes %d segundos para terminar
et: Teil on lõpetamiseks jäänud %d sekundit
fa: %d ثانیه تا پایان مانده است
fi: Sinulla on %d sekuntia jäljellä
fr: Vous avez %d secondes pour terminer
fr_ca: Vous avez %d secondes pour terminer
he: יש לך %d שניות לסיים
hi: आपको इसे %d सेकंड में पूरा करना होगा
hr: Imate još nekoliko sekundi (%d) da dovršite postupak
hu: A befejezéshez %d másodperc áll rendelkezésére
hy: Ավարտելու համար դուք ունեք %d վայրկյան
it: Hai %d secondi per terminare
ja: 終了まで残り%d秒です
ko: 종료까지 %d초 남았습니다
lt: Turite baigti per %d sek.
lv: Atlikušo sekunžu skaits: %d
ms: Anda mempunyai %d saat untuk menyelesaikannya
pl: Masz %d s na zakończenie działania
pt: Tem %d segundos para terminar
pt_br: Você tem %d segundos para terminar
ro: Aveți %d secunde să finalizați
ru: Для завершения у Вас будет %d сек.
sk: Na dokončenie máte %d sekúnd
sl: Imate %d sek, da končate
sv: Du har %d sekunder på dig att slutföra detta
th: คุณมีเวลา %d วินาทีเพื่อทำให้เสร็จ
tr: Bitirmek için %d saniyeniz var
uk: У вас є %d сек, щоб закінчити
zh_hans: 您还有%d秒钟时间完成
zh_hant: 您還有幾 %d 秒完成動作

# onfido_video_intro_list_item_move_speak
source: Follow the instructions to move or speak
ar: اتبع التعليمات للتحرك أو التحدث
bg: Следвайте инструкциите, за да се движите или говорите
cs: Postupujte podle pokynů k pohybu nebo mluvení
da: Følg anvisningerne, når du skal bevæge dig eller sige noget
de: Befolgen Sie die Anweisungen zur Bewegung oder zum Sprechen
el: Ακολουθήστε τις οδηγίες για να μετακινηθείτε ή να μιλήσετε
es_419: Sigue las instrucciones para moverte o hablar
et: Liigutage või rääkige vastavalt juhistele
fa: برای حرکت یا صحبت کردن، از دستورالعمل‌ها پیروی کنید
fi: Seuraa liikkumis- tai puhumisohjeita
fr: Suivez les instructions pour bouger ou parler
fr_ca: Suivez les instructions pour vous déplacer ou parler
he: פעל לפי ההוראות כדי לזוז או לדבר
hi: हिलने या बात करने के लिए निर्देशों का पालन करें
hr: Slijedite upute za kretnje i izgovorene riječi
hu: Kövesse a mozgásra és beszédre vonatkozó utasításokat
hy: Հետևեք շարժվելու կամ խոսելու հրահանգներին
it: Muoviti o parla seguendo le istruzioni
ja: 指示に従って移動したり話してください
ko: 지침에 따라 움직이거나 말하세요
lt: Vadovaukitės nurodymais, kaip judėti ar kalbėti
lv: Izpildiet instrukcijas par kustībām vai runāšanu
ms: Ikut arahan untuk bergerak atau bercakap
pl: Postępuj zgodnie z instrukcjami poruszania się lub mówienia
pt: Siga as instruções para se mover ou falar
pt_br: Siga as instruções para se mover ou falar
ro: Urmați instrucțiunile pentru a vă mișca sau a vorbi
ru: Следуйте инструкциям, как двигаться или говорить
sk: Vykonajte pohyby alebo vyslovte slová podľa pokynov
sl: Upoštevajte navodila za premikanje ali govorjenje
sv: Följ instruktionerna för att röra dig eller tala
th: ทำตามคำแนะนำในการขยับหรือพูด
tr: Hareket etmek veya konuşmak için talimatları izleyin
uk: Дотримуйтеся вказівок щодо рухів або мовлення
zh_hans: 按照说明移动或说话
zh_hant: 按照指示移動或說話

# onfido_video_intro_subtitle
source: For security, we need a live capture
ar: ولضرورات الأمن، نحتاج لالتقاط صورة حية
bg: За целите на сигурността се нуждаем от кадър на живо
cs: Pro zajištění bezpečnosti potřebujeme živé snímání
da: Af sikkerhedshensyn har vi brug for en liveoptagelse
de: Lassen Sie uns sicherstellen, dass sich niemand für Sie ausgibt
el: Για ασφάλεια, χρειαζόμαστε ζωντανή καταγραφή
es_419: Por seguridad, necesitamos una captura en tiempo real
et: Turvalisuse huvides nõuame reaalajas salvestust
fa: به دلایل امنیتی، ما به یک تصویر زنده نیاز داریم
fi: Turvallisuuden takia tarvitsemme livekuvan
fr: Assurons-nous que personne ne se fait passer pour vous
fr_ca: Pour la sécurité, nous avons besoin d'une capture en direct
he: מטעמי אבטחה, אנחנו צריכים תמונה/סרטון שהוקלטו בזמן אמת
hi: सुरक्षा के लिहाज़ से हम लाइव कैप्चर करते हैं
hr: Iz sigurnosnih razloga potrebna nam je snimka uživo
hu: A biztonsága érdekében szükségünk van egy élő felvételre
hy: Անվտանգությունը ապահովելու համար մեզ անհրաժեշտ է կենդանի նկարահանում
it: Per sicurezza, serve un’acquisizione in tempo reale
ja: セキュリティのために、ライブキャプチャが必要です
ko: 보안상의 이유로 실시간 캡처 화면이 필요합니다
lt: Saugumo sumetimais mums reikia gyvo fiksavimo
lv: Drošības apsvērumu dēļ tas ir jādara reāllaikā
ms: Untuk tujuan keselamatan, kami memerlukan rakaman secara langsung
pl: Dla bezpieczeństwa potrzebujemy nagrania na żywo
pt: Para segurança, precisamos de uma captura ao vivo
pt_br: Para mais segurança, precisamos de uma captura ao vivo
ro: Din motive de securitate, avem nevoie de o captură live
ru: В целях безопасности нам нужна запись в режиме реального времени
sk: Z bezpečnostných dôvodov potrebujeme snímku naživo
sl: Zaradi varnosti potrebujemo zajem v živo
sv: För säkerhets skull behöver vi ett direkttaget foto
th: เราต้องการการจับภาพแบบสดเพื่อความปลอดภัย
tr: Güvenliğiniz için canlı bir kayda ihtiyacımız var
uk: З міркувань безпеки нам потрібна зйомка в режимі реального часу
zh_hans: 为了安全起见，我们需要实时捕捉
zh_hant: 為了安全起見，我們需要現場拍攝

# onfido_video_intro_title
source: Record a video
ar: تسجيل فيديو
bg: Записване на видеоклип
cs: Nahrajte video
da: Optag en video
de: Selfie-Video aufnehmen
el: Εγγραφή βίντεο
es_419: Grabar un video
et: Salvestage video
fa: ضبط یک ویدئو
fi: Tallenna video
fr: Enregistrez une vidéo de votre visage
fr_ca: Enregistrer une vidéo
he: הקלט סרטון
hi: वीडियो रिकॉर्ड करें
hr: Snimite videozapis
hu: Készítsen videófelvételt
hy: Տեսագրել տեսանյութ
it: Registra un video
ja: 動画を録画する
ko: 동영상 녹화하기
lt: Padaryti vaizdo įrašą
lv: Ierakstīt videoklipu
ms: Rakam video
pl: Nagraj wideo
pt: Gravar um vídeo
pt_br: Gravar um vídeo
ro: Înregistrați un clip video
ru: Запишите видео
sk: Zaznamenajte video
sl: Posnemi videoposnetek
sv: Spela in en video
th: บันทึกวิดีโอ
tr: Video kaydetme
uk: Записати відео
zh_hans: 录制视频
zh_hant: 錄製影片

# onfido_video_intro_button_primary
source: Record video
ar: تسجيل الفيديو
bg: Запишете видео
cs: Nahrávání videa
da: Optag video
de: Fortfahren
el: Εγγραφή βίντεο
es_419: Grabar video
et: Salvestage video
fa: ضبط ویدئو
fi: Tallenna video
fr: Commencer l’enregistrement
fr_ca: Enregistrer la vidéo
he: צלם וידאו
hi: वीडियो रिकॉर्ड करें
hr: Snimite videozapis
hu: Készítsen videófelvételt
hy: Տեսագրել տեսանյութ
it: Registra video
ja: 動画を録画する
ko: 동영상 녹화하기
lt: Padaryti vaizdo įrašą
lv: Ierakstīt videoklipu
ms: Rakam video
pl: Nagraj wideo
pt: Gravar vídeo
pt_br: Gravar vídeo
ro: Înregistrați un clip video
ru: Записать видео
sk: Zaznamenať video
sl: Posnemi videoposnetek
sv: Spela in video
th: บันทึกวิดีโอ
tr: Video kaydedin
uk: Записати відео
zh_hans: 录制视频
zh_hant: 錄製影片

# onfido_video_capture_prompt_detail_timeout
source: Remember to press the button when you’re done.
ar: تذكّر أن تضغط على الزر عندما تنتهي.
bg: Не забравяйте да натиснете бутона, когато сте готови.
cs: Po dokončení nezapomeňte stisknout tlačítko
da: Husk at trykke på knappen, når du er færdig.
de: Denken Sie daran, die Taste zu drücken, wenn Sie fertig sind.
el: Θυμηθείτε να πατήσετε το κουμπί όταν τελειώσετε.
es_419: Recuerda presionar el botón cuando termines.
et: Ärge unustage nuppu vajutada, kui olete lõpetanud.
fa: به یاد داشته باشید که وقتی کارتان تمام شد دکمه را فشار دهید.
fi: Muista painaa painiketta, kun olet valmis.
fr: N’oubliez pas d’appuyer sur le bouton lorsque vous avez terminé.
fr_ca: N'oubliez pas d'appuyer sur le bouton lorsque vous avez terminé.
he: זכור ללחוץ על הכפתור לאחר הסיום.
hi: काम पूरा होने के बाद बटन दबाना न भूलें।
hr: Ne zaboravite pritisnuti tipku kad završite.
hu: Ne felejtse el megnyomni a gombot, ha végzett.
hy: Չմոռանաք սեղմել կոճակը, երբ ավարտեք։
it: Ricorda di premere il pulsante quando hai finito.
ja: 完了したら忘れずにボタンを押してください。
ko: 작업이 끝나면 잊지 말고 버튼을 누르세요.
lt: Kai baigsite, nepamirškite paspausti mygtuko.
lv: Kad esat pabeidzis, neaizmirstiet nospiest pogu.
ms: Jangan lupa untuk menekan butang apabila anda telah selesai.
pl: Pamiętaj, aby po zakończeniu pracy nacisnąć przycisk.
pt: Lembre-se de carregar no botão quando tiver terminado.
pt_br: Lembre-se de pressionar o botão quando terminar.
ro: Nu uitați să apăsați butonul când terminați.
ru: Когда закончите, не забудьте нажать кнопку.
sk: Po skončení stlačte tlačidlo.
sl: Ne pozabite pritisniti gumba, ko končate.
sv: Kom ihåg att trycka på knappen när du är klar.
th: อย่าลืมกดปุ่มเมื่อคุณทำเสร็จแล้ว
tr: İşiniz bittiğinde düğmeye basmayı unutmayın.
uk: Після завершення обов’язково натисніть кнопку.
zh_hans: 完成后，请记得按下按钮。
zh_hant: 完成後，請記得按下按鈕。

# onfido_video_capture_prompt_header_timeout
source: Looks like you took too long
ar: يبدو أنك استغرقت وقتًا طويلاً
bg: Изглежда, че се забавихте твърде много
cs: Vypadá to, že vám to trvalo příliš dlouho
da: Det ser ud til, at du var for længe om det
de: Sieht aus, als hätten Sie zu lange gebraucht
el: Φαίνεται ότι αργήσατε πολύ
es_419: Parece que tardaste demasiado
et: Paistab, et kulus liiga kaua aega
fa: به نظر می‌رسد زمان خیلی طولانی شد
fi: Näyttää siltä, että sinulla kesti liian kauan
fr: Le temps est écoulé
fr_ca: Il semble que vous ayez pris trop de temps
he: נראה שלקח לך יותר מדי זמן
hi: ऐसा लगता है कि आपने बहुत ज़्यादा समय लिया
hr: Čini se da vam je trebalo previše vremena za to
hu: Úgy tűnik, túllépte az időkorlátot
hy: Կարծես թե դուք չափից շատ ժամանակ ծախսեցիք
it: Sembra che ci sia voluto troppo tempo
ja: 時間がかかりすぎたようです
ko: 진행 과정에서 시간이 너무 지체된 것 같습니다
lt: Atrodo, kad užtrukote per ilgai
lv: Tas aizņēma pārāk daudz laika
ms: Nampaknya anda mengambil masa yang terlalu lama
pl: Wygląda na to, że trwało to zbyt długo
pt: Parece que demorou demasiado tempo
pt_br: Parece que você demorou muito
ro: Se pare că acțiunea dvs. a durat prea mult
ru: Похоже, Вы потратили слишком много времени
sk: Zdá sa, že to trvalo príliš dlho
sl: Izgleda, da ste bili prepočasni
sv: Det verkar ha tagit för lång tid
th: ดูเหมือนว่าคุณใช้เวลานานเกินไป
tr: Çok uzun sürmüş gibi görünüyor
uk: Схоже, час очікування перевищено
zh_hans: 看起来您花了太长时间
zh_hant: 看來您花了太長時間

# onfido_video_capture_prompt_header_restart
source: Restart the recording
ar: إعادة تشغيل التسجيل
bg: Рестартиране на записа
cs: Restart nahrávání
da: Genstart optagelsen
de: Starten Sie die Aufnahme neu
el: Επανεκκίνηση της εγγραφής
es_419: Reiniciar la grabación
et: Alustage salvestamist uuesti
fa: شروع مجدد ضبط
fi: Aloita tallennus uudelleen
fr: Redémarrer l’enregistrement
fr_ca: Redémarrer l'enregistrement
he: הפעל מחדש את הצילום
hi: रिकॉर्डिंग फिर से शुरू करें
hr: Ponovno započnite snimanje
hu: Indítsa újra a felvételt
hy: Վերսկսել տեսագրումը
it: Riavvia la registrazione
ja: 録画を再開する
ko: 녹화 다시 시작
lt: Iš naujo pradėti įrašymą
lv: Sākt ierakstu no jauna
ms: Mulakan semula rakaman
pl: Nagraj ponownie
pt: Reinicie a gravação
pt_br: Reiniciar a gravação
ro: Începeți din nou înregistrarea
ru: Перезапустить запись
sk: Spustiť zaznamenávanie znova
sl: Znova zaženi posnetek
sv: Starta om inspelningen
th: รีสตาร์ทการบันทึก
tr: Kaydı yeniden başlatın
uk: Перезапустити запис
zh_hans: 重新开始录制
zh_hant: 重新開始錄製

# onfido_video_capture_prompt_detail_restart
source: To clear this step, you must keep your face within view throughout the recording.
ar: للانتهاء من هذه الخطوة، يجب أن تبقي وجهك على مرأى من الجميع طوال التسجيل.
bg: За да преминете тази стъпка, трябва да задържите лицето си в кадър по време на записа.
cs: Pro vyřízení tohoto kroku musíte mít po celou dobu nahrávání na očích svůj obličej.
da: For at gennemføre dette trin skal du holde dit ansigt inden for synsvidde under hele optagelsen.
de: Um diesen Schritt zu löschen, müssen Sie Ihr Gesicht während der gesamten Aufnahme im Blick behalten.
el: Για να ολοκληρώσετε αυτό το βήμα, πρέπει να διατηρήσετε το πρόσωπό σας ορατό καθ' όλη τη διάρκεια της εγγραφής.
es_419: Para concluir este paso, debes mantener tu rostro visible durante toda la grabación.
et: Selle sammu edukaks lõpetamiseks peate kogu salvestuse vältel hoidma oma näo nähtaval.
fa: برای عبور از این مرحله، باید چهره خود را در طی زمان ضبط در معرض دید قرار دهید.
fi: Suorittaaksesi tämän vaiheen sinun on pidettävä kasvosi näkyvissä koko tallennuksen ajan.
fr: Pour effacer cette étape, vous devez garder votre visage à portée de vue tout au long de l’enregistrement.
fr_ca: Pour passer cette étape, vous devez garder votre visage en vue tout au long de l'enregistrement.
he: כדי לבצע את השלב הזה, הפנים שלך חייבות להופיע במהלך הצילום כולו.
hi: इस स्टेप को पूरा करने के लिए, आपको रिकॉर्डिंग के दौरान अपना चेहरा व्यू के अंदर रखना होगा।
hr: Ako želite proći ovaj korak, lice morate držati u vidnom polju tijekom snimanja.
hu: Ennek a lépésnek az elvégzéséhez a felvétel alatt az arcának végig láthatónak kell lennie.
hy: Այս փուլը անցնելու համար դուք պետք է ամբողջ տեսագրման ընթացքում ձեր դեմքը տեսադաշտի մեջ պահեք։
it: Per cancellare questo passaggio, devi tenere il tuo viso in vista durante la registrazione.
ja: このステップを完了するには、録画中は常に顔をビュー内に保ってください。
ko: 이 단계를 완료하려면 녹화 내내 얼굴이 화면에 보이도록 해야 합니다.
lt: Norėdami tinkamai atlikti šį veiksmą, turite išlaikyti veidą matomoje vietoje viso įrašymo metu.
lv: Lai veiktu šo darbību, sejai ir jābūt redzamai visa ieraksta laikā.
ms: Untuk memastikan rakaman ini jelas, anda mesti memastikan wajah anda berada dalam pandangan sepanjang rakaman.
pl: Aby przejść przez ten etap, podczas nagrywania trzymaj twarz w obrębie owalu.
pt: Para limpar esta etapa, você deve manter seu rosto visível durante a gravação.
pt_br: Para concluir esta etapa, você deve manter seu rosto visível durante toda a gravação.
ro: Pentru a trece de această etapă, trebuie ca fața dvs. să fie la vedere cât timp se realizează înregistrarea.
ru: Для выполнения этого шага Ваше лицо должно быть видно на протяжении всей записи.
sk: Ak chcete tento krok vymazať, musíte počas zaznamenávania držať svoju tvár v zobrazení.
sl: Če želite opraviti ta korak, mora biti vaš obraz viden ves čas snemanja.
sv: För att genomföra detta steg måste du hålla ansiktet synligt under hela inspelningen.
th: คุณต้องถ่ายให้เห็นใบหน้าของคุณตลอดการบันทึก จึงจะผ่านขั้นตอนนี้
tr: Bu adımı tamamlamak için kayıt boyunca yüzünüzü görüş alanınızda tutmalısınız.
uk: Щоб пройти цей крок, потрібно тримати обличчя в об’єктиві камери протягом усього запису.
zh_hans: 要清除此步骤，您必须在整个录制过程中将面部保持在视图内。
zh_hant: 若要完成此步驟，您必須在整個錄製過程中保持臉部在視線範圍內。

# onfido_video_capture_prompt_button_restart
source: Restart
ar: إعادة التشغيل
bg: Нов опит
cs: Restartování
da: Start forfra
de: Neu starten
el: Επανεκκίνηση
es_419: Reiniciar
et: Alustage uuesti
fa: شروع مجدد
fi: Aloita uud.
fr: Redémarrer
fr_ca: Recommencer
he: הפעל מחדש
hi: फिर से शुरू करें
hr: Započnite ponovno
hu: Újraindítás
hy: Վերսկսել
it: Ricomincia
ja: 再起動
ko: 재시작
lt: Paleisti iš naujo
lv: Sākt no jauna
ms: Mula semula
pl: Uruchom ponownie
pt: Reiniciar
pt_br: Reiniciar
ro: Începeți din nou
ru: Начать заново
sk: Spustiť znova
sl: Ponovni zagon
sv: Starta om
th: เริ่มต้นอีกครั้ง
tr: Yeniden başlat
uk: Перезапустити
zh_hans: 重新开始
zh_hant: 重新開始

# onfido_selfie_capture_body
source: Keep your face within the oval
ar: أبقِ وجهك داخل الإطار البيضاوي
bg: Лицето ви трябва да е в очертанията на овала
cs: Držte obličej v oválu
da: Hold dit ansigt inden for den ovale cirkel
de: Positionieren Sie Ihr Gesicht im angezeigten Oval
el: Κρατήστε το πρόσωπό σας εντός των ορίων του οβάλ
es_419: Mantén el rostro dentro del óvalo
et: Hoidke oma nägu ovaali sees
fa: صورت خود را در داخل بیضی قرار دهید
fi: Pidä kasvosi soikion sisällä
fr: Gardez votre visage dans le cercle
fr_ca: Gardez votre visage à l'intérieur de l'ovale
he: השאר את הפנים שלך בתוך האליפסה
hi: अपने चेहरे को गोलाकार घेरे में रखें
hr: Držite lice unutar ovalnog dijela
hu: Tartsa az arcát az ovális kereten belül
hy: Պահեք ձեր դեմքը շրջանակի ներսում
it: Tieni il viso nell’ovale
ja: 顔を楕円の中に保ちます
ko: 타원 안에 얼굴이 들어가도록 하세요
lt: Laikykite veidą ovale
lv: Pozicionējiet seju ovālajā rāmī
ms: Pastikan wajah anda berada dalam bingkai berbentuk bujur
pl: Trzymaj twarz w obrębie owalu
pt: Mantenha o seu rosto dentro da forma oval
pt_br: Mantenha seu rosto dentro da forma oval
ro: Mențineți fața în oval
ru: Расположите лицо внутри овала
sk: Udržujte tvár v ovále
sl: Obraz naj bo znotraj ovala
sv: Håll ansiktet inom ovalen
th: วางใบหน้าของคุณให้อยู่ในกรอบรูปไข่
tr: Yüzünüzü oval içinde tutun
uk: Наведіть овал на обличчя
zh_hans: 将面部保持在椭圆形内
zh_hant: 請將臉部保持在橢圓形框內

# onfido_video_capture_body
source: Keep your face within the oval to start recording
ar: حافظ على وجهك داخل الإطار البيضاوي لبدء التسجيل
bg: Дръжте лицето си в очертанията на овала, за да започнете записа
cs: Při nahrávání držte obličej v oválu
da: Hold dit ansigt inden for den ovale cirkel for at starte optagelsen
de: Halten Sie Ihr Gesicht innerhalb des Ovals, um mit der Aufnahme zu beginnen
el: Κρατήστε το πρόσωπό σας εντός των ορίων του οβάλ για να ξεκινήσετε την εγγραφή
es_419: Mantén el rostro dentro del óvalo para comenzar a grabar
et: Salvestamise alustamiseks hoidke oma nägu ovaali sees
fa: برای شروع ضبط، صورت خود را داخل بیضی نگه دارید
fi: Pidä kasvosi soikion sisällä aloittaaksesi tallennuksen
fr: Gardez votre visage dans l’ovale pour commencer à enregistrer
fr_ca: Gardez votre visage à l'intérieur de l'ovale pour commencer l'enregistrement
he: השאר את הפנים בתוך האליפסה כדי להתחיל לצלם
hi: रिकॉर्डिंग शुरू करने के लिए अपना चेहरा गोलाकार घेरे में रखें
hr: Držite lice unutar ovalnog dijela kako bi snimanje započelo
hu: A rögzítés megkezdéséhez tartsa az arcát az ovális kereten belül
hy: Տեսագրումը սկսելու համար ձեր դեմքը պահեք շրջանակի ներսում
it: Tieni il viso all’interno dell’ovale per iniziare a registrare
ja: 顔を楕円の中に保った状態で、録画を開始してください
ko: 녹화를 시작하려면, 타원형 안에 얼굴이 들어가도록 하세요
lt: Kad galėtumėte pradėti įrašymą, veidas turi būti ovale
lv: Lai sāktu ierakstīt, pozicionējiet seju ovālajā rāmī
ms: Pastikan wajah anda berada dalam bingkai berbentuk bujur untuk memulakan rakaman
pl: Trzymaj twarz w obrębie owalu, aby rozpocząć nagrywanie
pt: Mantenha seu rosto dentro do oval para começar a gravar
pt_br: Mantenha seu rosto dentro da forma oval para iniciar a gravação
ro: Mențineți fața în oval pentru a începe înregistrarea
ru: Чтобы начать запись, расположите лицо внутри овала
sk: Ak chcete začať so zaznamenávaním, udržujte tvár v ovále
sl: Obraz naj bo znotraj ovala, da začnete snemati
sv: Håll ansiktet inom ovalen för att börja spela in
th: วางใบหน้าของคุณไว้ในกรอบรูปไข่เพื่อเริ่มบันทึก
tr: Kayda başlamak için yüzünüzü oval içinde tutun
uk: Наведіть овал на обличчя, а тоді розпочніть зйомку
zh_hans: 将面部保持在椭圆形内以开始录制
zh_hant: 請將臉部保持在橢圓形框內，以開始錄製

# onfido_doc_confirmation_body_license
source: Make sure your details are clear and unobstructed
ar: تأكد من أن بياناتك واضحة وليست محجوبة
bg: Уверете се, че данните ви се виждат ясно и не са скрити
cs: Ujistěte se, že jsou Vaše údaje jasné a nezkreslené
da: Sørg for, at dine oplysninger er tydelige og ikke er dækket af noget
de: Die Informationen müssen deutlich lesbar sein, ohne Unschärfe oder Spiegelung
el: Βεβαιωθείτε ότι τα στοιχεία σας διακρίνονται με σαφήνεια και δεν καλύπτονται
es_419: Asegúrate de que tus datos sean claros y no estén ocultos
et: Veenduge, et teie andmed on selged ja katmata
fa: اطمینان حاصل کنید که جزئیات مدرک واضح بوده و مانعی روی آن نیست
fi: Varmista, että tietosi ovat selkeät ja että ne näkyvät kunnolla
fr: Assurez-vous que votre document soit lisible et net
fr_ca: Assurez-vous que vos coordonnées sont claires et dégagées
he: ודא שהפרטים ברורים ולא חסומים
hi: आपकी जानकारी साफ़ दिखाई देनी चाहिए और छिपी नहीं होनी चाहिए
hr: Pobrinite se da vaši podaci budu jasni i da ih ništa ne zakriva
hu: Gondoskodjon arról, hogy az adatai világosan és egyértelműen olvashatók legyenek
hy: Համոզվեք, որ ձեր տվյալները հասկանալի են և պարզ
it: Assicurati che i tuoi dati siano nitidi e non coperti
ja: 詳細が明確で遮られていないことを確認してください
ko: 세부 정보가 명확하게 나타나고 가려진 부분이 없는지 확인하세요
lt: Įsitikinkite, kad jūsų informacija yra aiškiai matoma ir neuždengta
lv: Jūsu informācijai ir jābūt skaidri redzamai
ms: Pastikan butiran anda jelas dan tidak terlindung
pl: Upewnij się, że Twoje dane są wyraźne i niezasłonięte
pt: Certifique-se de que os seus dados são nítidos e não estão obstruídos
pt_br: Certifique-se de que os seus dados estão nítidos e desobstruídos
ro: Asigurați-vă că detaliile dvs. sunt clare și neacoperite
ru: Убедитесь, что Ваши данные четко видны и не перекрыты
sk: Uistite sa, že sú vaše údaje jasné a nič ich nezakrýva
sl: Prepričajte se, da so vaši podatki jasni in pregledni
sv: Se till att dina uppgifter syns tydligt och inte skyms
th: เช็คให้แน่ใจว่ารายละเอียดชัดเจนและไม่มีอะไรกีดขวาง
tr: Bilgilerinizin net olduğundan ve tamamen göründüğünden emin olun
uk: Переконайтеся, що всі дані чітко видно
zh_hans: 请确保您的细节清晰且未受遮挡
zh_hant: 請確保您的個人詳細資料清晰且未被遮蔽
