Repository: onfido/onfido-ios-sdk
Catalog: localization/Localizable_*.strings
Languages: ar, bg, cs, da, de, el, es_419, et, fa, fi, fr, fr_ca, he, hi, hr, hu, hy, it, ja, ko, lt, lv, ms, pl, pt, pt_br, ro, ru, sk, sl, sv, th, tr, uk, zh_hans, zh_hant

# onfido_doc_capture_alert_manual_capture_detail
source: Align document, then press button
ar: قم بمحاذاة المستند، ثم اضغط على الزر
bg: Наместете документа, след което натиснете бутона
cs: Zarovnejte dokument a stiskněte tlačítko
da: Juster dokumentet, og tryk derefter på knappen
de: Dokument ausrichten, dann Knopf drücken
el: Ευθυγραμμίστε το έγγραφο και, στη συνέχεια, πατήστε το κουμπί
es_419: Alinea el documento, luego presiona el botón
et: Joondage dokument õigesti ning vajutage nuppu
fa: مدرک را با دوربین همراستا کنید، سپس دکمه را فشار دهید
fi: Kohdista asiakirja ja paina sitten painiketta
fr: Alignez le document, puis appuyez sur le bouton
fr_ca: Alignez le document, puis appuyer sur le bouton
he: יישר מסמך ולאחר מכן לחץ על הכפתור
hi: डॉक्यूमेंट अलाइन करें, फिर बटन दबाएँ
hr: Poravnajte dokument, a zatim pritisnite tipku
hu: Igazítsa el a dokumentumot, majd nyomja meg a gombot
hy: Հավասարեցրեք փաստաթուղթը, ապա սեղմեք կոճակը
it: Allinea il documento e premi il pulsante
ja: ドキュメントを揃えて、ボタンを押します
ko: 서류를 정렬한 다음 버튼을 누르세요
lt: Sulygiuokite dokumentą, tada paspauskite mygtuką
lv: Centrējiet dokumentu un pēc tam nospiediet pogu
ms: Susun dokumen secara selari, kemudian tekan butang
pl: Wyrównaj dokument, a następnie naciśnij przycisk
pt: Alinhar documento, depois carregar no botão
pt_br: Alinhe o documento e pressione o botão
ro: Aliniați documentul și apoi apăsați butonul
ru: Выровняйте документ, затем нажмите кнопку
sk: Zarovnajte doklad a potom stlačte tlačidlo
sl: Poravnajte dokument, nato pritisnite gumb
sv: Rikta dokumentet och tryck sedan på knappen
th: จัดเรียงเอกสาร แล้วกดปุ่ม
tr: Belgeyi hizalayın, ardından düğmeye basın
uk: Розмістіть документ правильно, а тоді натисніть кнопку
zh_hans: 对齐证明文件，然后按下按钮
zh_hant: 對齊文件，然後按下按鈕

# onfido_doc_capture_alert_manual_capture_title
source: Try taking photo manually
ar: حاول التقاط الصورة يدويًا
bg: Опитайте да направите снимка ръчно
cs: Zkuste pořídit fotografii ručně
da: Tag billedet manuelt
de: Versuchen Sie, das Foto manuell zu machen
el: Δοκιμάστε να τραβήξετε χειροκίνητα μια φωτογραφία
es_419: Intenta tomar la foto de forma manual
et: Pildistage käsitsi
fa: سعی کنید به صورت دستی عکس بگیرید
fi: Kokeile ottaa kuva manuaalisesti
fr: Essayez de prendre la photo manuellement
fr_ca: Essayez de prendre une photo manuellement
he: נסה לצלם תמונה באופן ידני
hi: मैन्युअल रूप से फ़ोटो लेने की कोशिश करें
hr: Pokušajte fotografirati ručno
hu: Próbáljon manuálisan készíteni képet
hy: Փորձեք լուսանկարել ձեռքով
it: Prova a scattare la foto manualmente
ja: マニュアルで撮影してみてください
ko: 직접 사진을 촬영해보세요
lt: Bandykite fotografuoti rankiniu būdu
lv: Mēģiniet uzņemt fotoattēlu manuāli
ms: Cuba ambil gambar secara manual
pl: Spróbuj zrobić zdjęcie ręcznie
pt: Tente tirar fotografias manualmente
pt_br: Tente tirar uma foto manualmente
ro: Încercați să faceți o poză manual
ru: Попробуйте сделать фото вручную
sk: Skúste nasnímať fotku manuálne
sl: Poskusite ročno posneti fotografijo
sv: Prova att ta ett foto manuellt
th: ลองถ่ายรูปด้วยตนเอง
tr: Fotoğrafı manuel olarak çekmeyi deneyin
uk: Спробуйте зробити фото в ручному режимі
zh_hans: 尝试手动拍照
zh_hant: 請嘗試手動拍攝相片

# onfido_doc_capture_alert_no_barcode_detail
source: Stay in a well-lit spot and bring the card closer to the camera
ar: ابقَ في مكان جيد الإضاءة واجعل البطاقة أقرب إلى الكاميرا
bg: Застанете на добре осветено място и приближете картата до камерата
cs: Zůstaňte na dobře osvětleném místě a přiblížte kartu k fotoaparátu
da: Ophold dig på et godt oplyst sted, og før kortet ind mod kameraet
de: Bleiben Sie an einem gut beleuchteten Ort und bringen Sie die Karte näher an die Kamera
el: Σταθείτε σε ένα καλά φωτισμένο μέρος και φέρτε το δελτίο πιο κοντά στην κάμερα
es_419: Ubícate en un lugar bien iluminado y acerca la tarjeta a la cámara
et: Püsige hästi valgustatud kohas ja liigutage kaarti kaamerale lähemale
fa: در مکانی با نور مناسب باشید و کارت را به دوربین نزدیک کنید
fi: Ole hyvin valaistussa paikassa ja tuo kortti lähemmäs kameraa
fr: Dirigez-vous vers un espace bien éclairé et rapprochez le document
fr_ca: Restez dans un endroit bien éclairé et rapprochez la carte de la caméra
he: הישאר במקום מואר היטב וקרב את הכרטיס למצלמה
hi: बढ़िया रोशनी वाली जगह में रहें और कार्ड को कैमरे के करीब लाएँ
hr: Ostanite na dobro osvijetljenom mjestu i približite karticu kameri
hu: Tartózkodjon jól megvilágított helyen, és tartsa közelebb a kártyát a fényképezőgéphez
hy: Կանգնեք լավ լուսավորված տեղում և քարտը մոտեցրեք տեսախցիկին
it: Resta in un punto ben illuminato e avvicina la carta alla fotocamera
ja: 明るい場所に留まり、カードをカメラに近づけます
ko: 조명이 밝은 곳에 자리를 잡고 카드를 카메라 가까이로 가져가세요
lt: Būkite gerai apšviestoje vietoje ir priartinkite kortelę prie kameros
lv: Palieciet labi apgaismotā vietā un pietuviniet karti kamerai
ms: Berada di tempat yang terang dan dekatkan kad dengan kamera
pl: Pozostań w dobrze oświetlonym miejscu i zbliż kartę do aparatu
pt: Ficar num local bem iluminado e aproximar o cartão da câmara
pt_br: Fique em um local bem iluminado e aproxime o cartão da câmera
ro: Stați într-un loc bine luminat și aduceți cardul mai aproape de camera video
ru: Оставайтесь на хорошо освещенном месте и поднесите карточку ближе к камере
sk: Buďte na dobre osvetlenom mieste a priblížte preukaz k fotoaparátu
sl: Ostanite na dobro osvetljenem mestu in približajte kartico fotoaparatu
sv: Var på en väl upplyst plats och för kortet närmare kameran
th: อยู่ในที่ที่มีแสงสว่างเพียงพอ และนำบัตรมาใกล้ๆ กล้อง
tr: İyi aydınlatılmış bir yerde durun ve kartı kameraya yaklaştırın
uk: Перебуваючи в добре освітленому місці, піднесіть посвідчення ближче до камери
zh_hans: 保持在光线充足的位置，并将身份证靠近相机
zh_hant: 請放在光線充足的地方，並將卡片靠近相機

# onfido_doc_capture_alert_no_barcode_title
source: Barcode not detected
ar: لم يتم الكشف عن الباركود
bg: Баркодът не е открит
cs: Čárový kód nebyl detekován
da: Stregkoden er ikke detekteret
de: Barcode nicht erkannt
el: Δεν εντοπίστηκε γραμμωτός κώδικας
es_419: Código de barras no detectado
et: Vöötkoodi ei tuvastatud
fa: بارکد شناسایی نشد
fi: Viivakoodia ei havaittu
fr: Le code-barres n’est pas lisible
fr_ca: Code-barres non détecté
he: הברקוד לא זוהה
hi: बारकोड नहीं मिला
hr: Barkod nije otkriven
hu: Vonalkód nem észlelhető
hy: Շտրիխ կոդը չի գտնվել
it: Codice a barre non rilevato
ja: バーコードが検出されません
ko: 바코드가 감지되지 않습니다
lt: Brūkšninis kodas neaptiktas
lv: Svītrkods nav atrasts
ms: Kod bar tidak dikesan
pl: Nie wykryto kodu kreskowego
pt: Código de barras não detetado
pt_br: Código de barras não detectado
ro: Codul de bare nu a fost detectat
ru: Штрих-код не обнаружен
sk: Čiarový kód nebol zistený
sl: Črtna koda ni zaznana
sv: Ingen streckkod upptäcktes
th: ไม่พบบาร์โค้ด
tr: Barkod tespit edilemedi
uk: Штрих-код не виявлено
zh_hans: 未检测到条形码
zh_hant: 未偵測到條碼

# onfido_doc_confirmation_alert_blur_detail
source: Make sure everything is clear
ar: تأكد من أن كل شيء واضح
bg: Уверете се, че всичко е ясно
cs: Ujistěte se, že je vše jasné a čisté
da: Sørg for, at alt fremstår tydeligt
de: Stellen Sie sicher, dass alles klar ist
el: Βεβαιωθείτε ότι όλα εμφανίζονται με σαφήνεια
es_419: Asegúrate de que todo sea nítido
et: Veenduge, et kõik on selge
fa: مطمئن شوید که همه چیز واضح است
fi: Varmista, että kaikki on selkeää
fr: Assurez-vous que tout est bien net
fr_ca: Assurez-vous que tout est clair
he: ודא שהכול ברור
hi: पक्का करें कि सब कुछ साफ़-साफ़ दिख रहा है
hr: Pobrinite se da se sve jasno vidi
hu: Győződjön meg róla, hogy minden jól látható
hy: Համոզվեք, որ ամեն ինչ հասկացել եք
it: Assicurati che tutto sia nitido
ja: すべてがはっきりしていることを確認してください
ko: 모든 부분이 선명하게 나타나는지 확인하세요
lt: Įsitikinkite, kad viskas aiškiai matosi
lv: Pārliecinieties, ka viss ir skaidri redzams
ms: Pastikan segala-galanya adalah jelas
pl: Upewnij się, że wszystko jest wyraźne
pt: Certifique-se de que tudo está nítido
pt_br: Certifique-se de que tudo está nítido
ro: Asigurați-vă că totul este clar
ru: Убедитесь, что всё четко видно
sk: Uistite sa, že je všetko jasné
sl: Prepričajte se, da je vse jasno
sv: Se till att allt är tydligt
th: เช็คให้แน่ใจว่าทุกอย่างชัดเจน
tr: Her şeyin net olduğundan emin olun
uk: Переконайтеся, що зображення чітке
zh_hans: 请确保一切都清晰
zh_hant: 請確保所有內容清晰可見

# onfido_doc_confirmation_alert_blur_title
source: Blurry photo detected
ar: تم كشف صورة ضبابية
bg: Открита е размазана снимка
cs: Detekce rozmazané fotografie
da: Billedet er sløret
de: Unscharfes Foto erkannt
el: Ανιχνεύτηκε θολή φωτογραφία
es_419: Foto borrosa detectada
et: Tuvastati hägune foto
fa: عکس تار است
fi: Epäselvä kuva havaittu
fr: L’image est floue
fr_ca: Photo floue détectée
he: זוהתה תמונה מטושטשת
hi: तस्वीर धुंधली है
hr: Otkrivena je mutna fotografija
hu: Homályos kép észlelve
hy: Գտնվել է խավար լուսանկար
it: Sfocatura rilevata
ja: ぼやけた写真が検出されました
ko: 흐릿한 사진이 감지되었습니다
lt: Aptikta neryški nuotrauka
lv: Konstatēts izplūdis fotoattēls
ms: Gambar kabur dikesan
pl: Wykryto nieostre zdjęcie
pt: Foto desfocada detetada
pt_br: Foto desfocada detectada
ro: Pozǎ neclarǎ detectatǎ
ru: Обнаружена размытая фотография
sk: Bola zistená rozmazaná fotka
sl: Zaznana je zamegljena fotografija
sv: Suddigt foto upptäckt
th: ตรวจพบรูปภาพเบลอ
tr: Bulanık fotoğraf tespit edildi
uk: Виявлено розмиту фотографію
zh_hans: 检测到模糊照片
zh_hant: 偵測到模糊的相片

# onfido_selfie_intro_list_item_face_forward
source: Face forward and make sure your eyes are clearly visible
ar: انظر للأمام واحرص على أن تكون عيناك مرئيتان بوضوح
bg: Обърнете се напред и се уверете, че очите ви се виждат ясно
cs: Dívejte se dopředu a ujistěte se, že máte dobře viditelné oči
da: Kig fremad og sørg for, at dine øjne kan ses tydeligt
de: Schauen Sie nach vorne und stellen Sie sicher, dass Ihre Augen deutlich sichtbar sind
el: Κοιτάξτε μπροστά και βεβαιωθείτε ότι τα μάτια σας είναι ευδιάκριτα
es_419: Mira al frente y asegúrate de que tus ojos estén claramente visibles
et: Vaadake ettepoole ja veenduge, et teie silmad on selgelt nähtavad
fa: به جلو نگاه کنید و مطمئن شوید که چشمان شما به وضوح قابل مشاهده است
fi: Katso eteenpäin ja varmista, että silmäsi näkyvät selvästi
fr: Regardez vers l’avant et assurez-vous que vos yeux sont bien visibles
fr_ca: Regardez vers l'avant et assurez-vous que vos yeux sont clairement visibles
he: פנה קדימה וודא שהעיניים שלך מופיעות באופן ברור
hi: चेहरा सामने रखें और पक्का करें कि आपकी आँखें स्पष्ट रूप से दिख रही हैं
hr: Okrenite se prema naprijed i provjerite jesu li vam oči jasno vidljive
hu: Nézzen előre, és ügyeljen, hogy mindkét szeme tisztán látszódjon
hy: Դեմքով շրջվեք դեպի տեսախցիկը և համոզվեք, որ ձեր աչքերը հստակ երևում են
it: Guarda in avanti e assicurati che gli occhi siano ben visibili
ja: 前を向いて、目がはっきり見えるようにしてください
ko: 얼굴이 정면을 향하고 눈이 선명하게 나타나도록 하세요
lt: Atsisukite veidu į priekį ir įsitikinkite, kad jūsų akys aiškiai matomos
lv: Pagrieziet seju uz priekšu un pārliecinieties, ka jūsu acis ir skaidri redzamas
ms: Hadap ke hadapan dan pastikan mata anda jelas kelihatan
pl: Ustaw się twarzą na wprost i upewnij się, że oczy są dobrze widoczne
pt: Fique virado para a frente e assegure-se de que os seus olhos são claramente visíveis
pt_br: Olhe para a frente e certifique-se de que seus olhos estão claramente visíveis
ro: Uitați-vă înainte și asigurați-vă că ochii dvs. sunt clar vizibili
ru: Смотрите прямо и убедитесь, что Ваши глаза хорошо видны
sk: Otočte sa tvárou dopredu a uistite sa, že vaše oči sú jasne viditeľné
sl: Obrnite se naprej in se prepričajte, da so vaše oči jasno vidne
sv: Titta framåt och se till att dina ögon syns tydligt
th: มองตรงไปข้างหน้าและเช็คให้แน่ใจว่าเห็นดวงตาของคุณได้อย่างชัดเจน
tr: Yüzünüzü öne çevirin ve gözlerinizin açıkça görülebildiğinden emin olun
uk: Дивіться в об’єктив; очі має бути чітко видно
zh_hans: 面向前方，确保您的眼睛清晰可见
zh_hant: 面向前方，並確保眼睛清晰可見

# onfido_selfie_intro_list_item_no_glasses
source: Remove your glasses, if necessary
ar: انزع نظارتك، إذا لزم الأمر
bg: Свалете очилата си, ако е необходимо
cs: V případě potřeby si sundejte brýle
da: Tag dine briller af, om nødvendigt
de: Nehmen Sie Ihre Brille ab, falls erforderlich
el: Αφαιρέστε τα γυαλιά σας, εάν είναι απαραίτητο
es_419: Quítate los lentes, si es necesario
et: Vajadusel võtke prillid eest
fa: در صورت لزوم عینک خود را بردارید
fi: Ota silmälasisi pois tarvittaessa
fr: Retirez vos lunettes, si nécessaire
fr_ca: Retirez vos lunettes, si nécessaire
he: הסר את המשקפיים במידת הצורך
hi: अगर ज़रूरी हो, तो अपना चश्मा उतार दें
hr: Skinite naočale ako je potrebno
hu: Ha szükséges, vegye le a szemüvegét
hy: Անհրաժեշտության դեպքում հանեք ակնոցը
it: Togliti gli occhiali, se necessario
ja: 必要に応じてメガネを外してください
ko: 필요한 경우 안경을 벗으세요
lt: Jei reikia, nusiimkite akinius
lv: Ja nepieciešams, noņemiet brilles
ms: Tanggalkan cermin mata anda, jika perlu
pl: Zdejmij okulary, jeśli to konieczne
pt: Retire os seus óculos, se necessário
pt_br: Remova os óculos, se necessário
ro: Dați-vă jos ochelarii dacă este necesar
ru: При необходимости снимите очки
sk: V prípade potreby si dajte dole okuliare
sl: Po potrebi odstranite očala
sv: Ta av dina glasögon vid behov
th: ถอดแว่นตาออก หากจำเป็น
tr: Gerekirse gözlüklerinizi çıkarın
uk: За необхідності зніміть окуляри
zh_hans: 如有必要，请取下眼镜
zh_hant: 如有必要，請取下眼鏡

# onfido_selfie_intro_subtitle
source: We’ll compare this with your document
ar: سنقارنها بمستندك
bg: Ще сравним това с документа ви
cs: Porovnáme to s vaším dokumentem
da: Vi sammenligner billedet med dit dokument
de: Wir werden dies mit Ihrem Dokument vergleichen
el: Θα το συγκρίνουμε με το έγγραφό σας
es_419: La compararemos con tu documento
et: Võrdleme seda teie dokumendiga
fa: ما این عکس را با مدرک شما مقایسه می‌کنیم
fi: Vertaamme sitä asiakirjaasi
fr: Nous allons le comparer avec votre document
fr_ca: Nous comparerons cela avec votre document
he: אנחנו נשווה את הסלפי למסמך שלך
hi: हम इसकी तुलना आपके डॉक्यूमेंट से करेंगे
hr: Usporedit ćemo to s vašim dokumentom
hu: Ezt összevetjük az ön dokumentumával
hy: Մենք այն կհամեմատենք ձեր փաստաթղթի հետ
it: Lo confronteremo con il tuo documento
ja: こちらをお手元のドキュメントと比較します
ko: 당사에서 제출하신 이미지와 서류를 비교 대조하는 절차를 진행합니다
lt: Palyginsime tai su jūsų dokumentu
lv: Mēs to salīdzināsim ar jūsu dokumentu
ms: Kami akan membandingkan swafoto tersebut dengan dokumen anda
pl: Porównamy to zdjęcie z dokumentem
pt: Iremos efetuar uma comparação com o seu documento
pt_br: Compararemos ela com o seu documento
ro: Vom compara această imagine cu documentul dvs.
ru: Мы сравним фото с Вашим документом
sk: Porovnáme to s vaším dokladom
sl: Primerjali ga bomo z vašim dokumentom
sv: Vi kommer att jämföra denna med ditt dokument
th: เราจะเปรียบเทียบรูปนี้กับเอกสารของคุณ
tr: Bunu belgenizle karşılaştıracağız
uk: Ми порівняємо його з фотографією у вашому документі
zh_hans: 我们会将其与您的证明文件进行比较
zh_hant: 我們會將此資料與您的文件進行比較

# onfido_selfie_intro_title
source: Take a selfie
ar: التقط صورة سيلفي
bg: Направете си селфи
cs: Pořiďte si selfie
da: Tag en selfie
de: Ein Selfie aufnehmen
el: Τραβήξτε μια selfie
es_419: Tómate una selfi
et: Tehke selfi
fa: یک سلفی بگیرید
fi: Ota sitten
fr: Prendre un selfie
fr_ca: Prenez un égoportrait
he: צלם סלפי
hi: सेल्फ़ी लें
hr: Snimite selfie
hu: Készítsen egy szelfit
hy: Սելֆի արեք
it: Scatta un selfie
ja: 自撮りをする
ko: 셀카 촬영하기
lt: Padarykite asmenukę
lv: Uzņemiet selfiju
ms: Ambil swafoto
pl: Zrób sobie selfie
pt: Tirar uma fotografia
pt_br: Tire uma selfie
ro: Faceți o poză selfie
ru: Сделайте селфи
sk: Odfoťte selfie
sl: Posnemite selfie
sv: Ta en selfie
th: ถ่ายเซลฟี่
tr: Bir selfie çekin
uk: Зробіть селфі
zh_hans: 拍摄自拍
zh_hant: 拍一張自拍照

# onfido_selfie_intro_button_primary
source: Take selfie
ar: التقط صورة سيلفي
bg: Направете селфи
cs: Pořízení selfie fotografie
da: Tag selfie
de: Ein Selfie aufnehmen
el: Τραβήξτε μια selfie
es_419: Tomarse una selfi
et: Tehke selfi
fa: یک سلفی بگیرید
fi: Ota selfie
fr: Prendre un selfie
fr_ca: Prendre un égoportrait
he: צלם סלפי
hi: सेल्फ़ी लें
hr: Snimi selfie
hu: Készítsen egy szelfit
hy: Սելֆի արեք
it: Scatta selfie
ja: 自撮りする
ko: 셀카 촬영하기
lt: Daryti asmenukę
lv: Uzņemt selfiju
ms: Ambil swafoto
pl: Zrób sobie zdjęcie
pt: Tirar uma selfie
pt_br: Tirar uma selfie
ro: Faceți o poză selfie
ru: Сделать селфи
sk: Odfoťte selfie
sl: Posnemi selfi
sv: Ta en selfie
th: ถ่ายเซลฟี่
tr: Selfie çekin
uk: Зробити селфі
zh_hans: 拍摄自拍
zh_hant: 自拍

# onfido_country_select_bottom_sheet_link_close
source: Close
ar: إغلاق
bg: Затваряне
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
es_419: Cerrar
et: Sulgege
fa: بستن
fi: Sulje
fr: Fermer
fr_ca: Fermer
he: סגור
hi: बंद करें
hr: Zatvori
hu: Bezár
hy: Փակել
it: Chiudi
ja: 閉じる
ko: 닫기
lt: Uždaryti
lv: Aizvērt
ms: Tutup
pl: Zamknij
pt: Fechar
pt_br: Fechar
ro: Închideți
ru: Закрыть
sk: Zatvoriť
sl: Zapri
sv: Stäng
th: ปิด
tr: Kapat
uk: Закрити
zh_hans: 关闭
zh_hant: 關閉

# onfido_doc_confirmation_button_primary_license
source: Submit photo
ar: أرسِل صورة
bg: Подаване на снимката
cs: Odeslat fotografii
da: Indsend billede
de: Foto einreichen
el: Υποβολή φωτογραφίας
es_419: Enviar foto
et: Esitage foto
fa: ارسال تصویر
fi: Lähetä kuva
fr: Envoyer la photo
fr_ca: Soumettre la photo
he: שלח תמונה
hi: फ़ोटो सबमिट करें
hr: Pošalji fotografiju
hu: Küldje el a fényképet
hy: Ուղարկել լուսանկարը
it: Invia foto
ja: 写真を提出する
ko: 사진 제출하기
lt: Pateikti nuotrauką
lv: Iesniegt fotoattēlu
ms: Hantar gambar
pl: Prześlij zdjęcie
pt: Enviar fotografia
pt_br: Enviar foto
ro: Trimiteți poză
ru: Отправить фото
sk: Odoslať fotku
sl: Pošlji fotografijo
sv: Skicka in foto
th: ส่งรูปภาพ
tr: Fotoğrafı gönder
uk: Надіслати фото
zh_hans: 提交照片
zh_hant: 提交相片

# onfido_doc_confirmation_button_primary_generic
source: Submit photo
ar: أرسِل صورة
bg: Подаване на снимката
cs: Odeslat fotografii
da: Indsend billede
de: Foto einreichen
el: Υποβολή φωτογραφίας
es_419: Enviar foto
et: Esitage foto
fa: ارسال تصویر
fi: Lähetä kuva
fr: Envoyer la photo
fr_ca: Soumettre la photo
he: שלח תמונה
hi: फ़ोटो सबमिट करें
hr: Pošalji fotografiju
hu: Küldje el a fényképet
hy: Ուղարկել լուսանկարը
it: Invia foto
ja: 写真を提出する
ko: 사진 제출하기
lt: Pateikti nuotrauką
lv: Iesniegt fotoattēlu
ms: Hantar gambar
pl: Prześlij zdjęcie
pt: Enviar fotografia
pt_br: Enviar foto
ro: Trimiteți poză
ru: Отправить фото
sk: Odoslať fotku
sl: Pošlji fotografijo
sv: Skicka in foto
th: ส่งรูปภาพ
tr: Fotoğrafı gönder
uk: Надіслати фото
zh_hans: 提交照片
zh_hant: 提交相片

# onfido_doc_confirmation_button_primary_id
source: Submit photo
ar: أرسِل صورة
bg: Подаване на снимката
cs: Odeslat fotografii
da: Indsend billede
de: Foto einreichen
el: Υποβολή φωτογραφίας
es_419: Enviar foto
et: Esitage foto
fa: ارسال تصویر
fi: Lähetä kuva
fr: Envoyer la photo
fr_ca: Soumettre la photo
he: שלח תמונה
hi: फ़ोटो सबमिट करें
hr: Pošalji fotografiju
hu: Küldje el a fényképet
hy: Ուղարկել լուսանկարը
it: Invia foto
ja: 写真を提出する
ko: 사진 제출하기
lt: Pateikti nuotrauką
lv: Iesniegt fotoattēlu
ms: Hantar gambar
pl: Prześlij zdjęcie
pt: Enviar fotografia
pt_br: Enviar foto
ro: Trimiteți poză
ru: Отправить фото
sk: Odoslať fotku
sl: Pošlji fotografijo
sv: Skicka in foto
th: ส่งรูปภาพ
tr: Fotoğrafı gönder
uk: Надіслати фото
zh_hans: 提交照片
zh_hant: 提交相片

# onfido_selfie_confirmation_button_primary
source: Upload photo
ar: حمّل الصورة
bg: Качване на снимка
cs: Nahrát fotku
da: Upload billede
de: Foto hochladen
el: Ανέβασμα φωτογραφίας
es_419: Cargar foto
et: Laadige foto üles
fa: بارگذاری عکس
fi: Lataa kuva
fr: Envoyer la photo
fr_ca: Téléverser une photo
he: העלה תמונה
hi: फ़ोटो अपलोड करें
hr: Prenesite fotografiju
hu: Töltse fel a fotót
hy: Բեռնել լուսանկարը
it: Carica una foto
ja: 写真をアップロードする
ko: 사진 업로드
lt: Įkelti nuotrauką
lv: Augšupielādēt fotoattēlu
ms: Muat naik foto
pl: Prześlij zdjęcie
pt: Carregar foto
pt_br: Carregar foto
ro: Încǎrcați pozǎ
ru: Загрузить фото
sk: Nahrať fotku
sl: Naloži fotografijo
sv: Ladda upp foto
th: อัปโหลดรูปภาพ
tr: Fotoğraf yükleyin
uk: Передати фото
zh_hans: 上传照片
zh_hant: 上傳照片

# onfido_doc_confirmation_button_secondary
source: Retake photo
ar: إعادة التقاط الصورة
bg: Повторно заснемане
cs: Znovu pořídit fotografii
da: Tag billede igen
de: Foto erneut aufnehmen
el: Επανάληψη λήψης φωτογραφίας
es_419: Tomar una foto nueva
et: Pildistage uuesti
fa: عکاسی مجدد
fi: Ota kuva uudelleen
fr: Prendre une nouvelle photo
fr_ca: Reprendre la photo
he: צלם תמונה מחדש
hi: फ़ोटो फिर से खींचें
hr: Ponovno snimite fotografiju
hu: Készítse el a fényképet újra
hy: Կրկին լուսանկարել
it: Scatta un’altra foto
ja: 写真の再撮影
ko: 사진 재촬영하기
lt: Fotografuoti iš naujo
lv: Atkārtoti uzņemt fotoattēlu
ms: Ambil semula gambar
pl: Zrób zdjęcie ponownie
pt: Tirar foto de novo
pt_br: Tirar uma nova foto
ro: Faceți din nou poză
ru: Переснять фото
sk: Odfotiť znova
sl: Ponovno posnemi fotografijo
sv: Ta om fotot
th: ถ่ายรูปอีกครั้ง
tr: Fotoğrafı tekrar çekin
uk: Зробити фото повторно
zh_hans: 重新拍摄照片
zh_hant: 重新拍攝相片

# onfido_doc_confirmation_button_primary_passport
source: Submit photo
ar: أرسِل صورة
bg: Подаване на снимката
cs: Odeslat fotografii
da: Indsend billede
de: Foto einreichen
el: Υποβολή φωτογραφίας
es_419: Enviar foto
et: Esitage foto
fa: ارسال تصویر
fi: Lähetä kuva
fr: Envoyer la photo
fr_ca: Soumettre la photo
he: שלח תמונה
hi: फ़ोटो सबमिट करें
hr: Pošalji fotografiju
hu: Küldje el a fényképet
hy: Ուղարկել լուսանկարը
it: Invia foto
ja: 写真を提出する
ko: 사진 제출하기
lt: Pateikti nuotrauką
lv: Iesniegt fotoattēlu
ms: Hantar gambar
pl: Prześlij zdjęcie
pt: Enviar fotografia
pt_br: Enviar foto
ro: Trimiteți poză
ru: Отправить фото
sk: Odoslať fotku
sl: Pošlji fotografijo
sv: Skicka in foto
th: ส่งรูปภาพ
tr: Fotoğrafı gönder
uk: Надіслати фото
zh_hans: 提交照片
zh_hant: 提交相片

# onfido_doc_confirmation_button_primary_permit
source: Submit photo
ar: أرسِل صورة
bg: Подаване на снимката
cs: Odeslat fotografii
da: Indsend billede
de: Foto einreichen
el: Υποβολή φωτογραφίας
es_419: Enviar foto
et: Esitage foto
fa: ارسال تصویر
fi: Lähetä kuva
fr: Envoyer la photo
fr_ca: Soumettre la photo
he: שלח תמונה
hi: फ़ोटो सबमिट करें
hr: Pošalji fotografiju
hu: Küldje el a fényképet
hy: Ուղարկել լուսանկարը
it: Invia foto
ja: 写真を提出する
ko: 사진 제출하기
lt: Pateikti nuotrauką
lv: Iesniegt fotoattēlu
ms: Hantar gambar
pl: Prześlij zdjęcie
pt: Enviar fotografia
pt_br: Enviar foto
ro: Trimiteți poză
ru: Отправить фото
sk: Odoslať fotku
sl: Pošlji fotografijo
sv: Skicka in foto
th: ส่งรูปภาพ
tr: Fotoğrafı gönder
uk: Надіслати фото
zh_hans: 提交照片
zh_hant: 提交相片

# onfido_doc_confirmation_button_primary_visa
source: Submit photo
ar: أرسِل صورة
bg: Подаване на снимката
cs: Odeslat fotografii
da: Indsend billede
de: Foto einreichen
el: Υποβολή φωτογραφίας
es_419: Enviar foto
et: Esitage foto
fa: ارسال تصویر
fi: Lähetä kuva
fr: Envoyer la photo
fr_ca: Soumettre la photo
he: שלח תמונה
hi: फ़ोटो सबमिट करें
hr: Pošalji fotografiju
hu: Küldje el a fényképet
hy: Ուղարկել լուսանկարը
it: Invia foto
ja: 写真を提出する
ko: 사진 제출하기
lt: Pateikti nuotrauką
lv: Iesniegt fotoattēlu
ms: Hantar gambar
pl: Prześlij zdjęcie
pt: Enviar fotografia
pt_br: Enviar foto
ro: Trimiteți poză
ru: Отправить фото
sk: Odoslať fotku
sl: Pošlji fotografijo
sv: Skicka in foto
th: ส่งรูปภาพ
tr: Fotoğrafı gönder
uk: Надіслати фото
zh_hans: 提交照片
zh_hant: 提交相片
