Repository: onfido/onfido-ios-sdk
Catalog: localization/Localizable_*.strings
Languages: ar, bg, cs, da, de, el, es_419, et, fa, fi, fr, fr_ca, he, hi, hr, hu, hy, it, ja, ko, lt, lv, ms, pl, pt, pt_br, ro, ru, sk, sl, sv, th, tr, uk, zh_hans, zh_hant

# onfido_poa_capture_image_accessibility
source: Show enlarged document preview
ar: إظهار معاينة المستند المكبر
bg: Показване на увеличен преглед на документа
cs: Zobrazit zvětšený náhled dokumentu
da: Vis forhåndsvisning af forstørret dokument
de: Die vergrößerte Dokumentvorschau anzeigen
el: Εμφάνιση προεπισκόπησης μεγεθυμένου εγγράφου
es_419: Mostrar vista previa de documento ampliado
et: Näita suurendatud dokumendi eelvaadet
fa: مشاهده پیش‌نمایش مدرک بصورت بزرگ
fi: Näytä suurennetun asiakirjan esikatselu
fr: Afficher l'aperçu du document agrandi
fr_ca: Afficher l'aperçu du document agrandi
he: הצג מסמך מוגדל בתצוגה מקדימה
hi: बड़े किए गए डॉक्यूमेंट की झलक दिखाएँ
hr: Prikaži uvećani prikaz dokumenta
hu: A dokumentum nagyított előnézetének megjelenítése
hy: Ցույց տալ մեծացված փաստաթղթի պատկերը
it: Mostra anteprima del documento ingrandito
ja: 拡大ドキュメントプレビューを表示
ko: 확대한 서류 미리보기 표시
lt: Rodyti padidintą dokumento peržiūrą
lv: Rādīt palielinātu dokumenta priekšskatījumu
ms: Tunjukkan pratonton dokumen yang dibesarkan
pl: Pokaż powiększony podgląd dokumentu
pt: Mostrar pré-visualização do documento aumentado
pt_br: Mostrar pré-visualização ampliada do documento
ro: Afișați previzualizarea documentului mărit
ru: Показать предварительный просмотр увеличенного документа
sk: Zobraziť zväčšenú ukážku dokladu
sl: Prikaži povečan predogled dokumenta
sv: Visa förstorad förhandsgranskning av dokument
th: แสดงตัวอย่างเอกสารแบบขยาย
tr: Büyütülmüş belge ön izlemesini göster
uk: Показати збільшений попередній перегляд документа
zh_hans: 显示放大的证明文件预览
zh_hant: 顯示放大的文件預覽

# onfido_poa_capture_enlarge
source: Enlarge document
ar: تكبير المستند
bg: Уголемяване на документа
cs: Zvětšit dokument
da: Forstør dokumentet
de: Dokument vergrößern
el: Μεγέθυνση εγγράφου
es_419: Ampliar documento
et: Dokumendi suurendamine
fa: بزرگ‌نمایی مدرک
fi: Suurenna asiakirjaa
fr: Agrandir le document
fr_ca: Agrandir le document
he: הגדל מסמך
hi: डॉक्यूमेंट बड़ा करें
hr: Povećaj dokument
hu: Dokumentum nagyítása
hy: Մեծացնել փաստաթուղթը
it: Documento ingrandito
ja: ドキュメントを拡大
ko: 서류 확대
lt: Padidinti dokumentą
lv: Palielināt dokumentu
ms: Besarkan dokumen
pl: Powiększ dokument
pt: Aumentar documento
pt_br: Ampliar documento
ro: Măriți documentul
ru: Увеличить документ
sk: Zväčšiť doklad
sl: Povečaj dokument
sv: Förstora dokument
th: ขยายเอกสาร
tr: Belgeyi büyüt
uk: Збільшити документ
zh_hans: 放大证明文件
zh_hant: 放大文件

# onfido_poa_capture_enlarge_move
source: Move around using one finger
ar: تحرك باستخدام إصبع واحد
bg: Преместете, като използвате един пръст
cs: Pohybujte jedním prstem
da: Flyt det rundt med en finger
de: Bewegen Sie sich mit einem Finger
el: Μετακινηθείτε χρησιμοποιώντας ένα δάχτυλο
es_419: Usa un dedo para desplazarte
et: Ühe sõrmega ringi liikumine
fa: با استفاده از یک انگشت به اطراف حرکت کنید
fi: Liikuta yhdellä sormella
fr: Déplacez à l’aide d’un doigt
fr_ca: Bouger avec un seul doigt
he: הזז את האצבע על המסך
hi: एक उंगली के ज़रिए इधर-उधर ले जाएँ
hr: Krećite se po zaslonu jednim prstom
hu: Mozgatás egy ujjal
hy: Պտտեք տեսախցիկը՝ օգտագործելով մեկ մատը
it: Spostati con un dito
ja: 1本の指で動かしてください
ko: 손가락 하나로 이리저리 움직이세요
lt: Judėkite aplink naudodami vieną pirštą
lv: Pārvietojiet ar vienu pirkstu
ms: Bergerak menggunakan satu jari
pl: Nawiguj, poruszając palcem
pt: Rodar usando um dedo
pt_br: Mova-se usando um dedo
ro: Mișcați cu un singur deget
ru: Выполняйте перемещение одним пальцем
sk: Pohybujte sa jedným prstom
sl: Premikajte se z enim prstom
sv: Flytta runt med hjälp av ett finger
th: เลื่อนไปรอบๆ โดยใช้นิ้วเดียว
tr: Tek parmağınızı kullanarak hareket ettirin
uk: Пересування екраном виконується одним пальцем
zh_hans: 用一根手指来回移动
zh_hant: 用一根手指來回移動

# onfido_poa_capture_enlarge_close
source: Close
ar: إغلاق
bg: Затваряне
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
es_419: Cerrar
et: Sulgege
fa: بستن
fi: Sulje
fr: Fermer
fr_ca: Fermer
he: סגור
hi: बंद करें
hr: Zatvori
hu: Bezár
hy: Փակել
it: Chiudi
ja: 閉じる
ko: 닫기
lt: Uždaryti
lv: Aizvērt
ms: Tutup
pl: Zamknij
pt: Fechar
pt_br: Fechar
ro: Închideți
ru: Закрыть
sk: Zatvoriť
sl: Zapri
sv: Stäng
th: ปิด
tr: Kapat
uk: Закрити
zh_hans: 关闭
zh_hant: 關閉

# onfido_poa_capture_instructions
source: Front of address document
ar: الجزء الأمامي من مستند العنوان
bg: Лицева страна на документа с адрес
cs: Přední strana adresního dokladu
da: Forsiden af adressedokumentet
de: Vorderseite des Adressdokuments
el: Μπροστινή όψη εγγράφου διεύθυνσης
es_419: Anverso del documento de dirección
et: Aadressi tõendava dokumendi esikülg
fa: روی مدرکی که آدرس شما را نشان دهد
fi: Osoiteasiakirjan etuosa
fr: Recto du justificatif d'adresse
fr_ca: Recto du document relatif à l'adresse
he: צד קדמי של מסמך המציג כתובת
hi: पते के डॉक्यूमेंट के सामने का हिस्सा
hr: Prednja strana dokumenta s adresom
hu: Lakcím dokumentum eleje
hy: Հասցեն պարունակող փաստաթղթի դիմերեսը
it: Fronte del documento con l'indirizzo
ja: 住所のドキュメントの前面
ko: 주소 증빙 서류 앞면
lt: Adreso dokumento priekinė pusė
lv: Adreses dokumenta priekšpuse
ms: Bahagian depan dokumen alamat
pl: Przednia strona dokumentu z adresem
pt: Frente do documento de morada
pt_br: Frente do documento de endereço
ro: Fața documentului cu adresa
ru: Лицевая сторона документа с адресом
sk: Predná strana dokladu s adresou
sl: Sprednja stran dokumenta z naslovom
sv: Adressdokumentets framsida
th: ด้านหน้าของเอกสารที่อยู่
tr: Adres belgesinin ön yüzü
uk: Лицьовий бік документа, що засвідчує адресу
zh_hans: 地址证明文件的正面
zh_hant: 地址文件的正面

# onfido_poa_upload_instructions_take_photo_button
source: Take photo
ar: التقاط صورة
bg: Направете снимка
cs: Vyfotografovat
da: Tag et billede
de: Foto machen
el: Λήψη φωτογραφίας
es_419: Tomar una foto
et: Tehke foto
fa: عکس گرفتن
fi: Ota valokuva
fr: Prendre une photo
fr_ca: Prendre la photo
he: צלם תמונה
hi: फ़ोटो खींचें
hr: Snimite fotografiju
hu: Készítsen egy fényképet
hy: Լուսանկարել
it: Scatta foto
ja: 写真を撮る
ko: 사진 촬영
lt: Fotografuoti
lv: Uzņemt fotoattēlu
ms: Tangkap gambar
pl: Zrób zdjęcie
pt: Tirar fotografia
pt_br: Tirar foto
ro: Faceți o poză
ru: Сделать фото
sk: Odfotiť
sl: Posnemite fotografijo
sv: Ta foto
th: ถ่ายรูปภาพ
tr: Fotoğraf çekin
uk: Зробити фото
zh_hans: 拍照
zh_hant: 拍照

# onfido_poa_upload_instructions_upload_button
source: Upload
ar: التحميل
bg: Качване
cs: Nahrát
de: Hochladen
el: Αποστολή
es_419: Cargar
et: Üleslaadimine
fa: بارگذاری
fi: Lataa
fr: Téléverser
fr_ca: Téléverser
he: העלאה
hi: अपलोड करें
hr: Prenesite
hu: Feltöltés
hy: Վերբեռնել
it: Carica
ja: アップロード
ko: 업로드
lt: Įkelti
lv: Augšupielādēt
ms: Muat naik
pl: Prześlij
pt: Carregar
pt_br: Carregar
ro: Încărcați
ru: Загрузить
sk: Nahrajte
sl: Naloži
sv: Ladda upp
th: อัปโหลด
tr: Yükle
uk: Передати
zh_hans: 上传
zh_hant: 上傳

# onfido_poa_type_selection_title
source: Select a document
ar: اختر مستندًا
bg: Избор на документ
cs: Výběr dokumentu
da: Vælg et dokument
de: Wählen Sie ein Dokument aus
el: Επιλέξτε ένα έγγραφο
es_419: Selecciona un documento
et: Valige dokument
fa: یک مدرک را انتخاب کنید
fi: Valitse asiakirja
fr: Sélectionnez un document
fr_ca: Sélectionner un document
he: בחר מסמך
hi: कोई डॉक्यूमेंट चुनें
hr: Odaberite dokument
hu: Dokumentum kiválasztása
hy: Ընտրել փաստաթուղթը
it: Seleziona un documento
ja: ドキュメントを選択
ko: 서류 선택
lt: Pasirinkti dokumentą
lv: Atlasīt dokumentu
ms: Pilih dokumen
pl: Wybierz dokument
pt: Selecione um documento
pt_br: Selecione um documento
ro: Selectați un document
ru: Выбрать документ
sk: Vyberte doklad
sl: Izberite dokument
sv: Välj ett dokument
th: เลือกเอกสาร
tr: Bir belge seçin
uk: Вибрати документ
zh_hans: 选择一个证明文件
zh_hant: 選擇文件

# onfido_poa_type_selection_title_uk
source: Select a UK document
ar: حدد مستندًا من المملكة المتحدة
bg: Изберете документ от Обединеното кралство
cs: Vyberte dokument Spojeného království
da: Vælg et britisk dokument
de: Wählen Sie ein UK-Dokument aus
el: Επιλέξτε ένα έγγραφο του Ηνωμένου Βασιλείου
es_419: Selecciona un documento del Reino Unido
et: Valige Ühendkuningriigi dokument
fa: یک مدرک از انگلستان را انتخاب کنید
fi: Valitse Ison-Britannian asiakirja
fr: Sélectionnez un document du Royaume-Uni
fr_ca: Sélectionnez un document du Royaume-Uni
he: בחר מסמך בריטי
hi: यूके का कोई डॉक्यूमेंट चुनें
hr: Odaberite dokument Ujedinjene Kraljevine
hu: Válasszon egy Egyesült Királyságbeli dokumentumot
hy: Ընտրել Միացյալ Թագավորության փաստաթուղթ
it: Seleziona un documento del Regno Unito
ja: 英国のドキュメントを選択
ko: 영국 서류 선택
lt: Pasirinkti JK dokumentą
lv: Atlasīt Apvienotajā Karalistē izdotu dokumentu
ms: Pilih dokumen UK
pl: Wybierz dokument brytyjski
pt: Selecione um documento do Reino Unido
pt_br: Selecione um documento do Reino Unido
ro: Selectați un document UK
ru: Выбрать документ Великобритании
sk: Vyberte doklad zo Spojeného kráľovstva
sl: Izberite dokument Združenega kraljestva
sv: Välj ett dokument från Storbritannien
th: เลือกเอกสารของสหราชอาณาจักร
tr: Bir Birleşik Krallık belgesi seçin
uk: Виберіть документ, виданий у Великій Британії
zh_hans: 选择一个英国证明文件
zh_hant: 選擇英國文件

# onfido_poa_country_not_found
source: Sorry about that. We are working on supporting more countries.
ar: آسف على ذلك. نحن نعمل على دعم المزيد من البلدان.
bg: Съжаляваме за това. Работим върху добавянето на повече държави.
cs: Litujeme. Pracujeme na budoucí podpoře dalších zemí.
da: Vi beklager. Vi arbejder på at understøtte flere lande.
de: Entschuldigen Sie bitte. Wir arbeiten an der Unterstützung von mehr Ländern.
el: Λυπούμαστε για αυτό. Καταβάλουμε προσπάθειες να υποστηρίξουμε περισσότερες χώρες.
es_419: Lamentamos eso. Trabajamos para admitir a más países.
et: Vabandust. Me töötame riikide lisamise suunas.
fa: از اين بابت متأسفیم. در تلاش هستیم تا از کشورهای بیشتری پشتیبانی کنیم.
fi: Pahoittelut siitä. Pyrimme tukemaan uusia maita.
fr: Nous sommes désolés. Nous travaillons à prendre en charge plus de pays.
fr_ca: Désolé. Nous travaillons actuellement à la prise en charge de plus de pays.
he: מצטערים. אנחנו עובדים על תמיכה בארצות נוספות.
hi: हमें इसका अफ़सोस है। हम और देशों में भी अपनी सेवाएँ देने की दिशा में काम कर रहे हैं।
hr: Žao nam je što se to dogodilo. Neprekidno povećavamo broj zemalja na popisu podržanih za našu uslugu.
hu: Sajnáljuk! Dolgozunk azon, hogy több ország legyen támogatott.
hy: Ներողություն ենք խնդրում։ Մենք աշխատում ենք ավելի շատ երկրներ սպասարկելու ուղղությամբ։
it: Siamo spiacenti. Stiamo lavorando per supportare più Paesi.
ja: 申し訳ありません。より多くの国をサポートできるよう取り組んでいます。
ko: 죄송합니다. 더 많은 국가를 지원할 수 있도록 노력하고 있습니다.
lt: Atsiprašome. Stengiamės, kad būtų palaikoma daugiau šalių.
lv: Piedodiet. Mēs strādājam pie valstu saraksta papildināšanas.
ms: Minta maaf tentang perkara tersebut. Kami sedang berusaha untuk menyokong lebih banyak negara.
pl: Przepraszamy. Pracujemy nad rozszerzeniem obsługi na większą liczbę krajów.
pt: Lamentamos. Estamos a trabalhar para suportar mais países.
pt_br: Sinto muito. Estamos trabalhando para suportar mais países.
ro: Ne cerem scuze. Depunem eforturi pentru a acoperi mai multe țări.
ru: Мы сожалеем. Мы работаем над тем, чтобы добавить больше стран.
sk: Je nám to ľúto. Pracujeme na podpore viacerých krajín.
sl: Žal nam je za to. Prizadevamo si podpreti več držav.
sv: Vi beklagar. Vi arbetar på att stödja fler länder.
th: ขอโทษด้วย เรากำลังเพิ่มประเทศที่รองรับ
tr: Üzgünüz. Daha fazla ülkeyi desteklemek için çalışıyoruz.
uk: Вибачте за незручності. Ми працюємо над розширенням списку країн.
zh_hans: 对此深感抱歉。我们正在努力支持更多的国家/地区。
zh_hant: 很抱歉。我們正在努力支援更多國家。

# onfido_poa_welcome_text
source: Take a photo of a document with your address
ar: التقط صورة لمستند بعنوانك
bg: Направете снимка на документ с адреса ви
cs: Vyfotit dokument s Vaší adresou
da: Tag et billede af et dokument med din adresse
de: Machen Sie ein Foto von einem Dokument mit Ihrer Adresse
el: Τραβήξτε μια φωτογραφία ενός εγγράφου με τη διεύθυνσή σας
es_419: Toma una foto de un documento con tu dirección
et: Pildistage oma aadressiga dokumenti
fa: از مدرکی که آدرس شما را نشان دهد عکس بگیرید
fi: Ota kuva asiakirjasta, jossa on osoitteesi
fr: Prenez une photo d'un document avec votre adresse
fr_ca: Prenez une photo d'un document avec votre adresse
he: עליך לצלם תמונה של מסמך שבו מופיעה הכתובת שלך
hi: अपने पते वाले किसी डॉक्यूमेंट की फ़ोटो खींचें
hr: Fotografirajte dokument sa svojom adresom
hu: Készítsen fényképet a címét tartalmazó dokumentumról
hy: Լուսանկարեք ձեր հասցեն պարունակող փաստաթուղթը
it: Scatta una foto del documento con il tuo indirizzo
ja: 住所が記載されたドキュメントの写真を撮影してください
ko: 주소가 기재된 서류의 사진을 촬영하세요
lt: Nufotografuokite dokumentą su savo adresu
lv: Nofotografētu dokumentu ar savu adresi
ms: Ambil gambar dokumen yang mempunyai alamat anda
pl: Zrobić zdjęcie dokumentu z Twoim adresem
pt: Tire uma foto de um documento com a sua morada
pt_br: Tire uma foto de um documento com o seu endereço
ro: Faceți o poză a unui document cu adresa dvs.
ru: Сфотографируйте документ с вашим адресом
sk: Odfoťte doklad s adresou
sl: Fotografirajte dokument z vašim naslovom
sv: Ta ett foto av ett dokument med din adress
th: ถ่ายรูปเอกสารที่มีที่อยู่ของคุณ
tr: Adresinizi içeren bir belgenin fotoğrafını çekin
uk: Сфотографуйте документ, що містить вашу адресу
zh_hans: 请拍摄一张包含您地址的证明文件照片
zh_hant: 請拍攝一張含有您地址的證件相片

# onfido_poa_photo_library
source: Photo Library
ar: مكتبة الصور
bg: Библиотека със снимки
cs: Knihovna fotografií
da: Billedbibliotek
de: Fotobibliothek
el: Βιβλιοθήκη φωτογραφιών
es_419: Galería de fotos
et: Fotokogu
fa: آرشیو عکس
fi: Valokuvakirjasto
fr: Photothèque
fr_ca: Bibliothèque de photos
he: ספריית תמונות
hi: फ़ोटो लाइब्रेरी
hr: Fotoalbum
hu: Fotótár
hy: Տեսադարան
it: Libreria foto
ja: 写真ライブラリ
ko: 사진 라이브러리
lt: Nuotraukų biblioteka
lv: Fotoattēlu galerija
ms: Pustaka Foto
pl: Album zdjęć
pt: Galeria de fotos
pt_br: Biblioteca de fotos
ro: Librărie de poze
ru: Фотоальбом
sk: Knižnica fotografií
sl: Knjižnica fotografij
sv: Fotobibliotek
th: คลังรูปภาพ
tr: Fotoğraf Kitaplığı
uk: Фотогалерея
zh_hans: 照片库
zh_hant: 相片庫

# onfido_poa_files
source: Files
ar: الملفات
bg: Файлове
cs: Soubory
da: Filer
de: Dateien
el: Αρχεία
es_419: Archivos
et: Failid
fa: فایل‌ها
fi: Tiedostot
fr: Fichiers
fr_ca: Fichiers
he: קבצים
hi: फ़ाइलें
hr: Datoteke
hu: Fájlok
hy: Ֆայլեր
it: File
ja: ファイル
ko: 파일
lt: Failai
lv: Faili
ms: Fail
pl: Pliki
pt: Ficheiros
pt_br: Arquivos
ro: Fișiere
ru: Файлы
sk: Súbory
sl: Datoteke
sv: Filer
th: ไฟล์
tr: Dosyalar
uk: Файли
zh_hans: 文件
zh_hant: 檔案

# onfido_poa_cancel
source: Cancel
ar: إلغاء
bg: Отказ
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es_419: Cancelar
et: Tühistage
fa: لغو
fi: Peruuta
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: कैंसिल करें
hr: Poništi
hu: Mégse
hy: Չեղարկել
it: Annulla
ja: キャンセル
ko: 취소
lt: Atšaukti
lv: Atcelt
ms: Batal
pl: Anuluj
pt: Cancelar
pt_br: Cancelar
ro: Anulați
ru: Отмена
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: İptal
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

# onfido_poa_err_invalid_file_title
source: Invalid File
ar: ملف غير صالح
bg: Невалиден файл
cs: Neplatný soubor
da: Ugyldig fil
de: Ungültige Datei
el: Μη έγκυρο αρχείο
es_419: Archivo no válido
et: Sobimatu fail
fa: فایل نامعتبر است
fi: Virheell. tiedosto
fr: Fichier invalide
fr_ca: Fichier non valide
he: קובץ לא חוקי
hi: अमान्य फ़ाइल
hr: Nevažeća datoteka
hu: Nem megfelelő fájl
hy: Անվավեր ֆայլ
it: File non valido
ja: 無効なファイル
ko: 유효하지 않은 파일
lt: Netinkamas failas
lv: Nederīgs fails
ms: Fail Tidak Sah
pl: Nieprawidłowy plik
pt: Ficheiro inválido
pt_br: Arquivo inválido
ro: Fișier nevalid
ru: Недопустимый файл
sk: Neplatný súbor
sl: Neveljavna datoteka
sv: Ogiltig fil
th: ไฟล์ไม่ถูกต้อง
tr: Geçersiz Dosya
uk: Недійсний файл
zh_hans: 无效文件
zh_hant: 無效的檔案

# onfido_poa_err_invalid_file_message
source: Please choose a different file.
ar: يُرجى اختيار ملف مختلف.
bg: Изберете друг файл.
cs: Vyberte jiný soubor.
da: Vælg en anden fil.
de: Bitte wählen Sie eine andere Datei.
el: Επιλέξτε ένα διαφορετικό αρχείο.
es_419: Elige un archivo diferente.
et: Valige teine fail.
fa: لطفاً فایل دیگری را انتخاب کنید.
fi: Valitse toinen tiedosto.
fr: Veuillez choisir un autre fichier.
fr_ca: Veuillez choisir un autre fichier.
he: בחר קובץ אחר.
hi: कृपया कोई दूसरी फ़ाइल चुनें।
hr: Odaberite drugu datoteku.
hu: Válasszon egy másik fájlt.
hy: Խնդրում ենք ընտրել մեկ այլ ֆայլ։
it: Seleziona un altro file.
ja: 別のファイルを選択してください。
ko: 다른 파일을 선택하세요.
lt: Pasirinkite kitą failą.
lv: Izvēlieties citu failu.
ms: Sila pilih fail lain.
pl: Wybierz inny plik.
pt: Por favor escolha um ficheiro diferente.
pt_br: Escolha um arquivo diferente.
ro: Vă rugăm să alegeți un fișier diferit.
ru: Выберите другой файл.
sk: Zvoľte iný súbor.
sl: Izberite drugo datoteko.
sv: Välj en annan fil.
th: โปรดเลือกไฟล์อื่น
tr: Lütfen farklı bir dosya seçin.
uk: Виберіть інший файл.
zh_hans: 请选择其他文件。
zh_hant: 請選擇其他檔案。

# onfido_poa_guidance_instructions_full_name
source: Full name
ar: الاسم الكامل
bg: Пълно име
cs: Celé jméno
da: Fulde navn
de: Vollständiger Name
el: Ονοματεπώνυμο
es_419: Nombre completo
et: Täisnimi
fa: نام و نام خانوادگی
fi: Koko nimi
fr: Nom et prénom(s)
fr_ca: Nom complet
he: שם מלא
hi: पूरा नाम
hr: Ime i prezime
hu: Teljes név
hy: Ամբողջական անուն
it: Nome e cognome
ja: 氏名
ko: 성명
lt: Vardas ir pavardė
lv: Vārds, uzvārds
ms: Nama penuh
pl: Imię i nazwisko
pt: Nome completo
pt_br: Nome completo
ro: Numele complet
ru: Ф.И.О.
sk: Celé meno
sl: Ime in priimek
sv: Fullständigt namn
th: ชื่อ
tr: Ad soyadı
uk: Ім’я та прізвище
zh_hans: 全名
zh_hant: 全名

# onfido_poa_guidance_instructions_address
source: Current address
ar: العنوان الحالي
bg: Настоящ адрес
cs: Aktuální adresa
da: Nuværende adresse
de: Aktuelle Adresse
el: Τρέχουσα διεύθυνση
es_419: Domicilio actual
et: Praegune aadress
fa: آدرس فعلی
fi: nykyinen osoite
fr: Adresse actuelle
fr_ca: Adresse actuelle
he: כתובת נוכחית
hi: मौजूदा पता
hr: Trenutačna adresa
hu: Jelenlegi lakcím
hy: Ընթացիկ հասցեն
it: Indirizzo attuale
ja: 現在の住所
ko: 현주소
lt: Dabartinis adresas
lv: Pašreizējā dzīvesvietas adrese.
ms: Alamat semasa
pl: Aktualny adres
pt: Morada atual
pt_br: Endereço atual
ro: Adresa actuală
ru: Текущий адрес
sk: Aktuálna adresa
sl: Trenutni naslov
sv: Nuvarande adress
th: ที่อยู่ปัจจุบัน
tr: Geçerli adres
uk: поточну адресу проживання;
zh_hans: 当前地址
zh_hant: 目前地址

# onfido_poa_guidance_instructions_issue_date
source: Issue date or summary period
ar: تاريخ الإصدار أو فترة الملخص
bg: Дата на издаване или период на валидност
cs: Datum vydání nebo souhrnné období
da: Udstedelsesdato eller oversigtsperiode
de: Ausgabedatum oder Abrechnungszeitraum
el: Ημερομηνία έκδοσης ή συνοπτική περίοδος
es_419: Fecha de emisión o periodo de resumen
et: Väljastamiskuupäev või väljavõtte periood
fa: تاریخ صدور مدرک یا مدت اعتبار
fi: myöntämispäivä tai käyttöjakso
fr: Date d'émission ou période du résumé
fr_ca: Date d'émission ou période de relevé
he: תאריך הנפקה או תקופת סיכום
hi: जारी होने के तारीख या सारांश अवधि
hr: Datum izdavanja ili valjanost
hu: Kibocsátás dátuma vagy időtartama
hy: Թողարկման ամսաթիվը կամ վավերականության ժամկետը
it: Data di emissione o periodo di riepilogo
ja: 発行日または要約期間
ko: 발행 날짜 또는 기간 요약
lt: Išdavimo data arba suvestinis laikotarpis
lv: Izdošanas datums vai derīguma termiņš.
ms: Tarikh pengeluaran atau ringkasan tempoh
pl: Data wydania lub okres podsumowania
pt: Data de emissão ou período do resumo
pt_br: Data de emissão ou período de resumo
ro: Data emiterii sau perioadă centralizatoare
ru: Дата выдачи или итоговый период
sk: Dátum vydania alebo súhrnné obdobie
sl: Datum izdaje ali zbirno obdobje
sv: Utfärdandedatum eller sammanfattad period
th: วันที่ออกเอกสารหรืองวดบิล
tr: Düzenleme tarihi veya özet dönemi
uk: дату видачі або звітний період.
zh_hans: 签发日期或总计期间
zh_hant: 核發日期或摘要期間

# onfido_doc_select_subtitle_poa
source: These are the documents most likely to show your current home address
ar: هذه هي الوثائق الأكثر احتمالاً لإظهار العنوان الحالي لمسكنك
bg: Това са документите, които най-вероятно показват настоящия ви домашен адрес
cs: V těchto dokumentech je nejčastěji uvedena Vaše současná adresa bydliště
da: Det er de dokumenter, der med størst sandsynlighed viser din nuværende bopælsadresse
de: Diese Dokumente zeigen wahrscheinlich Ihre aktuelle Wohnadresse:
el: Αυτά είναι τα έγγραφα που είναι πιθανότερο να εμφανίζουν την τρέχουσα διεύθυνση κατοικίας σας
es_419: Estos son los documentos que probablemente muestren tu domicilio actual
et: Need on dokumendid, mis näitavad kõige tõenäolisemalt teie praegust kodust aadressi
fa: اینها مدارکی هستند که به احتمال زیاد آدرس سکونت فعلی شما را نشان می‌دهند
fi: Nämä asiakirjat näyttävät todennäköisimmin nykyisen kotiosoitteesi
fr: Voici les documents les plus susceptibles d'indiquer votre adresse de résidence actuelle
fr_ca: Ce sont les documents les plus susceptibles d'indiquer l'adresse de votre domicile actuel
he: אלה המסמכים שהכי סביר שיציגו את כתובת המגורים הנוכחית שלך
hi: इन डॉक्यूमेंटों पर आपके मौजूदा घर का पता दिखाने की संभावना सबसे ज़्यादा है
hr: Ovo su dokumenti koji će najvjerojatnije prikazivati vašu trenutačnu kućnu adresu
hu: Ezek a dokumentumok valószínűleg tartalmazzák a jelenlegi lakcímét
hy: Ամենայն հավանականությամբ, այս փաստաթղթերում գրանցված կլինի ձեր ներկա բնակության վայրի հասցեն
it: Questi sono i documenti che più probabilmente mostrano il tuo indirizzo attuale
ja: 次のドキュメントが、現在の自宅の住所を示す可能性の最も高いものです
ko: 현재 집 주소가 표시될 가능성이 가장 높은 서류입니다
lt: Dokumentai, kuriuose nurodytas Jūsų namų adresas
lv: Šie ir dokumenti, kuros, visticamāk, ir redzama jūsu pašreizējā dzīvesvietas adrese
ms: Ini ialah dokumen-dokumen yang berkemungkinan besar menunjukkan alamat rumah semasa anda
pl: Te dokumenty najprawdopodobniej zawierają Twój aktualny adres zamieszkania
pt: Estes são os documentos que deverão apresentar a sua morada atual
pt_br: Estes são os documentos com maior probabilidade de mostrar seu endereço residencial atual
ro: Acestea sunt documente care cel mai probabil indică adresa dvs. de reședință actuală
ru: Именно в этих документах чаще всего указывается Ваш текущий домашний адрес
sk: Toto sú doklady, na ktorých je s najväčšou pravdepodobnosťou uvedená aktuálna adresa vášho bydliska
sl: To so dokumenti, ki bodo najverjetneje prikazali vaš trenutni domači naslov
sv: Dessa dokument är de som mest sannolikt visar din nuvarande hemadress
th: เอกสารเหล่านี้น่าจะแสดงที่อยู่ปัจจุบันของคุณ
tr: Bunlar mevcut ev adresinizi göstermesi en muhtemel belgelerdir
uk: Найімовірніше, це документи, які містять дані про вашу поточну домашню адресу
zh_hans: 这些证明文件最有可能显示您当前的家庭地址
zh_hant: 這些是最可能顯示您目前住家地址的文件

# onfido_doc_select_button_bill
source: Utility Bill
ar: فواتير المرافق
bg: Сметка за комунални услуги
cs: Účet za komunální služby
da: Regning på forbrugsydelser
de: Betriebskostenabrechnung
el: Λογαριασμός υπηρεσιών κοινής ωφελείας
es_419: Recibo de servicios públicos
et: Kommunaalteenuste arve
fa: قبض خدمات عمومی
fi: Energialasku
fr: Facture de gaz, électricité, etc.
fr_ca: Facture de services publics
he: חשבון חשמל
hi: बिजली-पानी वगैरह का बिल
hr: Račun za komunalije
hu: Közüzemi számla
hy: Կոմունալ ծառայության հաշիվ
it: Bolletta
ja: 公共料金請求書
ko: 공과금 청구서
lt: Sąskaita už komunalines paslaugas
lv: Komunālo pakalpojumu rēķins
ms: Bil Utiliti
pl: Rachunek za usługi komunalne
pt: Fatura de serviço essencial
pt_br: Fatura de serviços públicos
ro: Factură de utilități
ru: Счет за коммунальные услуги
sk: Účet za energie
sl: Račun za komunalne storitve
sv: Elräkning
th: ใบแจ้งหนี้ค่าสาธารณูปโภค
tr: Fatura
uk: Рахунок за комунальні послуги
zh_hans: 水电费账单
zh_hant: 水電費帳單
