Repository: onfido/onfido-ios-sdk
Catalog: localization/Localizable_*.strings
Languages: ar, bg, cs, da, de, el, es_419, et, fa, fi, fr, fr_ca, he, hi, hr, hu, hy, it, ja, ko, lt, lv, ms, pl, pt, pt_br, ro, ru, sk, sl, sv, th, tr, uk, zh_hans, zh_hant

# onfido_doc_capture_header_live_guidance_doc_slightly_low_accessibility
source: Move your device down slightly
ar: حرك جهازك للأعلى قليلاً
bg: Преместете устройството си леко надолу
cs: Posuňte zařízení mírně dolů
da: Flyt din enhed lidt nedad
de: Bewegen Sie Ihr Gerät etwas nach unten
el: Μετακινήστε ελαφρώς τη συσκευή σας προς τα κάτω
es_419: Mueve tu dispositivo ligeramente hacia abajo
et: Liigutage seadet veidi alla
fa: دستگاه خود را کمی به سمت پایین حرکت دهید
fi: Siirrä laitettasi hieman alas
fr: Déplacez légèrement votre mobile vers le bas
fr_ca: Déplacez légèrement votre appareil vers le bas
he: הזז את המכשיר מעט למעלה
hi: अपने डिवाइस को थोड़ा नीचे ले जाएँ
hr: Pomaknite uređaj malo prema dolje
hu: Mozgassa kissé lejjebb az eszközt
hy: Շարժեք ձեր սարքը փոքր-ինչ դեպի ներքև
it: Spostare il dispositivo leggermente verso il basso
ja: デバイスを少し下に動かしてください
ko: 기기 위치를 살짝 아래쪽으로 옮기세요
lt: Šiek tiek nuleiskite įrenginį žemyn
lv: Pavirziet ierīci nedaudz uz leju
ms: Gerakkan peranti anda ke bawah sedikit
pl: Przesuń urządzenie nieco w dół
pt: Mova o seu dispositivo ligeiramente para baixo
pt_br: Mova seu dispositivo ligeiramente para baixo
ro: Mișcați dispozitivul dvs. ușor în jos
ru: Переместите устройство немного вниз
sk: Posuňte zariadenie mierne nadol
sl: Napravo rahlo premaknite navzdol
sv: Flytta enheten en aning nedåt
th: เลื่อนอุปกรณ์ของคุณลงเล็กน้อย
tr: Cihazınızı hafifçe aşağı hareket ettirin
uk: Злегка перемістіть пристрій униз
zh_hans: 将设备稍微向下移动
zh_hant: 稍微向下移動裝置

# onfido_doc_capture_header_live_guidance_doc_position_ok
source: Hold still to capture
ar: ابقَ ساكنًا لالتقاط صورة
bg: Задръжте неподвижно, за да заснемете
cs: Nehýbejte se, aby mohla být provedena fotografie
da: Hold den stille, og tag billede
de: Beim Aufnehmen nicht wackeln
el: Μείνετε ακίνητοι για λήψη
es_419: No te muevas para capturar
et: Jäädvustamiseks püsige paigal
fa: گوشی را ثابت نگه دارید و عکس بگیرید
fi: Pidä paikallaan ottaaksesi kuvan
fr: Restez immobile lors de la capture
fr_ca: Restez immobile pour capturer
he: אל תזוז כדי לצלם
hi: कैप्चर करने के लिए अपने डिवाइस को बिना हिलाए होल्ड करें
hr: Držite uređaj mirno da biste mogli obaviti snimanje
hu: Ne mozogjon a rögzítéshez
hy: Անշարժ պահեք՝ լուսանկարելու համար
it: Tenere in posizione per l’acquisizione
ja: そのまま固定して、キャプチャしてください
ko: 가만히 멈추고 캡처하기
lt: Laikykite nejudindami, kad užfiksuotumėte
lv: Turēt nekustīgi, lai uzņemtu attēlu
ms: Jangan bergerak ketika merakam
pl: Trzymaj nieruchomo, aby zrobić zdjęcie
pt: Mantenha-se imóvel para capturar
pt_br: Não se mova para capturar
ro: Țineți nemișcat pentru a captura
ru: Не двигайтесь, чтобы зафиксировать
sk: Snímajte bez pohybu
sl: Bodite pri miru, da zajamete
sv: Håll stilla för att ta foto
th: อยู่นิ่งๆ เพื่อจับภาพ
tr: Görüntü alabilmek için hareketsiz durun
uk: Тримайте телефон непорушно, щоб зробити знімок
zh_hans: 保持不动以捕捉
zh_hant: 保持不動，以進行擷取

# onfido_doc_capture_header_live_guidance_doc_position_ok_accessibility
source: Hold still to capture image
ar: ابقَ ساكنًا لالتقاط الصورة
bg: Задръжте неподвижно, за да заснемете изображението
cs: Podržením v klidu zachyťte snímek
da: Hold den stille, og tag billede
de: Bei der Bildaufnahme nicht wackeln
el: Μείνετε ακίνητοι για λήψη της εικόνας
es_419: Manténte inmóvil para capturar la imagen
et: Pildi jäädvustamiseks püsige paigal
fa: گوشی را ثابت نگه دارید تا تصویر ثبت شود
fi: Pidä paikallaan ottaaksesi kuvan
fr: Restez immobile lors de la capture de l'image
fr_ca: Restez immobile pour capturer l'image
he: אל תזוז כדי לצלם תמונה
hi: इमेज कैप्चर करने के लिए अपने डिवाइस को बिना हिलाए होल्ड करें
hr: Držite uređaj mirno da biste snimili sliku
hu: A kép rögzítéséhez maradjon mozdulatlan
hy: Անշարժ պահեք՝ պատկերը լուսանկարելու համար
it: Tenere fermo per l’acquisizione dell’immagine
ja: 画像をキャプチャする時は、動かさないようにしてください
ko: 잠시 가만히 멈추고 이미지를 캡처하세요
lt: Laikykite nejudindami, kad užfiksuotumėte vaizdą
lv: Turiet nekustīgi, lai uzņemtu attēlu
ms: Jangan bergerak ketika mengambil gambar
pl: Trzymaj nieruchomo, aby zrobić zdjęcie
pt: Mantenha-se imóvel para captar a imagem
pt_br: Não se mova para capturar a imagem
ro: Țineți nemișcat pentru a captura imaginea
ru: Не двигайтесь, чтобы зафиксировать изображение
sk: Snímajte obrázok bez pohybu
sl: Ne premikajte se, da zajamete sliko
sv: Håll stilla för att ta ett foto
th: ถือค้างไว้เพื่อจับภาพ
tr: Görüntü alabilmek için hareketsiz durun
uk: Тримайте телефон непорушно, щоб зробити знімок
zh_hans: 保持不动以捕捉图像
zh_hant: 保持不動，以擷取影像

# onfido_doc_capture_header_live_guidance_intro_doc_front_accessibility
source: View from camera. Place your phone on the front of your document, then slowly move your phone away from it in a straight line.
ar: عرض من الكاميرا. ضع هاتفك على الجزء الأمامي من المستند، ثم حركه ببطء بعيدًا عنه في خط مستقيم.
bg: Прегледайте от камерата. Поставете телефона си върху лицевата страна на документа, след което бавно го отдалечете с движение в права линия.
cs: Pohled z kamery. Položte telefon na přední stranu dokumentu a pak se od něj pomalu vzdalujte v přímém směru.
da: Visning fra kameraet. Placer telefonen på dokumentets forside, og flyt derefter langsomt telefonen væk fra dokumentet i en lige linje.
de: Von der Kamera aus ansehen. Legen Sie Ihr Handy auf die Vorderseite Ihres Dokuments und bewegen Sie es langsam in gerader Linie davon weg.
el: Προβολή από κάμερα. Τοποθετήστε το τηλέφωνό σας στην μπροστινή όψη του εγγράφου σας και, στη συνέχεια, απομακρύνετε αργά το τηλέφωνό σας από αυτό κινώντας το σε ευθεία γραμμή.
es_419: Vista desde la cámara. Coloca el teléfono al frente del documento y, luego, aléjalo lentamente en línea recta.
et: Vaade kaamerast. Asetage telefon dokumendi esiküljele ja seejärel liigutage telefon sellest aeglaselt ja otse eemale.
fa: مشاهده از دوربین. گوشی خود را در جلوی مدرک خود قرار دهید، سپس به آرامی در یک خط مستقیم، گوشی را از آن دور کنید.
fi: Näkymä kamerasta. Aseta puhelimesi asiakirjasi etuosaa vasten ja siirrä sitten puhelintasi hitaasti siitä poispäin suorassa linjassa.
fr: Vue de l’appareil photo. Placez votre téléphone au recto de votre document, puis éloignez-le lentement de manière rectiligne.
fr_ca: Vue depuis la caméra. Placez votre téléphone au recto de votre document, puis éloignez-le lentement en ligne droite.
he: צפה מהמצלמה. מקם את הטלפון בקדמת המסמך והזז אותו בקו ישר.
hi: कैमरे से देखें। अपने फ़ोन को अपने डॉक्यूमेंट के सामने रखें, फिर फ़ोन को धीरे-धीरे एक सीधी लाइन में उससे दूर ले जाएँ।
hr: Pogledajte kako izgleda na kameri. Stavite mobitel na prednju stranu dokumenta, a zatim ga polako odmaknite od dokumenta ali tako da ostane u ravnini s njime.
hu: Kamera képe. Helyezze a telefont a dokumentum elejére, majd lassan, egyenes vonalban távolítsa onnan.
hy: Տեսարան տեսախցիկից։ Հեռախոսը դրեք ձեր փաստաթղթի դիմերեսին, ապա հեռախոսը դանդաղ շարժեք ուղիղ գծով։
it: Vista dalla fotocamera. Posizionare il telefono sul lato anteriore del documento, quindi allontanarlo lentamente tenendolo dritto.
ja: カメラから見た様子。ドキュメントの手前にスマートフォンを置き、そこからゆっくりと一直線にスマートフォンを遠ざけます。
ko: 카메라에서 본 이미지. 휴대폰을 서류 앞면 위에 올려놓은 후 휴대폰을 일직선으로 천천히 들어 올리세요.
lt: Vaizdas iš kameros. Laikykite telefoną taip, kad jis būtų virš dokumento priekinės pusės, tada lėtai nenukrypdami atitraukite telefoną nuo dokumento.
lv: Skats no kameras. Novietojiet tālruni virs dokumenta priekšpuses un pēc tam lēnām virziet tālruni prom no tā taisnā līnijā.
ms: Pandangan dari kamera. Letakkan telefon di bahagian hadapan dokumen anda, kemudian alihkan telefon anda daripadanya secara perlahan-lahan mengikut garisan lurus.
pl: Widok z aparatu. Umieść telefon na przedniej części dokumentu, a następnie powoli odsuwaj go od niego w linii prostej.
pt: Vista da câmara. Coloque o seu telemóvel na frente do seu documento e, em seguida, afaste lentamente o seu telemóvel em linha reta.
pt_br: Visualização pela câmera. Coloque o celular na frente do documento e, em seguida, afaste-o lentamente em linha reta.
ro: Vizualizați din camera video. Plasați telefonul dvs. pe pagina față a documentului dvs., apoi mișcați încet telefonul dvs. departe de acest punct în linie dreaptă.
ru: Вид с камеры. Поместите телефон на лицевую сторону документа, затем медленно отодвигайте телефон от него по прямой линии.
sk: Pohľad z fotoaparátu. Umiestnite telefón na prednú stranu dokladu a potom telefón pomaly posúvajte priamo smerom od dokladu.
sl: Pogled s kamere. Postavite telefon na sprednjo stran dokumenta, nato pa ga počasi odmaknite od njega v ravni liniji.
sv: Vy från kameran. Placera telefonen på dokumentets framsida och flytta långsamt bort telefonen från det i en rak linje.
th: ดูจากกล้อง วางโทรศัพท์ของคุณไว้ที่ด้านหน้าของเอกสาร จากนั้นค่อยๆ เลื่อนโทรศัพท์ออกห่างจากเอกสารเป็นเส้นตรง
tr: Kameradan görüntü. Telefonunuzu belgenizin ön tarafına yerleştirin, ardından telefonunuzu düz bir çizgi hâlinde yavaşça belgenizden uzaklaştırın.
uk: Увімкніть камеру. Покладіть телефон на лицьовий бік документа, а потім повільно відведіть телефон по прямій.
zh_hans: 在相机上查看。将手机放在证明文件的正面，然后慢慢地将手机沿直线移开。
zh_hant: 從相機檢視。將手機放在文件正面上，然後以直線方式慢慢將手機移開。

# onfido_doc_capture_header_live_guidance_intro_doc_front
source: Hold your phone over the front of your document
ar: امسك هاتفك فوق الجزء الأمامي من المستند
bg: Задръжте телефона си над лицевата страна на документа
cs: Podržte telefon nad přední stranou dokumentu
da: Hold din telefon oven over dit dokuments forside
de: Halten Sie Ihr Handy über die Vorderseite Ihres Dokuments
el: Κρατήστε το τηλέφωνό σας επάνω από την μπροστινή όψη του εγγράφου σας
es_419: Sostén el teléfono sobre el anverso del documento
et: Hoidke telefoni dokumendi esikülje ees
fa: گوشی خود را به سمت روی مدرک خود نگه دارید
fi: Pidä puhelintasi asiakirjasi etuosan yllä
fr: Tenez votre téléphone au-dessus du recto de votre document
fr_ca: Maintenez votre téléphone au-dessus du recto de votre document
he: החזק את הטלפון מעל החלק הקדמי של המסמך
hi: अपने फ़ोन को अपने डॉक्यूमेंट के सामने वाले हिस्से के ऊपर होल्ड करें
hr: Držite mobitel iznad prednje strane dokumenta
hu: Tartsa a telefonját a dokumentum eleje fölé
hy: Հեռախոսը պահեք ձեր փաստաթղթի դիմերեսին
it: Tenere il telefono sopra la parte anteriore del documento
ja: ドキュメントの表面の前にスマートフォンを固定してください
ko: 서류 앞면이 휴대폰 아래로 오도록 배치하세요
lt: Laikykite telefoną virš priekinės dokumento pusės
lv: Turiet tālruni virs dokumenta priekšpuses
ms: Pegang telefon anda di atas bahagian depan dokumen anda
pl: Przytrzymaj telefon nad przednią stroną dokumentu
pt: Mantenha o seu telemóvel sobre a frente do seu documento
pt_br: Segure o celular em cima da frente do seu documento
ro: Mențineți telefonul dvs. deasupra paginii față a documentului dvs.
ru: Держите телефон над лицевой стороной документа
sk: Podržte telefón nad prednou stranou dokladu
sl: Držite telefon nad sprednjo stranjo dokumenta
sv: Håll telefonen över dokumentets framsida
th: ถือโทรศัพท์ไว้เหนือด้านหน้าของเอกสาร
tr: Telefonunuzu belgenizin önünde tutun
uk: Тримайте телефон над лицьовим боком документа
zh_hans: 使手机保持在证明文件正面上方
zh_hant: 將手機置於文件正面上方

# onfido_doc_capture_header_live_guidance_intro_doc_back
source: Hold your phone over the back of your document
ar: امسك هاتفك فوق الجزء الخلفي من المستند
bg: Задръжте телефона си над задната страна на документа
cs: Podržte telefon nad zadní stranou dokumentu
da: Hold din telefon oven over dit dokuments bagside
de: Halten Sie Ihr Handy über die Rückseite Ihres Dokuments
el: Κρατήστε το τηλέφωνό σας επάνω από την πίσω όψη του εγγράφου σας
es_419: Sostén el teléfono sobre el reverso del documento
et: Hoidke telefoni dokumendi tagakülje ees
fa: گوشی خود را به سمت پشت مدرک خود نگه دارید
fi: Pidä puhelintasi asiakirjasi takaosan yllä
fr: Tenez votre téléphone au-dessus du verso de votre document
fr_ca: Maintenez votre téléphone au-dessus du verso de votre document
he: החזק את הטלפון מעל החלק האחורי של המסמך
hi: अपने फ़ोन को अपने डॉक्यूमेंट के पीछे के हिस्से के ऊपर होल्ड करें
hr: Držite mobitel iznad stražnje strane dokumenta
hu: Tartsa a telefonját a dokumentum hátoldala fölé
hy: Հեռախոսը պահեք ձեր փաստաթղթի դարձերեսին
it: Tenere il telefono sopra la parte posteriore del documento
ja: ドキュメントの裏面の前にスマートフォンを固定してください
ko: 서류 뒷면이 휴대폰 아래로 오도록 배치하세요
lt: Laikykite telefoną virš galinės dokumento pusės
lv: Turiet tālruni virs dokumenta aizmugures
ms: Pegang telefon anda di atas bahagian belakang dokumen anda
pl: Przytrzymaj telefon nad tylną stroną dokumentu
pt: Mantenha o seu telemóvel sobre o verso do seu documento
pt_br: Segure o celular em cima do verso do seu documento
ro: Mențineți telefonul dvs. deasupra paginii verso a documentului dvs.
ru: Держите телефон над оборотной стороной документа
sk: Podržte telefón nad zadnou stranou dokladu
sl: Držite telefon nad hrbtno stranjo dokumenta
sv: Håll telefonen över dokumentets baksida
th: ถือโทรศัพท์ไว้เหนือด้านหลังของเอกสาร
tr: Telefonunuzu belgenizin arkasında tutun
uk: Тримайте телефон над зворотним боком документа
zh_hans: 使手机保持在证明文件背面上方
zh_hant: 將手機置於文件背面上方

# onfido_doc_capture_header_live_guidance_intro_doc_back_accessibility
source: View from camera. Place your phone on the back of your document, then slowly move your phone away from it in a straight line.
ar: عرض من الكاميرا. ضع هاتفك على الجزء الخلفي من المستند، ثم حركه ببطء بعيدًا عنه في خط مستقيم.
bg: Прегледайте от камерата. Поставете телефона си върху задната страна на документа, след което бавно го отдалечете с движение в права линия.
cs: Pohled z kamery. Přiložte telefon na zadní stranu dokumentu a pak se od něj pomalu vzdalujte po přímce.
da: Visning fra kameraet. Placer telefonen på dokumentets bagside, og flyt derefter langsomt telefonen væk fra dokumentet i en lige linje.
de: Von der Kamera aus ansehen. Legen Sie Ihr Handy auf die Rückseite Ihres Dokuments und bewegen Sie es langsam in gerader Linie davon weg.
el: Προβολή από κάμερα. Τοποθετήστε το τηλέφωνό σας στην πίσω όψη του εγγράφου σας και, στη συνέχεια, απομακρύνετε αργά το τηλέφωνό σας από αυτό κινώντας το σε ευθεία γραμμή.
es_419: Vista desde la cámara. Coloca tu teléfono en la parte posterior del documento y, luego, aléjalo lentamente en línea recta.
et: Vaade kaamerast. Asetage telefon dokumendi tagaküljele ja seejärel liigutage telefon sellest aeglaselt ja otse eemale.
fa: مشاهده از دوربین. گوشی خود را به سمت پشت مدرک خود قرار دهید، سپس به آرامی در یک خط مستقیم، گوشی خود را از آن دور کنید.
fi: Näkymä kamerasta. Aseta puhelimesi asiakirjasi takaosaa vasten ja siirrä sitten puhelintasi hitaasti siitä poispäin suorassa linjassa.
fr: Vue de l’appareil photo. Placez votre téléphone au verso de votre document, puis éloignez-le lentement de manière rectiligne.
fr_ca: Vue depuis la caméra. Placez votre téléphone au recto de votre document, puis éloignez-le lentement en ligne droite.
he: צפה מהמצלמה. מקם את הטלפון בקדמת המסמך והזז אותו בקו ישר.
hi: कैमरे से देखें। अपने फ़ोन को अपने डॉक्यूमेंट के पीछे के हिस्से के ऊपर रखें, फिर फ़ोन को धीरे-धीरे एक सीधी लाइन में उससे दूर ले जाएँ।
hr: Pogledajte kako izgleda na kameri. Stavite mobitel na stražnju stranu dokumenta, a zatim ga polako odmaknite od dokumenta ali tako da ostane u ravnini s njime.
hu: Kamera képe. Helyezze a telefont a dokumentum hátuljára, majd lassan, egyenes vonalban távolítsa onnan.
hy: Տեսարան տեսախցիկից։ Հեռախոսը դրեք ձեր փաստաթղթի դարձերեսին, ապա դանդաղ հեռացրեք հեռախոսը դրանից ուղիղ գծով։
it: Vista dalla fotocamera. Posizionare il telefono sul lato posteriore del documento, quindi allontanarlo lentamente tenendolo dritto.
ja: カメラから見た様子。ドキュメントの背面にスマートフォンを置き、そこからゆっくりと一直線にスマートフォンを遠ざけます。
ko: 카메라에서 본 이미지. 휴대폰을 서류 뒷면 위에 올려놓은 후 휴대폰을 일직선으로 천천히 들어 올리세요.
lt: Vaizdas iš kameros. Pakelkite telefoną virš galinės dokumento pusės, tada lėtai nenukrypdami atitraukite telefoną nuo dokumento.
lv: Skats no kameras. Novietojiet tālruni virs dokumenta aizmugures un pēc tam lēnām virziet tālruni prom no tā taisnā līnijā.
ms: Pandangan dari kamera. Letakkan telefon pada bahagian belakang dokumen anda, kemudian gerakkan telefon anda daripadanya secara perlahan-lahan mengikut garisan lurus.
pl: Widok z aparatu. Umieść telefon na tylnej stronie dokumentu, a następnie powoli odsuwaj go od niego w linii prostej.
pt: Vista da câmara. Coloque o seu telemóvel no verso do seu documento e, em seguida, afaste lentamente o seu telemóvel em linha reta.
pt_br: Visualização pela câmera. Coloque o celular no verso do documento e, em seguida, afaste-o lentamente em linha reta.
ro: Vizualizați din camera video. Plasați telefonul dvs. pe pagina verso a pașaportului dvs., apoi mișcați încet telefonul dvs. departe de acest punct în linie dreaptă.
ru: Вид с камеры. Поместите телефон на оборотную сторону документа, затем медленно отодвигайте телефон от него по прямой линии.
sk: Pohľad z fotoaparátu. Umiestnite telefón na zadnú stranu dokladu a potom telefón pomaly posúvajte priamo smerom od dokladu.
sl: Pogled s kamere. Postavite telefon na zadnjo stran dokumenta, nato pa ga počasi odmaknite od njega v ravni liniji.
sv: Vy från kameran. Placera telefonen på dokumentets baksida och flytta långsamt bort telefonen från det i en rak linje.
th: ดูจากกล้อง วางโทรศัพท์ของคุณไว้ที่ด้านหลังของเอกสาร จากนั้นค่อยๆ เลื่อนโทรศัพท์ออกห่างจากเอกสารเป็นเส้นตรง
tr: Kameradan görüntü. Telefonunuzu belgenizin arka tarafına yerleştirin, ardından telefonunuzu düz bir çizgi hâlinde yavaşça belgenizden uzaklaştırın.
uk: Увімкніть камеру. Покладіть телефон на зворотний бік документа, а потім повільно відведіть телефон по прямій.
zh_hans: 在相机上查看。将手机放在证明文件的背面，然后慢慢地将手机沿直线移开。
zh_hant: 從相機檢視。將手機放在文件背面上，然後以直線方式慢慢將手機移開。

# onfido_doc_capture_header_live_guidance_intro_pp_photo
source: Hold your phone over the photo page of your passport
ar: امسك هاتفك فوق صفحة الصورة بجواز سفرك
bg: Задръжте телефона си над страницата със снимката в паспорта
cs: Podržte telefon nad stránkou s fotografií v pasu
da: Hold din telefon oven over siden i passet, hvor billedet fremgår
de: Halten Sie Ihr Handy über die Fotoseite Ihres Passes
el: Κρατήστε το τηλέφωνό σας επάνω από τη σελίδα της φωτογραφίας του διαβατηρίου σας
es_419: Sostén tu teléfono sobre la página con foto del pasaporte
et: Hoidke telefoni passi fotolehe kohal
fa: گوشی خود را روی صفحه عکس‌دار گذرنامه خود نگه دارید
fi: Pidä puhelintasi passisi valokuvasivun yllä
fr: Tenez votre téléphone au-dessus de la page de la photo de votre passeport
fr_ca: Maintenez votre téléphone au-dessus de la page de votre passeport avec photo
he: החזק את הטלפון מעל עמוד התמונה של הדרכון
hi: अपने फ़ोन अपने पासपोर्ट के फ़ोटो वाले पेज के ऊपर होल्ड करें
hr: Držite mobitel iznad stranice iz putovnice na kojoj se nalazi fotografija
hu: Tartsa a telefonját útlevele fényképes oldala fölé
hy: Հեռախոսը պահեք ձեր անձնագրի լուսանկարի էջի վրա
it: Tenere il telefono sopra la pagina con la foto del passaporto
ja: パスポートの写真ページの上でスマートフォンを固定する
ko: 여권의 사진 부착면 위에 휴대폰을 배치하세요
lt: Laikykite telefoną virš paso nuotraukos puslapio
lv: Turiet tālruni virs pases fotoattēla lapas
ms: Pegang telefon anda di atas halaman foto pasport anda
pl: Przytrzymaj telefon nad stroną paszportu zawierającą zdjęcie
pt: Mantenha o seu telemóvel sobre a página com fotografia do seu passaporte
pt_br: Segure seu celular em cima da página com foto do seu passaporte
ro: Mențineți telefonul dvs. deasupra paginii cu poză a pașaportului dvs.
ru: Держите телефон над страницей паспорта с фотографией
sk: Podržte telefón nad stránkou pasu s fotkou
sl: Držite telefon nad stranjo potnega lista s fotografijo
sv: Håll telefonen över fotosidan i ditt pass
th: ถือโทรศัพท์ไว้เหนือหน้ารูปถ่ายของหนังสือเดินทาง
tr: Telefonunuzu pasaportunuzun fotoğraf sayfasının üzerinde tutun
uk: Тримайте телефон над сторінкою паспорта, що містить фото
zh_hans: 使手机保持在护照的照片页上方
zh_hant: 將手機置於護照相片頁上方
