Repository: onfido/onfido-ios-sdk
Catalog: localization/Localizable_*.strings
Languages: ar, bg, cs, da, de, el, es_419, et, fa, fi, fr, fr_ca, he, hi, hr, hu, hy, it, ja, ko, lt, lv, ms, pl, pt, pt_br, ro, ru, sk, sl, sv, th, tr, uk, zh_hans, zh_hant

# onfido_doc_capture_alert_no_mrz3_title
source: Bottom three lines not visible
ar: الأسطر الثلاثة السفلية غير مرئية
bg: Последните три реда не се виждат
cs: Spodní tři řádky nejsou viditelné
da: De tre nederste linjer er ikke synlige
de: Die unteren drei Zeilen sind nicht sichtbar
el: Οι κάτω τρεις γραμμές δεν είναι ορατές
es_419: Las tres líneas inferiores no son visibles
et: Alumised kolm rida pole nähtavad
fa: سه خط پایین قابل مشاهده نیست
fi: Kolme alinta riviä ei näy
fr: Les trois lignes du bas ne sont pas visibles
fr_ca: Les trois lignes inférieures sont non visibles
he: שלושת השורות התחתונות מוסתרות
hi: नीचे की तीन लाइनें नहीं दिख रही हैं
hr: Donja tri retka se ne vide
hu: Az alsó három sor nem látható
hy: Ներքևի երեք տողերը չեն երևում
it: Tre righe inferiori non visibili
ja: 下3行が表示されません
ko: 하단의 세 줄이 보이지 않습니다
lt: Nesimato trijų apatinių eilučių
lv: Trīs apakšējās rindas nav redzamas
ms: Tiga baris terbawah tidak kelihatan
pl: Niewidoczne trzy dolne linie
pt: Três linhas do fundo não visíveis
pt_br: As três linhas inferiores não estão visíveis
ro: Cele trei linii de jos nu sunt vizibile
ru: Три нижние строки не видны
sk: Dolné tri riadky nie sú viditeľné
sl: Spodnje tri vrstice niso vidne
sv: De tre nedre linjerna är inte synliga
th: มองไม่เห็น 3 บรรทัดด้านล่าง
tr: En alttaki üç satır görünür değil
uk: Нижні три рядки не видно
zh_hans: 底部三行不可见
zh_hant: 底部三條線無法清晰辨識

# onfido_selfie_confirmation_alert_multiple_faces_title
source: Multiple faces found
ar: تم العثور على وجوه متعددة
bg: Открити са няколко лица
cs: Nalezeno více obličejů
da: Der fremgår mere end ét ansigt
de: Mehrere Gesichter gefunden
el: Βρέθηκαν πολλά πρόσωπα
es_419: Múltiples rostros encontrados
et: Leiti mitu nägu
fa: چند چهره تشخیص داده شد
fi: Useita kasvoja löytyi
fr: Plusieurs visages détectés
fr_ca: Plusieurs visages détectés
he: נמצאו מספר פרצופים
hi: कई चेहरे मिले
hr: Pronađeno je više lica
hu: Több arcot is észleltünk
hy: Գտնվել են մի քանի դեմքեր
it: Più visi rilevati
ja: 複数の顔が見つかりました
ko: 여러 얼굴이 감지되었습니다
lt: Aptikti keli veidai
lv: Atrastas vairākas sejas
ms: Beberapa wajah ditemui
pl: Znaleziono wiele twarzy
pt: Múltiplas faces encontradas
pt_br: Múltiplos rostos encontrados
ro: Fețe multiple găsite
ru: Найдено несколько лиц
sk: Bolo rozpoznaných viacero tvárí
sl: Najdenih je bilo več obrazov
sv: Flera ansikten hittades
th: พบหลายใบหน้า
tr: Birden fazla yüz bulundu
uk: Виявлено декілька облич
zh_hans: 找到多个面部
zh_hant: 找到多個臉部

# onfido_doc_capture_prompt_title_id
source: What type of identity card do you have?
ar: ما نوع بطاقة الهوية التي تملكها؟
bg: Каква лична карта имате?
cs: Jaký typ průkazu totožnosti máte?
da: Hvilken type ID-kort har du?
de: Welche Art von Personalausweis haben Sie?
el: Τι είδους δελτίο ταυτότητας έχετε;
es_419: ¿Qué tipo de documento de identidad tienes?
et: Mis tüüpi isikutunnistus teil on?
fa: کارت شناسایی شما از چه نوعی است؟
fi: Millainen henkilökortti sinulla on?
fr: Quelle type de carte d’identité avez-vous ?
fr_ca: Quel type de carte d'identité possédez-vous?
he: איזה סוג תעודת זהות יש לך?
hi: आपके पास किस तरह का पहचान पत्र है?
hr: Kakvu vrstu osobne iskaznice imate?
hu: Milyen típusú személyazonosító igazolványa van?
hy: Նշեք ձեր նույնականացման քարտի տեսակը
it: Che tipo di carta d’identità hai?
ja: どのような種類の身分証明書をお持ちですか？
ko: 어떤 유형의 신분증을 갖고 계신가요?
lt: Kokio tipo asmens tapatybės kortelę turite?
lv: Kāda veida personas apliecība jums ir?
ms: Apakah jenis kad pengenalan yang anda ada?
pl: Jaki rodzaj dowodu osobistego posiadasz?
pt: Que tipo de cartão de identidade tem?
pt_br: Que tipo de documento de identidade você tem?
ro: Ce tip de carte de identitate aveți?
ru: Укажите свой тип удостоверения личности
sk: Aký typ preukazu totožnosti máte?
sl: Kakšno vrsto osebne izkaznice imate?
sv: Vilken typ av identitetskort har du?
th: คุณมีบัตรประจำตัวประเภทใด?
tr: Ne tür bir kimlik kartınız var?
uk: Який тип посвідчення особи ви маєте?
zh_hans: 您持有哪种类型的身份证？
zh_hant: 您有什麼類型的身份證？

# onfido_video_capture_button_primary_fallback
source: Next step
ar: الخطوة التالية
bg: Следваща стъпка
cs: Další krok
da: Næste trin
de: Nächster Schritt
el: Επόμενο βήμα
es_419: Siguiente paso
et: Järgmine samm
fa: مرحله بعدی
fi: Seuraava vaihe
fr: Étape suivante
fr_ca: Étape suivante
he: השלב הבא
hi: अगला स्टेप
hr: Sljedeći korak
hu: Következő lépés
hy: Հաջորդ քայլ
it: Avanti
ja: 次のステップ
ko: 다음 단계
lt: Kitas žingsnis
lv: Nākamā darbība
ms: Langkah seterusnya
pl: Następny krok
pt: Próximo passo
pt_br: Próxima etapa
ro: Următorul pas
ru: Следующий шаг
sk: Ďalší krok
sl: Naslednji korak
sv: Nästa steg
th: ขั้นตอนถัดไป
tr: Sonraki adım
uk: Наступний крок
zh_hans: 下一步
zh_hant: 下一步

# onfido_doc_confirmation_alert_no_doc_title
source: No document found
ar: لم يتم العثور على مستند
bg: Няма намерен документ
cs: Nebyl nalezen žádný dokument
da: Intet dokument blev fundet
de: Kein Dokument gefunden
el: Δε βρέθηκε έγγραφο
es_419: Ningún documento encontrado
et: Dokumenti ei leitud
fa: هیچ مدرکی یافت نشد
fi: Asiakirjaa ei löytynyt
fr: Votre document n’est pas détecté
fr_ca: Aucun document trouvé
he: לא נמצא מסמך
hi: कोई भी डॉक्यूमेंट नहीं मिला
hr: Nije pronađen nijedan dokument
hu: Nem található dokumentum
hy: Փաստաթուղթը չի գտնվել
it: Nessun documento trovato
ja: ドキュメントが見つかりません
ko: 서류를 찾을 수 없습니다
lt: Nerastas joks dokumentas
lv: Nav atrasts neviens dokuments
ms: Tiada dokumen ditemui
pl: Nie znaleziono dokumentu
pt: Nenhum documento encontrado
pt_br: Nenhum documento encontrado
ro: Niciun document găsit
ru: Документ не найден
sk: Nenašiel sa žiadny doklad
sl: Dokument ni najden
sv: Inget dokument hittades
th: ไม่พบเอกสาร
tr: Belge bulunamadı
uk: Не знайдено жодного документа
zh_hans: 未找到任何证明文件
zh_hant: 找不到文件

# onfido_selfie_confirmation_alert_no_face_title
source: Face not detected
ar: لم يتم اكتشاف وجهك
bg: Не е засечено лице
cs: Obličej nebyl rozpoznán
da: Ansigtet er ikke detekteret
de: Kein Gesicht gefunden
el: Δεν ανιχνεύτηκε πρόσωπο
es_419: Rostro no detectado
et: Nägu ei tuvastatud
fa: چهره شناسایی نشد
fi: Kasvoja ei havaittu
fr: Aucun visage détecté
fr_ca: Aucun visage détecté
he: לא זוהו פנים
hi: चेहरा नहीं मिला
hr: Lice nije prepoznato
hu: Arc nem észlelhető
hy: Դեմքը չի գտնվել
it: Viso non rilevato
ja: 顔が検出されませんでした
ko: 얼굴이 감지되지 않습니다
lt: Veidas neaptiktas
lv: Seja nav atrasta
ms: Wajah tidak dikesan
pl: Nie wykryto twarzy
pt: Rosto não detetado
pt_br: Rosto não detectado
ro: Fața nu este detectată
ru: Лицо не обнаружено
sk: Nebola zistená tvár
sl: Obraz ni zaznan
sv: Inget ansikte upptäcktes
th: ไม่พบใบหน้า
tr: Yüz tespit edilmedi
uk: Обличчя не виявлено
zh_hans: 未检测到面部
zh_hant: 未偵測到臉部

# onfido_info_tablet_orientation_subtitle
source: We support portrait mode only
ar: نحن ندعم الوضع العمودي فقط
bg: Поддържаме само портретен режим
cs: Podporujeme pouze režim na výšku
da: Vi understøtter kun portrættilstand
de: Wir unterstützen nur den Porträtmodus
el: Υποστηρίζουμε μόνο τη λειτουργία πορτραίτου
es_419: Solo admitimos el modo retrato
et: Toetame ainult portreerežiimi
fa: ما فقط از حالت پرتره (عمودی) پشتیبانی می‌کنیم
fi: Tuemme vain pystyasentoa
fr: Nous ne prenons en charge que le mode portrait
fr_ca: Nous prenons uniquement en charge le mode portrait
he: אנו תומכים במצב אנכי בלבד
hi: हम केवल पोर्ट्रेट मोड का समर्थन करते हैं
hr: Podržano je samo portretni način rada
hu: Csak a portré módot támogatjuk
hy: Մենք աջակցում ենք միայն դիմանկարի ռեժիմը
it: Disponibile solo in modalità verticale
ja: ポートレートモードのみをサポートしています
ko: 세로 방향 모드만 지원합니다
lt: Tinka tik statmenas vaizdo formatas
lv: Mēs atbalstām tikai portreta režīmu
ms: Kami menyokong mod potret sahaja
pl: Obsługujemy tylko tryb portretowy
pt: Apoiamos apenas o modo retrato
pt_br: Suportamos apenas o modo retrato
ro: Acceptăm doar modul portret
ru: Мы поддерживаем только портретный режим
sk: Podporujeme iba režim na výšku
sl: Podpiramo samo portretni način
sv: Vi stöder endast porträttläge
th: เรารองรับโหมดถ่ายภาพบุคคลเท่านั้น
tr: Yalnızca portre modunu destekliyoruz
uk: Ми підтримуємо лише портретний режим
zh_hans: 我们仅支持纵向模式
zh_hant: 僅支持直式模式

# onfido_info_tablet_orientation_title
source: Please rotate your iPad
ar: يرجى تدوير جهازك الـ iPad
bg: Завъртете своя iPad
cs: Otočte iPad
da: Roter din iPad
de: Bitte drehen Sie Ihr iPad
el: Περιστρέψτε το iPad σας
es_419: Gira el iPad
et: Pöörake oma iPadi
fa: لطفاً iPad خود را بچرخانید
fi: Kierrä iPadiäsi
fr: Veuillez tourner votre tablette
fr_ca: Veuillez faire pivoter votre iPad
he: סובב את ה-iPad שלך
hi: कृपया अपना iPad घुमाएँ
hr: Zakrenite iPad
hu: Forgassa el az iPadet
hy: Խնդրում ենք պտտել ձեր iPad-ը
it: Ruota il tuo iPad
ja: iPadを回転してください
ko: iPad를 회전해주세요
lt: Pasukite savo „iPad“
lv: Pagrieziet savu iPad
ms: Sila putar iPad anda
pl: Proszę obrócić iPada
pt: Rode o seu iPad
pt_br: Gire seu iPad
ro: Vă rugăm să rotiți iPad-ul dvs.
ru: Поверните свой iPad
sk: Otočte iPad
sl: Zavrtite vaš iPad
sv: Rotera din iPad
th: โปรดหมุน iPad ของคุณ
tr: Lütfen iPad'inizi döndürün
uk: Поверніть iPad
zh_hans: 请旋转您的iPad
zh_hant: 請轉動您的 iPad

# onfido_info_tablet_orientation_body
source: The button should be at the bottom of the screen
ar: يجب أن يكون الزر في أسفل الشاشة
bg: Бутонът трябва да е в долната част на екрана
cs: Tlačítko by mělo být v dolní části obrazovky
da: Knappen findes nederst på skærmen
de: Die Schaltfläche sollte sich am unteren Rand des Bildschirms befinden
el: Το κουμπί θα πρέπει να βρίσκεται στο κάτω μέρος της οθόνης
es_419: El botón debe estar en la parte inferior de la pantalla
et: Nupp peaks olema ekraani allosas
fa: دکمه باید در پایین صفحه باشد
fi: Painikkeen tulee olla näytön alareunassa
fr: Le bouton doit se trouver en bas de votre tablette
fr_ca: Le bouton devrait se trouver en bas de l'écran
he: הכפתוראמור להופיע בתחתית המסך
hi: बटन स्क्रीन के निचले भाग पर होना चाहिए
hr: Tipka bi trebala biti na dnu zaslona
hu: A gombnak a képernyő alján kell lennie
hy: Կոճակը պետք է լինի էկրանի ներքևի մասում
it: Il pulsante dovrebbe essere nella parte bassa dello schermo
ja: ボタンは画面の下部にある必要があります
ko: 버튼은 화면 하단에 표시됩니다
lt: Mygtukas turi būti ekrano apačioje
lv: Pogai jābūt ekrāna apakšdaļā
ms: Butang hendaklah berada di bahagian bawah skrin
pl: Przycisk powinien znajdować się na dole ekranu
pt: O botão deve estar na parte inferior do ecrã
pt_br: O botão deve estar na parte inferior da tela
ro: Butonul trebuie să fie în partea de jos a ecranului
ru: Кнопка должна быть внизу экрана
sk: Tlačidlo by malo byť v dolnej časti obrazovky
sl: Gumb mora biti na dnu zaslona
sv: Knappen ska vara längst ner på skärmen
th: ปุ่มควรอยู่ที่ด้านล่างของหน้าจอ
tr: Düğme ekranın alt kısmında olmalıdır
uk: Кнопка має бути внизу екрана
zh_hans: 按钮应位于屏幕底部
zh_hant: 按鈕應該在畫面底部

# onfido_doc_capture_prompt_button_card
source: Plastic card
ar: بطاقة بلاستيكية
bg: Пластмасова карта
cs: Plastová karta
da: Plastikkort
de: Plastikkarte
el: Πλαστικό δελτίο
es_419: Tarjeta plástica
et: Plastkaart
fa: کارت پلاستیکی
fi: Muovikortti
fr: Carte plastique
fr_ca: Carte plastifiée
he: כרטיס פלסטיק
hi: प्लास्टिक कार्ड
hr: Plastična kartica
hu: Műanyag kártya
hy: Պլաստիկ քարտ
it: Card plastificata
ja: プラスチックカード
ko: 플라스틱 카드
lt: Plastikinė kortelė
lv: Plastikāta karte
ms: Kad plastik
pl: Karta plastikowa
pt: Cartão de plástico
pt_br: Cartão de plástico
ro: Card de plastic
ru: Пластиковая карточка
sk: Plastový preukaz
sl: Plastična kartica
sv: Plastkort
th: บัตรพลาสติก
tr: Plastik kart
uk: Пластикова картка
zh_hans: 塑料身份证
zh_hant: 信用卡

# onfido_video_intro_prompt_button_primary_reload_player
source: Reload
ar: إعادة التحميل
bg: Презареждане
cs: Znovu načíst
da: Genindlæs
de: Erneut laden
el: Επαναφορτίσω
es_419: Volver a cargar
et: Laadige uuesti
fa: بارگذاری مجدد
fi: Lataa uud.
fr: Recharger
fr_ca: Recharger
he: טען מחדש
hi: फिर से लोड करें
hr: Ponovno učitaj
hu: Újratöltés
hy: Կրկին բեռնել
it: Ricarica
ja: 再読み込み
ko: 다시 불러오기
lt: Įkelti iš naujo
lv: Ielādēt atkārtoti
ms: Muat Semula
pl: Załaduj ponownie
pt: Recarregar
pt_br: Recarregar
ro: Reîncărcați
ru: Перезагрузить
sk: Znova načítať
sl: Osveži
sv: Ladda om
th: โหลดอีกครั้ง
tr: Yeniden yükle
uk: Перезавантажити
zh_hans: 重新加载
zh_hant: 重新載入

# onfido_video_confirmation_button_secondary
source: Retake video
ar: إعادة التقاط الفيديو
bg: Повторен запис на видео
cs: Znovu pořídit video
da: Optag videoen igen
de: Video erneut aufnehmen
el: Επανάληψη λήψης βίντεο
es_419: Grabar video de nuevo
et: Tehke video uuesti
fa: گرفتن مجدد ویدئو
fi: Kuvaa uusi video
fr: Reprendre une vidéo
fr_ca: Reprendre la vidéo
he: צילום חוזר של הסרטון
hi: वीडियो फिर से कैप्चर करें
hr: Ponovno snimite videozapis
hu: Vegye fel újra a videót
hy: Կրկին տեսագրել
it: Registra un altro video
ja: 動画を再録画する
ko: 동영상 다시 촬영하기
lt: Pakartotinai padaryti vaizdo įrašą
lv: Atkārtoti uzņemt videoklipu
ms: Rakam semula video
pl: Ponownie nagraj wideo
pt: Retomar vídeo
pt_br: Gravar vídeo novamente
ro: Faceți clipul video din nou
ru: Переснять видео
sk: Znova nasnímať video
sl: Ponovno posnemi videoposnetek
sv: Gör om video
th: ถ่ายวิดีโออีกครั้ง
tr: Videoyu tekrar çek
uk: Зняти відео повторно
zh_hans: 重新拍摄视频
zh_hant: 重新拍攝影片

# onfido_video_capture_prompt_button_timeout
source: Retry
ar: إعادة المحاولة
bg: Повторен опит
cs: Opakování
da: Prøv igen
de: Erneut versuchen
el: Προσπαθήστε ξανά
es_419: Volver a intentar
et: Proovige uuesti
fa: سعی مجدد‌
fi: Yritä uudelleen
fr: Réessayer
fr_ca: Réessayer
he: נסה שוב
hi: फिर से कोशिश करें
hr: Pokušajte ponovno
hu: Próbálja újra
hy: Կրկին փորձել
it: Riprova
ja: 再試行
ko: 재시도
lt: Bandyti dar kartą
lv: Mēģināt vēlreiz
ms: Cuba Semula
pl: Spróbuj ponownie
pt: Tentar novamente
pt_br: Tentar novamente
ro: Încercați din nou
ru: Повторить
sk: Skúsiť znova
sl: Poskusite znova
sv: Försök igen
th: ลองอีกครั้ง
tr: Yeniden dene
uk: Повторити
zh_hans: 重试
zh_hant: 重試

# onfido_country_select_bottom_sheet_link_doc_select
source: Choose another document
ar: اختر مستندًا آخر
bg: Изберете друг документ
cs: Použijte jiný dokument
da: Vælg et andet dokument
de: Wählen Sie ein anderes Dokument aus
el: Επιλέξτε άλλο έγγραφο
es_419: Elige otro documento
et: Valige teine dokument
fa: مدرک دیگری را انتخاب کنید
fi: Valitse toinen asiakirja
fr: Choisir un autre document
fr_ca: Choisir un autre document
he: בחר מסמך אחר
hi: कोई दूसरा डॉक्यूमेंट चुनें
hr: Odaberite drugi dokument
hu: Válasszon másik dokumentumot
hy: Ընտրել մեկ այլ փաստաթուղթ
it: Seleziona un altro documento
ja: 別のドキュメントを選択
ko: 다른 서류 선택하기
lt: Pasirinkti kitą dokumentą
lv: Izvēlēties citu dokumentu
ms: Pilih dokumen lain
pl: Wybierz inny dokument
pt: Escolher outro documento
pt_br: Escolher outro documento
ro: Alegeți alt document
ru: Выберите другой документ
sk: Vyberte iný doklad
sl: Izberite drug dokument
sv: Välj ett annat dokument
th: เลือกเอกสารอื่น
tr: Başka bir belge seçin
uk: Виберіть інший документ
zh_hans: 选择另一个证明文件
zh_hant: 選擇其他文件

# onfido_video_capture_button_primary_start
source: Start recording
ar: بدء التسجيل
bg: Начало на запис
cs: Spuštění nahrávání
da: Start optagelsen
de: Aufnahme starten
el: Έναρξη εγγραφής
es_419: Iniciar grabación
et: Alustage salvestamist
fa: شروع ضبط
fi: Aloita tallennus
fr: Démarrer l’enregistrement
fr_ca: Commencer l'enregistrement
he: התחל לצלם
hi: रिकॉर्डिंग शुरू करें
hr: Počnite snimati
hu: Felvétel indítása
hy: Սկսել տեսագրությունը
it: Inizia a registrare
ja: 録画を開始する
ko: 녹화 시작
lt: Pradėti įrašymą
lv: Sākt ierakstu
ms: Mula rakaman
pl: Rozpocznij nagrywanie
pt: Começar a gravar
pt_br: Iniciar gravação
ro: Începeți înregistrarea
ru: Начать запись
sk: Spustiť zaznamenávanie
sl: Začni s snemanjem
sv: Starta inspelning
th: เริ่มบันทึก
tr: Kaydı başlatın
uk: Почати запис
zh_hans: 开始录制
zh_hant: 開始錄製

# onfido_video_confirmation_button_primary
source: Upload video
ar: إرسال فيديو
bg: Подаване на видеото
cs: Odeslat video
da: Indsend video
de: Video senden
el: Υποβολή βίντεο
es_419: Enviar video
et: Esitage video
fa: ارسال ویدئو
fi: Lähetä video
fr: Envoyer la vidéo
fr_ca: Envoyez la vidéo
he: שלח סרטון
hi: वीडियो सबमिट करें
hr: Pošaljite videozapis
hu: Videó beküldése
hy: Ուղարկել տեսանյութը
it: Invia video
ja: 動画を送信する
ko: 동영상 제출하기
lt: Pateikti vaizdo įrašą
lv: Iesniegt videoklipu
ms: Hantar video
pl: Prześlij wideo
pt: Enviar vídeo
pt_br: Enviar vídeo
ro: Trimiteți clip video
ru: Отправить видео
sk: Odoslať video
sl: Pošlji videoposnetek
sv: Skicka in video
th: ส่งวิดีโอ
tr: Videoyu gönder
uk: Надіслати відео
zh_hans: 提交视频
zh_hant: 提交影片

# onfido_country_select_list_header_suggested
source: Suggested country
ar: البلد المقترح
bg: Предложена държава
cs: Navrhovaná země
da: Foreslået land
de: Vorgeschlagenes Land
el: Προτεινόμενη χώρα
es_419: País sugerido
et: Soovitatud riik
fa: کشور پیشنهادی
fi: Ehdotettu maa
fr: Pays recommandé
fr_ca: Pays suggérés
he: מדינה
hi: सुझाया गया देश
hr: Predložena zemlja
hu: Javasolt ország
hy: Առաջարկվող երկիր
it: Paese suggerito
ja: 推奨される国
ko: 추천 국가
lt: Siūloma šalis
lv: Ieteiktā valsts
ms: Negara cadangan
pl: Sugerowany kraj
pt: País sugerido
pt_br: País sugerido
ro: Țară sugerată
ru: Предлагаемая страна
sk: Navrhovaná krajina
sl: Predlagana država
sv: Föreslaget land
th: ประเทศที่แนะนำ
tr: Önerilen ülke
uk: Пропонована країна
zh_hans: 建议的国家/地区
zh_hant: 建議國家

# onfido_video_intro_error_network
source: Unable to load due to unstable network
ar: تعذّر التحميل بسبب عدم استقرار الشبكة
bg: Неуспешно зареждане поради нестабилна мрежа
cs: Nelze načíst z důvodu nestabilní sítě
da: Kan ikke indlæses på grund af ustabilt netværk
de: Laden aufgrund eines instabilen Netzwerks nicht möglich
el: Η φόρτωση δεν είναι δυνατή λόγω ασταθούς δικτύου
es_419: No se puede cargar debido a una red inestable
et: Ebastabiilse võrgu tõttu ei ole laadimine võimalik
fa: به دلیل ضعیف بودن اینترنت، فایل بارگذاری نشد
fi: Ei voida ladata epävakaan verkon takia
fr: Erreur de chargement car la connection est instable
fr_ca: Impossible de procéder au chargement en raison d'un réseau instable
he: רשת לא יציבה, אין אפשרות לטעון
hi: अस्थिर नेटवर्क की वजह से लोड नहीं हुआ
hr: Učitavanje nije moguće jer je mreža nestabilna
hu: Instabil hálózat miatt a betöltés nem sikerült
hy: Չհաջողվեց բեռնել անկայուն կապի պատճառով
it: Caricamento non riuscito per instabilità di rete
ja: ネットワークが不安定なため読み込めません
ko: 불안정한 네트워크로 인해 불러올 수 없습니다
lt: Nepavyksta įkelti dėl nestabilaus tinklo
lv: Nevar ielādēt nestabila tīkla savienojuma dēļ
ms: Tidak dapat memuatkan kerana rangkaian tidak stabil
pl: Nie można załadować z powodu niestabilnego połączenia
pt: Incapaz de carregar devido à rede instável
pt_br: Não foi possível carregar devido à rede instável
ro: Imposibil de încărcat din cauza rețelei instabile
ru: Невозможно загрузить из-за нестабильной работы сети
sk: Nepodarilo sa načítať z dôvodu nestabilnej siete
sl: Nalaganje ni mogoče zaradi nestabilnega omrežja
sv: Kunde inte ladda på grund av instabilt nätverk
th: โหลดไม่ได้เนื่องจากเครือข่ายไม่เสถียร
tr: Kararsız ağ nedeniyle yüklenemiyor
uk: Неможливо завантажити через нестабільне інтернет-з’єднання
zh_hans: 由于网络不稳定，无法加载
zh_hant: 由於網路不穩定，無法載入

# onfido_country_select_bottom_sheet_details
source: It seems like the country of the document you’ve selected is not supported. Please select a different country.
ar: يبدو أن بلد المستند الذي حددته غير معتمد. يُرجى تحديد بلد مختلف.
bg: Изглежда, че държавата, издала документа, който сте избрали, не се поддържа. Изберете различна държава.
cs: Vypadá to, že země vybraného dokumentu není podporována. Prosím, vyberte jinou zemi.
da: Det ser ud til, at det land, du har valgt for dokumentet, ikke understøttes. Vælg et andet land.
de: Anscheinend wird das Land des ausgewählten Dokuments nicht unterstützt. Bitte wählen Sie ein anderes Land aus.
el: Φαίνεται ότι η χώρα του εγγράφου που επιλέξατε δεν υποστηρίζεται. Επιλέξτε μια διαφορετική χώρα.
es_419: Parece que el país del documento que seleccionaste no es compatible. Selecciona un país diferente.
et: Paistab, et teie valitud dokumendil märgitud riiki ei toetata. Valige muu riik.
fa: کشور صادرکننده مدرک پشتیبانی نمی‌شود. لطفاً کشور دیگری را انتخاب کنید. لطفاً کشور دیگری را انتخاب کنید.
fi: Näyttää siltä, että valitsemasi asiakirjan maata ei tueta. Valitse toinen maa.
fr: Il semble que le pays du document que vous avez sélectionné n'est pas pris en charge. Veuillez sélectionner un autre pays.
fr_ca: Il semble que le pays du document que vous avez sélectionné n'est pas pris en charge. Veuillez sélectionner un autre pays.
he: נראה שהארץ שבחרת במסמך אינה נתמכת. בחר ארץ אחרת.
hi: ऐसा लगता है कि आपके चुने गए डॉक्यूमेंट का देश उपलब्ध नहीं है। कृपया कोई दूसरा देश चुनें।
hr: Čini se da zemlja odabranog dokumenta nije podržana. Odaberite drugu zemlju.
hu: Úgy tűnik, a kiválasztott dokumentumhoz tartozó ország nem támogatott. Válasszon ki egy másik országot.
hy: Կարծես թե ձեր ընտրած փաստաթղուղթը տրամադրող երկիրը չի սպասարկվում։ Խնդրում ենք ընտրել այլ երկիր։
it: Sembra che il paese del documento che hai scelto non sia supportato. Per favore, scegli un altro paese.
ja: 選択した国のドキュメントはサポートされていないようです。別の国を選択してください。
ko: 선택하신 서류의 국가는 지원되지 않는 것 같습니다. 다른 국가를 선택해주세요.
lt: Panašu, kad ieškoma šalis nepalaikoma. Pasirinkite kitą šalį.
lv: Šķiet, ka jūsu atlasītā dokumenta valsts netiek atbalstīta. Atlasiet citu valsti.
ms: Nampaknya negara dokumen yang anda pilih tidak disokong. Sila pilih negara lain.
pl: Zdaje się, że kraj wybranego dokumentu nie jest wspierany. Proszę wybrać inny kraj.
pt: Parece que o país do documento que escolheu não é suportado. Por favor, escolha um país diferente.
pt_br: Parece que o país do documento que você selecionou não é suportado. Selecione um país diferente.
ro: Se pare că țara asociată cu documentul pe care l-ați ales nu este suportată. Vă rugăm să alegeți o altă țară.
ru: Похоже, страна выбранного документа не поддерживается. Выберите другую страну.
sk: Zdá sa, že vybraná krajina vydania dokladu nie je podporovaná. Vyberte inú krajinu.
sl: Zdi se, da država izbranega dokumenta ni podprta. Izberite drugo državo.
sv: Det verkar som att landet för det dokument du har valt inte stöds. Välj ett annat land.
th: ดูเหมือนว่าระบบจะไม่รองรับประเทศของเอกสารที่คุณเลือก โปรดเลือกประเทศอื่น
tr: Seçtiğiniz belgenin ülkesi desteklenmiyor gibi görünüyor. Lütfen farklı bir ülke seçin.
uk: Схоже, країна видачі вибраного документа не підтримується. Виберіть іншу країну.
zh_hans: 您所选证明文件的国家/地区似乎不受支持。请选择其他国家/地区。
zh_hant: 似乎不支援您所選文件的國家。請選擇國家。

# onfido_country_select_bottom_sheet_title
source: Can’t find your country?
ar: لا يمكنك العثور على بلدك؟
bg: Не можете да намерите държавата си?
cs: Nemůžete najít svou zemi?
da: Kan du ikke finde dit land?
de: Ihr Land ist nicht aufgeführt?
el: Δεν μπορείτε να βρείτε τη χώρα σας;
es_419: ¿No encuentras tu país?
et: Kas te ei leia oma riiki?
fa: نمی‌توانید کشور خود را پیدا کنید؟
fi: Etkö löydä maatasi?
fr: Votre pays est introuvable ?
fr_ca: Vous ne trouvez pas votre pays?
he: לא מוצא את המדינה שלך?
hi: आपका देश नहीं मिल रहा है?
hr: Ne možete pronaći svoju zemlju?
hu: Nem találja az országot?
hy: Չե՞ք կարողանում գտնել ձեր երկիրը։
it: Non trovi il tuo paese?
ja: お住まいの国が見つかりませんか？
ko: 소속 국가를 찾을 수 없나요?
lt: Nerandate savo šalies?
lv: Nevarat atrast savu valsti?
ms: Tidak menemui negara anda?
pl: Nie możesz znaleźć swojego kraju?
pt: Não consegue encontrar o seu país?
pt_br: Não consegue encontrar o seu país?
ro: Nu vă găsiți țara?
ru: Нет Вашей страны?
sk: Nemôžete nájsť svoju krajinu?
sl: Ne najdete svoje države?
sv: Hittar du inte ditt land?
th: ไม่พบประเทศของคุณใช่ไหม?
tr: Ülkenizi bulamadınız mı?
uk: Не можете знайти потрібну країну?
zh_hans: 找不到您的国家/地区？
zh_hant: 找不到您的國家？
