Repository: onfido/onfido-ios-sdk
Catalog: localization/Localizable_*.strings
Languages: ar, bg, cs, da, de, el, es_419, et, fa, fi, fr, fr_ca, he, hi, hr, hu, hy, it, ja, ko, lt, lv, ms, pl, pt, pt_br, ro, ru, sk, sl, sv, th, tr, uk, zh_hans, zh_hant

# onfido_doc_capture_frame_accessibility_ic_back_manual
source: View from camera. Position the back of your document in the frame, then tap the shutter button
ar: عرض من الكاميرا. ضع الجزء الخلفي من المستند ضمن الإطار، ثم اضغط على زر الغالق
bg: Прегледайте от камерата. Позиционирайте задната страна на документа в рамката, след което докоснете бутона на затвора
cs: Pohled z kamery. Umístěte zadní stranu dokumentu do rámečku a klepněte na tlačítko spouště.
da: Visning fra kameraet. Placer dit dokuments bagside inden for rammen, og tryk derefter på udløserknappen
de: Ansicht der Kamera. Positionieren Sie die Rückseite Ihres Dokuments im Rahmen und tippen Sie dann auf den Auslöser
el: Προβολή από κάμερα. Τοποθετήστε την πίσω όψη του εγγράφου σας στο πλαίσιο και, στη συνέχεια, πατήστε το κουμπί κλείστρου
es_419: Vista desde la cámara. Coloca el reverso del documento en el marco y toca el botón del obturador
et: Vaade kaamerast. Asetage oma dokumendi tagakülg kaadrisse ja seejärel puudutage pildistamisnuppu
fa: مشاهده از دوربین. پشت مدرک خود را درون کادر قرار دهید، سپس روی دکمه شاتر ضربه بزنید
fi: Näkymä kamerasta. Aseta asiakirjasi takaosa kehykseen ja napauta sitten laukaisinta
fr: Vue depuis la caméra. Placez le verso de votre document dans le cadre, puis appuyez sur le déclencheur
fr_ca: Vue depuis la caméra. Positionnez le verso de votre document dans le cadre, puis appuyez sur le bouton déclencheur
he: צפה מהמצלמה. מקם את הצד האחורי של המסמך במסגרת ולחץ על כפתור הצילום
hi: कैमरे से देखें। अपने डॉक्यूमेंट के फ़ोटो वाले पेज को फ़्रेम के बीच में रखें, फिर शटर बटन पर टैप करें
hr: Pogledajte kako izgleda na kameri. Postavite stražnju stranu dokumenta u okvir, a zatim dodirnite okidač
hu: Kamera képe. Helyezze a dokumentum hátoldalát a keretbe, majd koppintson az exponáló gombra
hy: Տեսարան տեսախցիկից։ Ձեր փաստաթղթի դարձերեսը տեղադրեք շրջանակի մեջ, ապա հպեք տեսախցիկի կոճակին
it: Vista dalla fotocamera. Posiziona il retro del documento nella cornice e premi il pulsante di scatto
ja: カメラから見た様子。ドキュメントの背面をフレームに配置し、シャッターボタンをタップします
ko: 카메라에서 본 이미지. 서류 뒷면이 프레임 안에 들어오도록 위치시킨 다음 셔터 버튼을 누릅니다
lt: Vaizdas iš kameros. Pasirūpinkite, kad galinė dokumento pusė būtų rėmelyje, tada bakstelėkite užrakto mygtuką
lv: Skats no kameras. Ievietojiet dokumenta aizmuguri kadrā un pēc tam pieskarieties slēdža pogai
ms: Pandangan dari kamera. Letakkan bahagian belakang dokumen anda dalam bingkai, kemudian ketik butang pengatup
pl: Widok z aparatu. Umieść tył dokumentu w ramce, a następnie wciśnij przycisk migawki
pt: Vista da câmara. Posicione a parte de trás do seu documento na moldura, depois toque no botão do obturador
pt_br: Visualização pela câmera. Posicione o verso do documento no quadro e toque no botão do obturador
ro: Vizualizați din camera video. Poziționați pagina verso a documentului dvs. în cadru, apoi atingeți butonul de obturare
ru: Вид с камеры. Поместите оборотную сторону документа в рамку, а затем нажмите кнопку затвора
sk: Pohľad z fotoaparátu. Umiestnite zadnú stranu dokladu do rámu a potom ťuknite na tlačidlo uzávierky
sl: Pogled s kamere. Zadnjo stran dokumenta postavite v okvir, nato pa tapnite gumb sprožilca
sv: Vy från kameran. Placera dokumentets baksida i ramen och tryck sedan på slutarknappen
th: ดูจากกล้อง วางด้านหลังเอกสารของคุณให้อยู่ในกรอบ แล้วแตะปุ่มชัตเตอร์
tr: Kameradan görüntü. Belgenizin arka yüzünü çerçeveye yerleştirin, ardından deklanşör düğmesine dokunun
uk: Увімкніть камеру. Наведіть рамку на зворотний бік документа, а тоді натисніть кнопку зйомки
zh_hans: 在相机上查看。将证明文件的背面放在框中，然后轻触快门按钮
zh_hant: 從相機檢視。將文件的背面置於框架中，然後點選快門按鈕

# onfido_doc_capture_frame_accessibility_rp_front_manual
source: View from camera. Position the front of your document in the frame, then tap the shutter button
ar: عرض من الكاميرا. ضع الجزء الأمامي من المستند ضمن الإطار، ثم اضغط على زر الغالق
bg: Прегледайте от камерата. Позиционирайте лицевата страна на документа си в рамката, след което докоснете бутона на затвора
cs: Pohled z kamery. Umístěte přední část dokumentu do rámečku a klepněte na tlačítko spouště.
da: Visning fra kameraet. Placer dit dokuments forside inden for rammen, og tryk derefter på udløserknappen
de: Ansicht der Kamera. Positionieren Sie die Vorderseite Ihres Dokuments im Rahmen und tippen Sie dann auf den Auslöser
el: Προβολή από κάμερα. Τοποθετήστε την μπροστινή όψη του εγγράφου σας στο πλαίσιο και, στη συνέχεια, πατήστε το κουμπί κλείστρου
es_419: Vista desde la cámara. Coloca el anverso del documento en el marco y toca el botón del obturador
et: Vaade kaamerast. Asetage dokumendi esikülg kaadrisse ja seejärel puudutage pildistamisnuppu
fa: مشاهده از دوربین. روی مدرک خود را درون کادر قرار دهید، سپس روی دکمه شاتر ضربه بزنید
fi: Näkymä kamerasta. Aseta asiakirjasi etuosa kehykseen ja napauta sitten laukaisinta
fr: Vue depuis la caméra. Placez le recto de votre document dans le cadre, puis appuyez sur le déclencheur
fr_ca: Vue depuis la caméra. Positionnez le recto de votre document dans le cadre, puis appuyez sur le bouton déclencheur
he: צפה מהמצלמה. מקם את הצד הקדמי של המסמך במסגרת ולחץ על כפתור הצילום
hi: कैमरे से देखें। अपने डॉक्यूमेंट के सामने वाले हिस्से को फ़्रेम के बीच में रखें, फिर शटर बटन पर टैप करें
hr: Pogledajte kako izgleda na kameri. Postavite prednju stranu dokumenta u okvir, a zatim dodirnite okidač
hu: Kamera képe. Helyezze a dokumentum előlapját a keretbe, majd koppintson az exponáló gombra
hy: Տեսարան տեսախցիկից։ Ձեր փաստաթղթի դիմերեսը տեղադրեք շրջանակի մեջ, ապա հպեք տեսախցիկի կոճակին
it: Vista dalla fotocamera. Posiziona il fronte del documento nella cornice e premi il pulsante di scatto
ja: カメラから見た様子。ドキュメントの前面をフレームに配置し、シャッターボタンをタップします
ko: 카메라에서 본 이미지. 서류 앞면이 프레임 안에 들어오도록 위치시킨 다음 셔터 버튼을 누릅니다
lt: Vaizdas iš kameros. Pasirūpinkite, kad dokumento priekinė pusė būtų rėmelyje, tada bakstelėkite užrakto mygtuką
lv: Skats no kameras. Ievietojiet dokumenta priekšpusi kadrā un pēc tam pieskarieties slēdža pogai
ms: Pandangan dari kamera. Letakkan bahagian depan dokumen anda dalam bingkai, kemudian ketik butang pengatup
pl: Widok z aparatu. Umieść przednią stronę dokumentu w ramce, a następnie wciśnij przycisk migawki
pt: Vista da câmara. Posicione a frente do seu documento na moldura, depois toque no botão do obturador
pt_br: Visualização pela câmera. Posicione a frente do documento no quadro e toque no botão do obturador
ro: Vizualizați din camera video. Poziționați pagina față a documentului dvs. în cadru, apoi atingeți butonul de obturare
ru: Вид с камеры. Поместите лицевую сторону документа в рамку, а затем нажмите кнопку затвора
sk: Pohľad z fotoaparátu. Umiestnite prednú stranu dokladu do rámu a potom ťuknite na tlačidlo uzávierky
sl: Pogled s kamere. Sprednjo stran dokumenta postavite v okvir, nato pa tapnite gumb sprožilca
sv: Vy från kameran. Placera dokumentets framsida i ramen och tryck sedan på slutarknappen
th: ดูจากกล้อง วางด้านหน้าเอกสารให้อยู่ในกรอบ แล้วแตะปุ่มชัตเตอร์
tr: Kameradan görüntü. Belgenizin ön yüzünü çerçeveye yerleştirin, ardından deklanşör düğmesine dokunun
uk: Увімкніть камеру. Наведіть рамку на лицьовий бік документа, а тоді натисніть кнопку зйомки
zh_hans: 在相机上查看。将证明文件的正面放在框中，然后轻触快门按钮
zh_hant: 從相機檢視。將文件正面置於框架中，然後點選快門按鈕

# onfido_doc_capture_frame_accessibility_rp_back_manual
source: View from camera. Position the back of your document in the frame, then tap the shutter button
ar: عرض من الكاميرا. ضع الجزء الخلفي من المستند ضمن الإطار، ثم اضغط على زر الغالق
bg: Прегледайте от камерата. Позиционирайте задната страна на документа в рамката, след което докоснете бутона на затвора
cs: Pohled z kamery. Umístěte zadní stranu dokumentu do rámečku a klepněte na tlačítko spouště.
da: Visning fra kameraet. Placer dit dokuments bagside inden for rammen, og tryk derefter på udløserknappen
de: Ansicht der Kamera. Positionieren Sie die Rückseite Ihres Dokuments im Rahmen und tippen Sie dann auf den Auslöser
el: Προβολή από κάμερα. Τοποθετήστε την πίσω όψη του εγγράφου σας στο πλαίσιο και, στη συνέχεια, πατήστε το κουμπί κλείστρου
es_419: Vista desde la cámara. Coloca el reverso del documento en el marco y toca el botón del obturador
et: Vaade kaamerast. Asetage oma dokumendi tagakülg kaadrisse ja seejärel puudutage pildistamisnuppu
fa: مشاهده از دوربین. پشت مدرک خود را درون کادر قرار دهید، سپس روی دکمه شاتر ضربه بزنید
fi: Näkymä kamerasta. Aseta asiakirjasi takaosa kehykseen ja napauta sitten laukaisinta
fr: Vue depuis la caméra. Placez le verso de votre document dans le cadre, puis appuyez sur le déclencheur
fr_ca: Vue depuis la caméra. Positionnez le verso de votre document dans le cadre, puis appuyez sur le bouton déclencheur
he: צפה מהמצלמה. מקם את הצד האחורי של המסמך במסגרת ולחץ על כפתור הצילום
hi: कैमरे से देखें। अपने डॉक्यूमेंट के फ़ोटो वाले पेज को फ़्रेम के बीच में रखें, फिर शटर बटन पर टैप करें
hr: Pogledajte kako izgleda na kameri. Postavite stražnju stranu dokumenta u okvir, a zatim dodirnite okidač
hu: Kamera képe. Helyezze a dokumentum hátoldalát a keretbe, majd koppintson az exponáló gombra
hy: Տեսարան տեսախցիկից։ Ձեր փաստաթղթի դարձերեսը տեղադրեք շրջանակի մեջ, ապա հպեք տեսախցիկի կոճակին
it: Vista dalla fotocamera. Posiziona il retro del documento nella cornice e premi il pulsante di scatto
ja: カメラから見た様子。ドキュメントの背面をフレームに配置し、シャッターボタンをタップします
ko: 카메라에서 본 이미지. 서류 뒷면이 프레임 안에 들어오도록 위치시킨 다음 셔터 버튼을 누릅니다
lt: Vaizdas iš kameros. Pasirūpinkite, kad galinė dokumento pusė būtų rėmelyje, tada bakstelėkite užrakto mygtuką
lv: Skats no kameras. Ievietojiet dokumenta aizmuguri kadrā un pēc tam pieskarieties slēdža pogai
ms: Pandangan dari kamera. Letakkan bahagian belakang dokumen anda dalam bingkai, kemudian ketik butang pengatup
pl: Widok z aparatu. Umieść tył dokumentu w ramce, a następnie wciśnij przycisk migawki
pt: Vista da câmara. Posicione a parte de trás do seu documento na moldura, depois toque no botão do obturador
pt_br: Visualização pela câmera. Posicione o verso do documento no quadro e toque no botão do obturador
ro: Vizualizați din camera video. Poziționați pagina verso a documentului dvs. în cadru, apoi atingeți butonul de obturare
ru: Вид с камеры. Поместите оборотную сторону документа в рамку, а затем нажмите кнопку затвора
sk: Pohľad z fotoaparátu. Umiestnite zadnú stranu dokladu do rámu a potom ťuknite na tlačidlo uzávierky
sl: Pogled s kamere. Zadnjo stran dokumenta postavite v okvir, nato pa tapnite gumb sprožilca
sv: Vy från kameran. Placera dokumentets baksida i ramen och tryck sedan på slutarknappen
th: ดูจากกล้อง วางด้านหลังเอกสารของคุณให้อยู่ในกรอบ แล้วแตะปุ่มชัตเตอร์
tr: Kameradan görüntü. Belgenizin arka yüzünü çerçeveye yerleştirin, ardından deklanşör düğmesine dokunun
uk: Увімкніть камеру. Наведіть рамку на зворотний бік документа, а тоді натисніть кнопку зйомки
zh_hans: 在相机上查看。将证明文件的背面放在框中，然后轻触快门按钮
zh_hant: 從相機檢視。將文件的背面置於框架中，然後點選快門按鈕

# onfido_doc_capture_frame_accessibility_dl_fr_front_manual
source: View from camera. Position the photo side of your document in the frame, then tap the shutter button
ar: عرض من الكاميرا. ضع جانب الصورة للمستند ضمن الإطار، ثم اضغط على زر الغالق
bg: Прегледайте от камерата. Позиционирайте страната със снимката от документа в рамката, след което докоснете бутона на затвора
cs: Pohled z kamery. Umístěte fotografovanou stranu dokumentu do rámečku a klepněte na tlačítko spouště
da: Visning fra kameraet. Placer dit dokuments side med billedet inden for rammen, og tryk derefter på udløserknappen
de: Ansicht der Kamera. Positionieren Sie die Fotoseite Ihres Dokuments im Rahmen und tippen Sie dann auf den Auslöser
el: Προβολή από κάμερα. Τοποθετήστε την πλευρά με τη φωτογραφία του εγγράφου σας στο πλαίσιο και, στη συνέχεια, πατήστε το κουμπί κλείστρου
es_419: Vista desde la cámara. Coloca el lado con foto del documento en el marco y toca el botón del obturador
et: Vaade kaamerast. Asetage oma dokumendi fotoga külg kaadrisse ja seejärel puudutage pildistamisnuppu
fa: مشاهده از دوربین. صفحه عکس‌دار مدرک خود را درون کادر قرار دهید، سپس روی دکمه شاتر ضربه بزنید
fi: Näkymä kamerasta. Aseta asiakirjasi valokuvapuoli kehykseen ja napauta sitten laukaisinta
fr: Vue depuis la caméra. Placez la photo de votre document dans le cadre, puis appuyez sur le déclencheur
fr_ca: Vue depuis la caméra. Positionnez la page photo de votre document dans le cadre, puis appuyez sur le bouton déclencheur
he: צפה מהמצלמה. מקם את עמוד תמונת המסמך במסגרת ולחץ על כפתור הצילום
hi: कैमरे से देखें। अपने डॉक्यूमेंट के फ़ोटो वाले हिस्से को फ़्रेम के बीच में रखें, फिर शटर बटन पर टैप करें
hr: Pogledajte kako izgleda na kameri. Postavite stranu dokumenta na kojoj je fotografija u okvir, a zatim dodirnite okidač
hu: Kamera képe. Helyezze a dokumentum fényképes oldalát a keretbe, majd koppintson az exponáló gombra
hy: Տեսարան տեսախցիկից։ Ձեր փաստաթղթի լուսանկարով էջը տեղադրեք շրջանակի մեջ, ապա սեղմեք նկարելու կոճակը
it: Vista dalla fotocamera. Posiziona il lato della foto del documento nella cornice e premi il pulsante di scatto
ja: カメラから見た様子。ドキュメントの写真側のページをフレームに配置し、シャッターボタンをタップします
ko: 카메라에서 본 이미지. 사진이 부착된 페이지가 프레임 안에 들어오도록 위치시킨 다음 셔터 버튼을 누릅니다
lt: Vaizdas iš kameros. Pasirūpinkite, kad dokumento nuotraukos pusė būtų rėmelyje, tada bakstelėkite užrakto mygtuką
lv: Skats no kameras. Ievietojiet dokumenta fotoattēla pusi kadrā un pēc tam pieskarieties slēdža pogai
ms: Pandangan dari kamera. Letakkan bahagian foto dokumen anda dalam bingkai, kemudian ketik butang pengatup
pl: Widok z aparatu. Umieść stronę dokumentu ze zdjęciem w ramce, a następnie wciśnij przycisk migawki
pt: Vista da câmara. Posicione o lado da fotografia do seu documento na moldura, depois toque no botão do obturador
pt_br: Visualização pela câmera. Posicione o lado com foto do documento no quadro e toque no botão do obturador
ro: Vizualizați din camera video. Poziționați partea cu poză a documentului dvs. în cadru, apoi atingeți butonul de obturare
ru: Вид с камеры. Поместите часть с фото в Вашем документе в рамку, а затем нажмите кнопку затвора
sk: Pohľad z fotoaparátu. Umiestnite stranu dokladu s fotkou do rámu a potom ťuknite na tlačidlo uzávierky
sl: Pogled s kamere. Postavite stran dokumenta s fotografijo v okvir, nato tapnite gumb sprožilca
sv: Vy från kameran. Placera dokumentets fotosida i ramen och tryck sedan på slutarknappen
th: ดูจากกล้อง วางเอกสารด้านที่มีรูปของคุณให้อยู่ในกรอบ แล้วแตะปุ่มชัตเตอร์
tr: Kameradan görüntü. Belgenizde fotoğraf olan tarafı çerçeveye yerleştirin, ardından deklanşör düğmesine dokunun
uk: Увімкніть камеру. Наведіть рамку на бік із фотографією, а тоді натисніть кнопку зйомки
zh_hans: 在相机上查看。将证明文件的照片一面放在框中，然后轻触快门按钮
zh_hant: 從相機檢視。將文件的相片頁置於框架中，然後點選快門按鈕

# onfido_doc_capture_frame_accessibility_dl_fr_back_manual
source: View from camera. Position the outer pages of your document in the frame, then tap the shutter button
ar: عرض من الكاميرا. ضع الصفحات الخارجية للمستند ضمن الإطار، ثم اضغط على زر الغالق
bg: Прегледайте от камерата. Позиционирайте външните страници на документа в рамката, след което докоснете бутона на затвора
cs: Pohled z kamery. Umístěte vnější stránky dokumentu do rámečku a klepněte na tlačítko spouště
da: Visning fra kameraet. Placer dit dokuments ydersider inden for rammen, og tryk derefter på udløserknappen
de: Ansicht der Kamera. Positionieren Sie die äußeren Seiten Ihres Dokuments im Rahmen und tippen Sie dann auf den Auslöser
el: Προβολή από κάμερα. Τοποθετήστε τις εξωτερικές σελίδες του εγγράφου σας στο πλαίσιο και, στη συνέχεια, πατήστε το κουμπί κλείστρου
es_419: Vista desde la cámara. Coloca las páginas externas del documento en el marco y toca el botón del obturador
et: Vaade kaamerast. Asetage oma dokumendi välisküljed kaadrisse ja seejärel puudutage pildistamisnuppu
fa: مشاهده از دوربین. صفحات بیرونی مدرک خود را درون کادر قرار دهید، سپس روی دکمه شاتر ضربه بزنید
fi: Näkymä kamerasta. Aseta asiakirjasi uloimmat sivut kehykseen ja napauta sitten laukaisinta
fr: Vue depuis la caméra. Placez les pages extérieures de votre document dans le cadre, puis appuyez sur le déclencheur
fr_ca: Vue depuis la caméra. Positionnez les pages extérieures de votre document dans le cadre, puis appuyez sur le bouton déclencheur
he: צפה מהמצלמה. מקם את העמודים החיצוניים של המסמך במסגרת ולחץ על כפתור הצילום
hi: कैमरे से देखें। अपने डॉक्यूमेंट के बाहरी पेजों को फ़्रेम के बीच में रखें, फिर शटर बटन पर टैप करें
hr: Pogledajte kako izgleda na kameri. Postavite vanjske stranice dokumenta u okvir, a zatim dodirnite okidač
hu: Kamera képe. Helyezze a dokumentum borítólapjait a keretbe, majd koppintson az exponáló gombra
hy: Տեսարան տեսախցիկից։ Ձեր փաստաթղթի էջերի դրսի կողմը տեղադրեք շրջանակի մեջ, ապա սեղմեք նկարելու կոճակը
it: Vista dalla fotocamera. Posiziona le pagine esterne del documento nella cornice e premi il pulsante di scatto
ja: カメラから見た様子。ドキュメントの外側のページをフレームに配置し、シャッターボタンをタップします
ko: 카메라에서 본 이미지. 서류 테두리가 프레임 안에 들어오도록 위치시킨 다음 셔터 버튼을 누릅니다
lt: Vaizdas iš kameros. Pasirūpinkite, kad dokumento išoriniai puslapiai būtų rėmelyje, tada bakstelėkite užrakto mygtuką
lv: Skats no kameras. Ievietojiet dokumenta ārējās lapas kadrā un pēc tam pieskarieties slēdža pogai
ms: Pandangan dari kamera. Letakkan halaman luar dokumen anda dalam bingkai, kemudian ketik butang pengatup
pl: Widok z aparatu. Umieść zewnętrzne strony dokumentu w ramce, a następnie wciśnij przycisk migawki
pt: Vista da câmara. Posicione as páginas exteriores do seu documento no enquadramento, depois toque no botão do obturado
pt_br: Visualização pela câmera. Posicione as páginas externas do documento no quadro e toque no botão do obturador
ro: Vizualizați din camera video. Poziționați paginile externe ale documentului dvs. în cadru, apoi atingeți butonul de obturare
ru: Вид с камеры. Поместите внешние страницы документа в рамку, а затем нажмите кнопку затвора
sk: Pohľad z fotoaparátu. Umiestnite vonkajšie stránky dokladu do rámu a potom ťuknite na tlačidlo uzávierky
sl: Pogled s kamere. Zunanjo stran dokumenta postavite v okvir, nato pa tapnite gumb sprožilca
sv: Vy från kameran. Placera dokumentets yttre sidor i ramen och tryck sedan på slutarknappen
th: ดูจากกล้อง วางหน้าด้านนอกเอกสารของคุณให้อยู่ในกรอบ แล้วแตะปุ่มชัตเตอร์
tr: Kameradan görüntü. Belgenizin dış sayfalarını çerçeveye yerleştirin, ardından deklanşör düğmesine dokunun
uk: Увімкніть камеру. Наведіть рамку на зовнішній розворот документа, а тоді натисніть кнопку зйомки
zh_hans: 在相机上查看。将证明文件的外页放在框中，然后轻触快门按钮
zh_hant: 從相機檢視。將文件的外頁置於框架中，然後點選快門按鈕

# onfido_doc_capture_frame_accessibility_ic_za_front_manual
source: View from camera. Position the photo side of your document in the frame, then tap the shutter button
ar: عرض من الكاميرا. ضع جانب الصورة للمستند ضمن الإطار، ثم اضغط على زر الغالق
bg: Прегледайте от камерата. Позиционирайте страната със снимката от документа в рамката, след което докоснете бутона на затвора
cs: Pohled z kamery. Umístěte fotografovanou stranu dokumentu do rámečku a klepněte na tlačítko spouště
da: Visning fra kameraet. Placer dit dokuments side med billedet inden for rammen, og tryk derefter på udløserknappen
de: Ansicht der Kamera. Positionieren Sie die Fotoseite Ihres Dokuments im Rahmen und tippen Sie dann auf den Auslöser
el: Προβολή από κάμερα. Τοποθετήστε την πλευρά με τη φωτογραφία του εγγράφου σας στο πλαίσιο και, στη συνέχεια, πατήστε το κουμπί κλείστρου
es_419: Vista desde la cámara. Coloca el lado con foto del documento en el marco y toca el botón del obturador
et: Vaade kaamerast. Asetage oma dokumendi fotoga külg kaadrisse ja seejärel puudutage pildistamisnuppu
fa: مشاهده از دوربین. صفحه عکس‌دار مدرک خود را درون کادر قرار دهید، سپس روی دکمه شاتر ضربه بزنید
fi: Näkymä kamerasta. Aseta asiakirjasi valokuvapuoli kehykseen ja napauta sitten laukaisinta
fr: Vue depuis la caméra. Placez la photo de votre document dans le cadre, puis appuyez sur le déclencheur
fr_ca: Vue depuis la caméra. Positionnez la page photo de votre document dans le cadre, puis appuyez sur le bouton déclencheur
he: צפה מהמצלמה. מקם את עמוד תמונת המסמך במסגרת ולחץ על כפתור הצילום
hi: कैमरे से देखें। अपने डॉक्यूमेंट के फ़ोटो वाले हिस्से को फ़्रेम के बीच में रखें, फिर शटर बटन पर टैप करें
hr: Pogledajte kako izgleda na kameri. Postavite stranu dokumenta na kojoj je fotografija u okvir, a zatim dodirnite okidač
hu: Kamera képe. Helyezze a dokumentum fényképes oldalát a keretbe, majd koppintson az exponáló gombra
hy: Տեսարան տեսախցիկից։ Ձեր փաստաթղթի լուսանկարով էջը տեղադրեք շրջանակի մեջ, ապա սեղմեք նկարելու կոճակը
it: Vista dalla fotocamera. Posiziona il lato della foto del documento nella cornice e premi il pulsante di scatto
ja: カメラから見た様子。ドキュメントの写真側のページをフレームに配置し、シャッターボタンをタップします
ko: 카메라에서 본 이미지. 사진이 부착된 페이지가 프레임 안에 들어오도록 위치시킨 다음 셔터 버튼을 누릅니다
lt: Vaizdas iš kameros. Pasirūpinkite, kad dokumento nuotraukos pusė būtų rėmelyje, tada bakstelėkite užrakto mygtuką
lv: Skats no kameras. Ievietojiet dokumenta fotoattēla pusi kadrā un pēc tam pieskarieties slēdža pogai
ms: Pandangan dari kamera. Letakkan bahagian foto dokumen anda dalam bingkai, kemudian ketik butang pengatup
pl: Widok z aparatu. Umieść stronę dokumentu ze zdjęciem w ramce, a następnie wciśnij przycisk migawki
pt: Vista da câmara. Posicione o lado da fotografia do seu documento na moldura, depois toque no botão do obturador
pt_br: Visualização pela câmera. Posicione o lado com foto do documento no quadro e toque no botão do obturador
ro: Vizualizați din camera video. Poziționați partea cu poză a documentului dvs. în cadru, apoi atingeți butonul de obturare
ru: Вид с камеры. Поместите часть с фото в Вашем документе в рамку, а затем нажмите кнопку затвора
sk: Pohľad z fotoaparátu. Umiestnite stranu dokladu s fotkou do rámu a potom ťuknite na tlačidlo uzávierky
sl: Pogled s kamere. Postavite stran dokumenta s fotografijo v okvir, nato tapnite gumb sprožilca
sv: Vy från kameran. Placera dokumentets fotosida i ramen och tryck sedan på slutarknappen
th: ดูจากกล้อง วางเอกสารด้านที่มีรูปของคุณให้อยู่ในกรอบ แล้วแตะปุ่มชัตเตอร์
tr: Kameradan görüntü. Belgenizde fotoğraf olan tarafı çerçeveye yerleştirin, ardından deklanşör düğmesine dokunun
uk: Увімкніть камеру. Наведіть рамку на бік із фотографією, а тоді натисніть кнопку зйомки
zh_hans: 在相机上查看。将证明文件的照片一面放在框中，然后轻触快门按钮
zh_hant: 從相機檢視。將文件的相片頁置於框架中，然後點選快門按鈕
