Repository: onfido/onfido-ios-sdk
Catalog: localization/Localizable_*.strings
Languages: ar, bg, cs, da, de, el, es_419, et, fa, fi, fr, fr_ca, he, hi, hr, hu, hy, it, ja, ko, lt, lv, ms, pl, pt, pt_br, ro, ru, sk, sl, sv, th, tr, uk, zh_hans, zh_hant

# onfido_doc_capture_header_live_guidance_no_doc
source: Hold your phone over the document
ar: امسك هاتفك فوق المستند
bg: Задръжте телефона си над документа
cs: Podržte telefon nad dokumentem
da: Hold din telefon oven over dokumentet
de: Bitte halten Sie Ihr Handy über das Dokument.
el: Κρατήστε το τηλέφωνό σας επάνω από το έγγραφο
es_419: Sostén tu teléfono sobre el documento
et: Hoidke telefoni dokumendi kohal
fa: گوشی خود را روی مدرک نگه دارید
fi: Pidä puhelintasi asiakirjan yllä
fr: Tenez votre téléphone au-dessus du document
fr_ca: Maintenez votre téléphone au-dessus du document
he: החזק את הטלפון מעל המסמך
hi: अपने फ़ोन को डॉक्यूमेंट के ऊपर होल्ड करें
hr: Držite mobitel iznad dokumenta
hu: Tartsa a telefont a dokumentum fölé
hy: Հեռախոսը պահեք փաստաթղթի վրա։
it: Tenere il telefono sopra il documento
ja: ドキュメントの上でスマートフォンを固定してください
ko: 서류 위에 휴대폰 배치하기
lt: Laikykite telefoną virš dokumento
lv: Turiet tālruni virs dokumenta
ms: Pegang telefon anda di atas dokumen
pl: Przytrzymaj telefon nad dokumentem
pt: Mantenha o seu telemóvel sobre o documento
pt_br: Segure seu celular em cima do documento
ro: Mențineți telefonul dvs. deasupra documentului
ru: Держите телефон над документом
sk: Podržte telefón nad dokladom
sl: Držite telefon nad dokumentom
sv: Håll telefonen över dokumentet
th: ถือโทรศัพท์ไว้เหนือเอกสาร
tr: Telefonunuzu belgenin üzerinde tutun
uk: Тримайте телефон над документом
zh_hans: 使手机保持在证明文件上方
zh_hant: 將手機置於文件上方

# onfido_doc_capture_header_live_guidance_no_doc_accessibility
source: No document found. Hold your phone over the document.
ar: لم يتم العثور على مستند. امسك هاتفك فوق المستند.
bg: Няма намерен документ. Задръжте телефона си над документа.
cs: Nebyl nalezen žádný dokument. Podržte telefon nad dokumentem.
da: Intet dokument blev fundet. Hold din telefon oven over dokumentet.
de: Kein Dokument gefunden. Bitte halten Sie Ihr Handy über das Dokument.
el: Δεν βρέθηκε έγγραφο. Κρατήστε το τηλέφωνό σας επάνω από το έγγραφο.
es_419: No se encontró ningún documento. Sostén tu teléfono sobre el documento.
et: Dokumenti ei leitud. Hoidke telefoni dokumendi kohal.
fa: هیچ مدرکی یافت نشد. گوشی خود را روی مدرک نگه دارید.
fi: Asiakirjaa ei löytynyt. Pidä puhelintasi asiakirjan yllä.
fr: Aucun document trouvé. Tenez votre téléphone au-dessus du document.
fr_ca: Aucun document trouvé. Tenez votre téléphone au-dessus du document.
he: לא נמצא מסמך. החזק את הטלפון מעל המסמך.
hi: कोई भी डॉक्यूमेंट नहीं मिला। अपने फ़ोन को डॉक्यूमेंट के ऊपर होल्ड करें।
hr: Nije pronađen nijedan dokument. Držite mobitel iznad dokumenta.
hu: Nem található a dokumentum. Tartsa a telefonját a dokumentum fölé.
hy: Փաստաթուղթը չի գտնվել։ Հեռախոսը պահեք փաստաթղթի վրա։
it: Nessun documento trovato. Tenere il telefono sopra il documento.
ja: ドキュメントが見つかりません。ドキュメントの上でスマートフォンを固定してください。
ko: 서류를 찾을 수 없습니다. 서류 위에 휴대폰이 위치하도록 하세요.
lt: Nerastas joks dokumentas. Laikykite telefoną virš dokumento.
lv: Nav atrasts neviens dokuments. Turiet tālruni virs dokumenta.
ms: Tiada dokumen ditemui. Pegang telefon anda di atas dokumen.
pl: Nie znaleziono dokumentu. Przytrzymaj telefon nad dokumentem.
pt: Não foram encontrados documentos. Mantenha o seu telemóvel sobre o documento.
pt_br: Nenhum documento encontrado. Segure seu celular em cima do documento.
ro: Niciun document găsit. Mențineți telefonul dvs. deasupra documentului.
ru: Документ не найден. Держите телефон над документом.
sk: Nenašiel sa žiadny doklad. Podržte telefón nad dokladom.
sl: Dokument ni najden. Držite telefon nad dokumentom.
sv: Inget dokument hittades. Håll telefonen över dokumentet.
th: ไม่พบเอกสาร ถือโทรศัพท์ไว้เหนือเอกสาร
tr: Belge bulunamadı. Telefonunuzu belgenin üzerinde tutun.
uk: Не знайдено жодного документа. Тримайте телефон над документом.
zh_hans: 未找到任何证明文件。使手机保持在证明文件上方。
zh_hant: 找不到文件。將手機置於文件上方。

# onfido_doc_capture_header_live_guidance_distance_close
source: Document too close
ar: المستند قريب جدًا
bg: Документът е твърде близо
cs: Příliš blízký dokument
da: Dokumentet er for tæt på
de: Dokument zu nah
el: Το έγγραφο είναι πολύ κοντά
es_419: El documento está demasiado cerca
et: Dokument on liiga lähedal
fa: مدرک خیلی نزدیک است
fi: Asiakirja liian lähellä
fr: Le document est trop proche
fr_ca: Document trop proche
he: המסמך קרוב מדי
hi: डॉक्यूमेंट बहुत करीब है
hr: Dokument je preblizu
hu: A dokumentum túl közel van
hy: Փաստաթուղթը չափազանց մոտ է
it: Documento troppo vicino
ja: ドキュメントが近すぎます
ko: 서류와의 거리가 너무 가깝습니다
lt: Dokumentas per arti
lv: Dokuments ir pārāk tuvu
ms: Dokumen terlalu hampir
pl: Dokument zbyt blisko
pt: Documento demasiado perto
pt_br: Documento muito próximo
ro: Documentul este prea aproape
ru: Документ слишком близко
sk: Doklad je príliš blízko
sl: Dokument je preblizu
sv: Dokumentet är för nära
th: เอกสารอยู่ใกล้เกินไป
tr: Belge çok yakın
uk: Документ розташований занадто близько
zh_hans: 证明文件太近
zh_hant: 文件距離過近

# onfido_doc_capture_header_live_guidance_distance_close_accessibility
source: Document too close to camera
ar: مستند قريب جدًا من الكاميرا
bg: Документът е твърде близо до камерата
cs: Dokument je příliš blízko kameře
da: Dokumentet er for tæt på kameraet
de: Dokument zu nah an der Kamera
el: Το έγγραφο είναι πολύ κοντά στην κάμερα
es_419: Documento demasiado cerca de la cámara
et: Dokument on kaamerale liiga lähedal
fa: مدرک خیلی به دوربین نزدیک است
fi: Asiakirja liian lähellä kameraa
fr: Le document est trop proche de l’appareil photo
fr_ca: Document trop proche de la caméra
he: המסמך קרוב מדי למצלמה
hi: डॉक्यूमेंट कैमरे के बहुत करीब है
hr: Dokument je preblizu kameri
hu: A dokumentum túl közel van a kamerához
hy: Փաստաթուղթը չափազանց մոտ է տեսախցիկին
it: Documento troppo vicino alla fotocamera
ja: ドキュメントがカメラに近すぎます
ko: 서류와 카메라 사이의 거리가 너무 가깝습니다
lt: Dokumentas per arti kameros
lv: Dokuments atrodas pārāk tuvu kamerai
ms: Dokumen terlalu hampir dengan kamera
pl: Dokument zbyt blisko aparatu
pt: Documento demasiado perto da câmara
pt_br: Documento muito próximo à câmera
ro: Documentul este prea aproape de camera video
ru: Документ слишком близко к камере
sk: Doklad je príliš blízko k fotoaparátu
sl: Dokument je preblizu kamere
sv: Dokumentet är för nära kameran
th: เอกสารอยู่ใกล้กล้องเกินไป
tr: Belge kameraya çok yakın
uk: Документ розташований занадто близько до камери
zh_hans: 证明文件距离相机太近
zh_hant: 文件距離相機過近

# onfido_doc_capture_header_live_guidance_distance_far
source: Document too far
ar: المستند بعيد جدًا
bg: Документът е твърде далеч
cs: Příliš vzdálený dokument
da: Dokumentet er for langt fra
de: Dokument zu weit weg
el: Το έγγραφο είναι πολύ μακριά
es_419: Documento demasiado lejos
et: Dokument on liiga kaugel
fa: مدرک خیلی دور است
fi: Asiakirja liian kaukana
fr: Le document est trop éloigné
fr_ca: Document trop éloigné
he: המסמך רחוק מדי
hi: डॉक्यूमेंट बहुत दूर है
hr: Dokument je predaleko
hu: A dokumentum túl messze van
hy: Փաստաթուղթը չափազանց հեռու է
it: Documento troppo lontano
ja: ドキュメントが遠すぎます
ko: 서류와 카메라 사이의 거리가 너무 멉니다
lt: Dokumentas per toli
lv: Dokuments ir pārāk tālu
ms: Dokumen terlalu jauh
pl: Dokument za daleko
pt: Documento demasiado longe
pt_br: Documento muito distante
ro: Documentul este prea departe
ru: Документ слишком далеко
sk: Doklad je príliš ďaleko
sl: Dokument je predaleč
sv: Dokument är för långt borta
th: เอกสารอยู่ไกลเกินไป
tr: Belge çok uzak
uk: Документ розташований занадто далеко
zh_hans: 证明文件太远
zh_hant: 文件距離過遠

# onfido_doc_capture_header_live_guidance_distance_far_accessibility
source: Document too far away from camera
ar: المستند بعيد جدًا عن الكاميرا
bg: Документът е твърде далеч от камерата
cs: Dokument je příliš daleko od kamery
da: Dokumentet er for langt fra kameraet
de: Dokument zu weit von der Kamera weg
el: Το έγγραφο είναι πολύ μακριά από την κάμερα
es_419: Documento demasiado lejos de la cámara
et: Dokument on kaamerast liiga kaugel
fa: مدرک خیلی از دوربین دور است
fi: Asiakirja liian kaukana kamerasta
fr: Le document est trop éloigné de l’appareil photo
fr_ca: Document trop éloigné de la caméra
he: המסמך רחוק מדי מהמצלמה
hi: डॉक्यूमेंट कैमरे से बहुत दूर है
hr: Dokument je predaleko od kamere
hu: A dokumentum túl messze van a kamerától
hy: Փաստաթուղթը չափազանց հեռու է տեսախցիկից
it: Documento troppo lontano dalla fotocamera
ja: ドキュメントがカメラから離れすぎています
ko: 서류와 카메라 사이의 거리가 너무 멉니다
lt: Dokumentas per toli nuo kameros
lv: Dokuments atrodas pārāk tālu no kameras
ms: Dokumen terlalu jauh dari kamera
pl: Dokument zbyt daleko od aparatu
pt: Documento demasiado longe da câmara
pt_br: Documento muito distante da câmera
ro: Documentul este prea departe de camera video
ru: Документ слишком далеко от камеры
sk: Doklad je príliš ďaleko od fotoaparátu
sl: Dokument je predaleč od kamere
sv: Dokumentet är för långt borta från kameran
th: เอกสารอยู่ห่างจากกล้องเกินไป
tr: Belge kameradan çok uzakta
uk: Документ розташований занадто далеко від камери
zh_hans: 证明文件距离相机太远
zh_hant: 文件距離相機過遠

# onfido_doc_capture_header_live_guidance_distance_ok
source: Keep this distance
ar: حافظ على هذه المسافة
bg: Задръжте това разстояние
cs: Udržujte tuto vzdálenost
da: Hold denne afstand
de: Halten Sie diesen Abstand
el: Διατηρήστε αυτήν την απόσταση
es_419: Mantén esta distancia
et: Hoidke sellist vahemaad
fa: این فاصله را حفظ کنید
fi: Pidä tämä etäisyys
fr: Gardez cette distance
fr_ca: Gardez cette distance
he: שמור מרחק זה
hi: इतनी दूरी बनाए रखें
hr: Zadržite mobitel na ovoj udaljenosti
hu: Tartsa ezt a távolságot
hy: Պահպանեք այս հեռավորությունը
it: Mantenere questa distanza
ja: この距離を保ってください
ko: 이 거리를 유지하기
lt: Laikykitės šio atstumo
lv: Ieturiet šādu attālumu
ms: Kekalkan jarak ini
pl: Zachowaj tę odległość
pt: Mantenha esta distância
pt_br: Mantenha esta distância
ro: Mențineți această distanță
ru: Сохраняйте это расстояние
sk: Udržujte túto vzdialenosť
sl: Držite to razdaljo
sv: Håll det här avståndet
th: รักษาระยะห่างนี้ไว้
tr: Bu mesafeyi koruyun
uk: Дотримуйтесь цієї відстані
zh_hans: 保持这个距离
zh_hant: 保持這個距離

# onfido_doc_capture_header_live_guidance_distance_ok_accessibility
source: Keep this distance from your document
ar: حافظ على هذه المسافة من مستندك
bg: Задръжте това разстояние от документа
cs: Dodržujte tuto vzdálenost od dokumentu
da: Hold denne afstand til dit dokument
de: Halten Sie diesen Abstand von Ihrem Dokument
el: Διατηρήστε αυτήν την απόσταση από το έγγραφό σας
es_419: Mantén esta distancia del documento
et: Hoidke oma dokumendist sellist vahemaad
fa: این فاصله را از مدرک خود حفظ کنید
fi: Pidä tämä etäisyys asiakirjastasi
fr: Tenez votre mobile à cette distance
fr_ca: Gardez cette distance par rapport à votre document
he: שמור מרחק זה מהמסמך שלך
hi: अपने डॉक्यूमेंट इतनी दूरी बनाए रखें
hr: Zadržite mobitel na ovoj udaljenosti od dokumenta
hu: Tartsd ezt a távolságot a dokumentumtól
hy: Պահպանեք այս հեռավորությունը ձեր փաստաթղթից
it: Mantenere questa distanza dal documento
ja: ドキュメントからこの距離を保ってください
ko: 이 거리를 그대로 유지하세요
lt: Laikykitės šio atstumo nuo savo dokumento
lv: Ieturiet šādu attālumu no dokumenta
ms: Kekalkan jarak ini dari dokumen anda
pl: Zachowaj tę odległość od dokumentu
pt: Mantenha esta distância do seu documento
pt_br: Mantenha esta distância do seu documento
ro: Mențineți această distanță față de documentul dvs.
ru: Сохраняйте это расстояние от Вашего документа
sk: Udržujte túto vzdialenosť od dokladu
sl: Ohranite to razdaljo od dokumenta
sv: Håll det här avståndet från ditt dokument
th: รักษาระยะห่างนี้จากเอกสารของคุณ
tr: Belgenizle aranızdaki mesafeyi koruyun
uk: Дотримуйтесь цієї відстані до документа
zh_hans: 保持与证明文件的这个距离
zh_hant: 與文件保持這個距離

# onfido_doc_capture_header_live_guidance_doc_too_left
source: Move left
ar: تحريك لليسار
bg: Преместете наляво
cs: Přesun doleva
da: Flyt til venstre
de: Nach links bewegen
el: Μετακίνηση προς τα αριστερά
es_419: Mover hacia la izquierda
et: Liigutage vasakule
fa: به چپ حرکت دهید
fi: Siirrä vasemm.
fr: Déplacez vers la gauche
fr_ca: Déplacement vers la gauche
he: הזז שמאלה
hi: बाईं ओर खिसकाएँ
hr: Pomakni ulijevo
hu: Mozgatás balra
hy: Շարժեք դեպի ձախ
it: Spostare a sinistra
ja: 左へ移動
ko: 왼쪽으로 이동하기
lt: Pastumti kairėn
lv: Pavirzīt pa kreisi
ms: Gerakkan ke kiri
pl: Przesuń w lewo
pt: Mova para a esquerda
pt_br: Mova para a esquerda
ro: Mișcați spre stânga
ru: Переместите влево
sk: Posuňte doľava
sl: Premaknite levo
sv: Flytta åt vänster
th: เลื่อนไปทางซ้าย
tr: Sola hareket ettirin
uk: Перемістити ліворуч
zh_hans: 左移
zh_hant: 向左移動

# onfido_doc_capture_header_live_guidance_doc_too_left_accessibility
source: Move your device to the left
ar: حرك جهازك إلى اليسار
bg: Преместете устройството си наляво
cs: Posuňte zařízení doleva
da: Flyt din enhed til venstre
de: Bewegen Sie Ihr Gerät nach links
el: Μετακινήστε τη συσκευή σας προς τα αριστερά
es_419: Mueve tu dispositivo a la izquierda
et: Liigutage seadet vasakule
fa: دستگاه خود را به سمت چپ حرکت دهید
fi: Siirrä laitettasi vasemmalle
fr: Déplacez votre mobile vers la gauche
fr_ca: Déplacez votre appareil vers la gauche
he: הזז את המכשיר לצד שמאל
hi: अपना डिवाइस बाईं ओर ले जाएँ
hr: Pomaknite uređaj ulijevo
hu: Mozgassa az eszközt balra
hy: Շարժեք ձեր սարքը դեպի ձախ
it: Spostare il dispositivo a sinistra
ja: デバイスを左に移動させてください
ko: 기기 위치를 왼쪽으로 옮기세요
lt: Patraukite įrenginį į kairę
lv: Pavirziet ierīci pa kreisi
ms: Gerakkan peranti anda ke kiri
pl: Przesuń urządzenie w lewo
pt: Mova o seu dispositivo para a esquerda
pt_br: Mova seu dispositivo para a esquerda
ro: Mișcați spre stânga
ru: Переместите устройство влево
sk: Posuňte zariadenie doľava
sl: Premaknite napravo v levo
sv: Flytta enheten åt vänster
th: เลื่อนอุปกรณ์ของคุณไปทางซ้าย
tr: Cihazınızı sola hareket ettirin
uk: Перемістіть пристрій ліворуч
zh_hans: 将设备向左移动
zh_hant: 向左移動裝置

# onfido_doc_capture_header_live_guidance_doc_too_right
source: Move right
ar: تحريك لليمين
bg: Преместете надясно
cs: Přesun doprava
da: Flyt til højre
de: Nach rechts bewegen
el: Μετακίνηση προς τα δεξιά
es_419: Mover hacia la derecha
et: Liigutage paremale
fa: به راست حرکت دهید
fi: Siirrä oikealle
fr: Déplacez vers la droite
fr_ca: Déplacez vers la droite
he: הזז ימינה
hi: दाईं ओर ले जाएँ
hr: Pomakni udesno
hu: Mozgatás jobbra
hy: Շարժեք դեպի աջ
it: Spostare a destra
ja: 右に移動
ko: 오른쪽으로 이동하기
lt: Pastumti dešinėn
lv: Pavirzīt pa labi
ms: Gerakkan ke kanan
pl: Przesuń w prawo
pt: Mova para a direita
pt_br: Mova para a direita
ro: Mișcați spre dreapta
ru: Переместите вправо
sk: Posuňte doprava
sl: Premaknite desno
sv: Flytta åt höger
th: เลื่อนไปทางขวา
tr: Sağa hareket ettirin
uk: Перемістити праворуч
zh_hans: 右移
zh_hant: 向右移動

# onfido_doc_capture_header_live_guidance_doc_too_right_accessibility
source: Move your device to the right
ar: حرك جهازك إلى اليمين
bg: Преместете устройството си надясно
cs: Posuňte zařízení doprava
da: Flyt din enhed til højre
de: Bewegen Sie Ihr Gerät nach rechts
el: Μετακινήστε τη συσκευή σας προς τα δεξιά
es_419: Mueve tu dispositivo a la derecha
et: Liigutage seadet paremale
fa: دستگاه خود را به سمت راست حرکت دهید
fi: Siirrä laitettasi oikealle
fr: Déplacez votre mobile vers la droite
fr_ca: Déplacez votre appareil vers la droite
he: הזז את המכשיר לצד לימין
hi: अपना डिवाइस दाईं ओर ले जाएँ
hr: Pomaknite uređaj udesno
hu: Mozgassa az eszközt jobbra
hy: Շարժեք ձեր սարքը դեպի աջ
it: Spostare il dispositivo a destra
ja: デバイスを右に移動させてください
ko: 기기 위치를 오른쪽으로 옮기세요
lt: Patraukite įrenginį į dešinę
lv: Pavirziet ierīci pa labi
ms: Gerakkan peranti anda ke kanan
pl: Przesuń urządzenie w prawo
pt: Mova o seu dispositivo para a direita
pt_br: Mova seu dispositivo para a direita
ro: Mișcați dispozitivul dvs. spre dreapta
ru: Переместите устройство вправо
sk: Posuňte zariadenie doprava
sl: Premaknite napravo v desno
sv: Flytta enheten åt höger
th: เลื่อนอุปกรณ์ของคุณไปทางขวา
tr: Cihazınızı sağa hareket ettirin
uk: Перемістіть пристрій праворуч
zh_hans: 将设备向右移动
zh_hant: 向右移動裝置

# onfido_doc_capture_header_live_guidance_doc_too_high
source: Move up
ar: تحريك للأعلى
bg: Преместете нагоре
cs: Přesun nahoru
da: Flyt opad
de: Nach oben bewegen
el: Μετακίνηση προς τα επάνω
es_419: Mover hacia arriba
et: Liigutage üles
fa: به بالا حرکت دهید
fi: Siirrä ylös
fr: Déplacez vers le haut
fr_ca: Déplacez vers le haut
he: הזז למעלה
hi: ऊपर ले जाएँ
hr: Pomakni prema gore
hu: Mozgatás felfelé
hy: Շարժեք դեպի վերև
it: Spostare verso l’alto
ja: 上へ移動
ko: 위쪽으로 이동하기
lt: Pakelti aukštyn
lv: Pavirzīt augšup
ms: Gerakkan ke atas
pl: Przesuń w górę
pt: Mova para cima
pt_br: Mova para cima
ro: Mișcați în sus
ru: Переместите вверх
sk: Posuňte nahor
sl: Premaknite gor
sv: Flytta uppåt
th: เลื่อนขึ้น
tr: Yukarı hareket ettirin
uk: Перемістити вгору
zh_hans: 上移
zh_hant: 向上移動

# onfido_doc_capture_header_live_guidance_doc_too_high_accessibility
source: Move your device up
ar: حرك جهازك للأعلى
bg: Преместете устройството си нагоре
cs: Posuňte zařízení nahoru
da: Flyt din enhed opad
de: Bewegen Sie Ihr Gerät nach oben
el: Μετακινήστε τη συσκευή σας προς τα επάνω
es_419: Mueve tu dispositivo hacia arriba
et: Liigutage seadet üles
fa: دستگاه خود را به سمت بالا حرکت دهید
fi: Siirrä laitettasi ylös
fr: Déplacez votre mobile vers le haut
fr_ca: Déplacez votre appareil vers le haut
he: הזז את המכשיר למעלה
hi: अपना डिवाइस ऊपर ले जाएँ
hr: Pomaknite uređaj prema gore
hu: Mozgassa az eszközt felfelé
hy: Շարժեք ձեր սարքը դեպի վերև
it: Spostare il dispositivo verso l’alto
ja: デバイスを上に移動させてください
ko: 기기 위치를 위쪽으로 옮기세요
lt: Pakelkite įrenginį aukštyn
lv: Pavirziet ierīci augšup
ms: Gerakkan peranti anda ke atas
pl: Przesuń urządzenie w górę
pt: Mova o seu dispositivo para cima
pt_br: Mova seu dispositivo para cima
ro: Mișcați dispozitivul dvs. în sus
ru: Переместите устройство вверх
sk: Posuňte zariadenie nahor
sl: Premaknite napravo navzgor
sv: Flytta enheten uppåt
th: เลื่อนอุปกรณ์ของคุณขึ้น
tr: Cihazınızı yukarı hareket ettirin
uk: Перемістіть пристрій вгору
zh_hans: 将设备向上移动
zh_hant: 向上移動裝置

# onfido_doc_capture_header_live_guidance_doc_slightly_high
source: Move up
ar: تحريك للأعلى
bg: Преместете нагоре
cs: Přesun nahoru
da: Flyt opad
de: Nach oben bewegen
el: Μετακίνηση προς τα επάνω
es_419: Mover hacia arriba
et: Liigutage üles
fa: به بالا حرکت دهید
fi: Siirrä ylös
fr: Déplacez vers le haut
fr_ca: Déplacez vers le haut
he: הזז למעלה
hi: ऊपर ले जाएँ
hr: Pomakni prema gore
hu: Mozgatás felfelé
hy: Շարժեք դեպի վերև
it: Spostare verso l’alto
ja: 上へ移動
ko: 위쪽으로 이동하기
lt: Pakelti aukštyn
lv: Pavirzīt augšup
ms: Gerakkan ke atas
pl: Przesuń w górę
pt: Mova para cima
pt_br: Mova para cima
ro: Mișcați în sus
ru: Переместите вверх
sk: Posuňte nahor
sl: Premaknite gor
sv: Flytta uppåt
th: เลื่อนขึ้น
tr: Yukarı hareket ettirin
uk: Перемістити вгору
zh_hans: 上移
zh_hant: 向上移動

# onfido_doc_capture_header_live_guidance_doc_slightly_high_accessibility
source: Move your device up slightly
ar: حرك جهازك للأعلى قليلاً
bg: Преместете устройството си леко нагоре
cs: Posuňte zařízení mírně nahoru
da: Flyt din enhed lidt opad
de: Bewegen Sie Ihr Gerät etwas nach oben
el: Μετακινήστε ελαφρώς τη συσκευή σας προς τα επάνω
es_419: Mueve tu dispositivo ligeramente hacia arriba
et: Liigutage seadet veidi üles
fa: دستگاه خود را کمی به سمت بالا حرکت دهید
fi: Siirrä laitettasi hieman ylös
fr: Déplacez légèrement votre mobile vers le haut
fr_ca: Déplacez légèrement votre appareil vers le haut
he: הזז את המכשיר מעט למעלה
hi: अपने डिवाइस को थोड़ा ऊपर ले जाएँ
hr: Pomaknite uređaj malo prema gore
hu: Mozgassa kissé feljebb az eszközt
hy: Շարժեք ձեր սարքը փոքր-ինչ դեպի վերև
it: Spostare il dispositivo leggermente verso l’alto
ja: デバイスを少し上に動かしてください
ko: 기기 위치를 살짝 위쪽으로 옮기세요
lt: Šiek tiek pakelkite įrenginį aukštyn
lv: Pavirziet ierīci nedaudz uz augšu
ms: Gerakkan peranti anda ke atas sedikit
pl: Przesuń urządzenie nieznacznie do góry
pt: Mova o seu dispositivo ligeiramente para cima
pt_br: Mova seu dispositivo ligeiramente para cima
ro: Mișcați telefonul dvs. ușor în sus
ru: Переместите устройство немного вверх
sk: Posuňte zariadenie mierne nahor
sl: Napravo rahlo premaknite navzgor
sv: Flytta enheten en aning uppåt
th: เลื่อนอุปกรณ์ของคุณขึ้นเล็กน้อย
tr: Cihazınızı hafifçe yukarı hareket ettirin
uk: Злегка перемістіть пристрій вгору
zh_hans: 将设备稍微向上移动
zh_hant: 稍微向上移動裝置

# onfido_doc_capture_header_live_guidance_doc_too_low
source: Move down
ar: تحريك للأسفل
bg: Преместете надолу
cs: Přesun dolů
da: Flyt nedad
de: Nach unten bewegen
el: Μετακίνηση προς τα κάτω
es_419: Mover hacia abajo
et: Liigutage alla
fa: به پایین حرکت دهید
fi: Siirrä alas
fr: Déplacez vers le bas
fr_ca: Déplacez vers le bas
he: הזז למטה
hi: नीचे ले जाएँ
hr: Pomakni prema dolje
hu: Mozgatás lefelé
hy: Շարժեք դեպի ներքև
it: Spostare verso il basso
ja: 下へ移動
ko: 아래로 이동하기
lt: Nuleiskite žemyn
lv: Pavirzīt lejup
ms: Gerakkan ke bawah
pl: Przesuń w dół
pt: Mova para baixo
pt_br: Mova para baixo
ro: Mișcați în jos
ru: Переместите вниз
sk: Posuňte nadol
sl: Premaknite navzdol
sv: Flytta nedåt
th: เลื่อนลง
tr: Aşağı hareket ettirin
uk: Перемістити вниз
zh_hans: 下移
zh_hant: 向下移動

# onfido_doc_capture_header_live_guidance_doc_too_low_accessibility
source: Move your device down
ar: حرك جهازك للأسفل
bg: Преместете устройството си надолу
cs: Přesuňte zařízení dolů
da: Flyt din enhed nedad
de: Bewegen Sie Ihr Gerät nach unten
el: Μετακινήστε τη συσκευή σας προς τα κάτω
es_419: Mueve el dispositivo hacia abajo
et: Liigutage seadet alla
fa: دستگاه خود را به سمت پایین حرکت دهید
fi: Siirrä laitettasi alas
fr: Déplacez votre mobile vers le bas
fr_ca: Déplacez votre appareil vers le bas
he: הזז את המכשיר למטה
hi: अपना डिवाइस नीचे ले जाएँ
hr: Pomaknite uređaj prema dolje
hu: Mozgassa lefelé az eszközt
hy: Շարժեք ձեր սարքը դեպի ներքև
it: Spostare il dispositivo verso il basso
ja: デバイスを下に移動させてください
ko: 기기 위치를 아래쪽으로 옮기세요
lt: Nuleiskite žemyn
lv: Pavirziet ierīci lejup
ms: Gerakkan peranti anda ke bawah
pl: Przesuń urządzenie w dół
pt: Mova o seu dispositivo para baixo
pt_br: Mova seu dispositivo para baixo
ro: Mișcați dispozitivul dvs. în jos
ru: Переместите устройство вниз
sk: Posuňte zariadenie nadol
sl: Premaknite napravo navzdol
sv: Flytta enheten nedåt
th: เลื่อนอุปกรณ์ของคุณลง
tr: Cihazınızı aşağı hareket ettirin
uk: Перемістіть пристрій униз
zh_hans: 将设备向下移动
zh_hant: 向下移動裝置

# onfido_doc_capture_header_live_guidance_doc_slightly_low
source: Move down
ar: تحريك للأسفل
bg: Преместете надолу
cs: Přesun dolů
da: Flyt nedad
de: Nach unten bewegen
el: Μετακίνηση προς τα κάτω
es_419: Mover hacia abajo
et: Liigutage alla
fa: به پایین حرکت دهید
fi: Siirrä alas
fr: Déplacez vers le bas
fr_ca: Déplacez vers le bas
he: הזז למטה
hi: नीचे ले जाएँ
hr: Pomakni prema dolje
hu: Mozgatás lefelé
hy: Շարժեք դեպի ներքև
it: Spostare verso il basso
ja: 下へ移動
ko: 아래로 이동하기
lt: Nuleiskite žemyn
lv: Pavirzīt lejup
ms: Gerakkan ke bawah
pl: Przesuń w dół
pt: Mova para baixo
pt_br: Mova para baixo
ro: Mișcați în jos
ru: Переместите вниз
sk: Posuňte nadol
sl: Premaknite navzdol
sv: Flytta nedåt
th: เลื่อนลง
tr: Aşağı hareket ettirin
uk: Перемістити вниз
zh_hans: 下移
zh_hant: 向下移動
