Repository: onfido/onfido-ios-sdk
Catalog: localization/Localizable_*.strings
Languages: ar, bg, cs, da, de, el, es_419, et, fa, fi, fr, fr_ca, he, hi, hr, hu, hy, it, ja, ko, lt, lv, ms, pl, pt, pt_br, ro, ru, sk, sl, sv, th, tr, uk, zh_hans, zh_hant

# onfido_doc_capture_frame_accessibility_ic_it_back_manual
source: View from camera. Position the outer pages of your document in the frame, then tap the shutter button
ar: عرض من الكاميرا. ضع الصفحات الخارجية للمستند ضمن الإطار، ثم اضغط على زر الغالق
bg: Прегледайте от камерата. Позиционирайте външните страници на документа в рамката, след което докоснете бутона на затвора
cs: Pohled z kamery. Umístěte vnější stránky dokumentu do rámečku a klepněte na tlačítko spouště
da: Visning fra kameraet. Placer dit dokuments ydersider inden for rammen, og tryk derefter på udløserknappen
de: Ansicht der Kamera. Positionieren Sie die äußeren Seiten Ihres Dokuments im Rahmen und tippen Sie dann auf den Auslöser
el: Προβολή από κάμερα. Τοποθετήστε τις εξωτερικές σελίδες του εγγράφου σας στο πλαίσιο και, στη συνέχεια, πατήστε το κουμπί κλείστρου
es_419: Vista desde la cámara. Coloca las páginas externas del documento en el marco y toca el botón del obturador
et: Vaade kaamerast. Asetage oma dokumendi välisküljed kaadrisse ja seejärel puudutage pildistamisnuppu
fa: مشاهده از دوربین. صفحات بیرونی مدرک خود را درون کادر قرار دهید، سپس روی دکمه شاتر ضربه بزنید
fi: Näkymä kamerasta. Aseta asiakirjasi uloimmat sivut kehykseen ja napauta sitten laukaisinta
fr: Vue depuis la caméra. Placez les pages extérieures de votre document dans le cadre, puis appuyez sur le déclencheur
fr_ca: Vue depuis la caméra. Positionnez les pages extérieures de votre document dans le cadre, puis appuyez sur le bouton déclencheur
he: צפה מהמצלמה. מקם את העמודים החיצוניים של המסמך במסגרת ולחץ על כפתור הצילום
hi: कैमरे से देखें। अपने डॉक्यूमेंट के बाहरी पेजों को फ़्रेम के बीच में रखें, फिर शटर बटन पर टैप करें
hr: Pogledajte kako izgleda na kameri. Postavite vanjske stranice dokumenta u okvir, a zatim dodirnite okidač
hu: Kamera képe. Helyezze a dokumentum borítólapjait a keretbe, majd koppintson az exponáló gombra
hy: Տեսարան տեսախցիկից։ Ձեր փաստաթղթի էջերի դրսի կողմը տեղադրեք շրջանակի մեջ, ապա սեղմեք նկարելու կոճակը
it: Vista dalla fotocamera. Posiziona le pagine esterne del documento nella cornice e premi il pulsante di scatto
ja: カメラから見た様子。ドキュメントの外側のページをフレームに配置し、シャッターボタンをタップします
ko: 카메라에서 본 이미지. 서류 테두리가 프레임 안에 들어오도록 위치시킨 다음 셔터 버튼을 누릅니다
lt: Vaizdas iš kameros. Pasirūpinkite, kad dokumento išoriniai puslapiai būtų rėmelyje, tada bakstelėkite užrakto mygtuką
lv: Skats no kameras. Ievietojiet dokumenta ārējās lapas kadrā un pēc tam pieskarieties slēdža pogai
ms: Pandangan dari kamera. Letakkan halaman luar dokumen anda dalam bingkai, kemudian ketik butang pengatup
pl: Widok z aparatu. Umieść zewnętrzne strony dokumentu w ramce, a następnie wciśnij przycisk migawki
pt: Vista da câmara. Posicione as páginas exteriores do seu documento no enquadramento, depois toque no botão do obturado
pt_br: Visualização pela câmera. Posicione as páginas externas do documento no quadro e toque no botão do obturador
ro: Vizualizați din camera video. Poziționați paginile externe ale documentului dvs. în cadru, apoi atingeți butonul de obturare
ru: Вид с камеры. Поместите внешние страницы документа в рамку, а затем нажмите кнопку затвора
sk: Pohľad z fotoaparátu. Umiestnite vonkajšie stránky dokladu do rámu a potom ťuknite na tlačidlo uzávierky
sl: Pogled s kamere. Zunanjo stran dokumenta postavite v okvir, nato pa tapnite gumb sprožilca
sv: Vy från kameran. Placera dokumentets yttre sidor i ramen och tryck sedan på slutarknappen
th: ดูจากกล้อง วางหน้าด้านนอกเอกสารของคุณให้อยู่ในกรอบ แล้วแตะปุ่มชัตเตอร์
tr: Kameradan görüntü. Belgenizin dış sayfalarını çerçeveye yerleştirin, ardından deklanşör düğmesine dokunun
uk: Увімкніть камеру. Наведіть рамку на зовнішній розворот документа, а тоді натисніть кнопку зйомки
zh_hans: 在相机上查看。将证明文件的外页放在框中，然后轻触快门按钮
zh_hant: 從相機檢視。將文件的外頁置於框架中，然後點選快門按鈕

# onfido_doc_capture_button_primary
source: Start document scan
ar: ابدأ مسح المستندات ضوئيًا
bg: Стартиране на сканиране на документа
cs: Spuštění skenování dokumentů
da: Start scanning af dokumenter
de: Starten Sie mit dem Scannen des Dokuments
el: Έναρξη σάρωσης εγγράφου
es_419: Iniciar escaneo de documento
et: Alustage dokumendi skannimist
fa: شروع اسکن مدرک
fi: Aloita asiakirjan skannaus
fr: Démarrer le scan du document
fr_ca: Démarrer la numérisation du document
he: התחל סריקת מסמכים
hi: डॉक्यूमेंट स्कैन करना शुरू करें
hr: Započnite skeniranje dokumenta
hu: Dokumentumbeolvasás indítása
hy: Սկսել փաստաթղթի սկանավորումը
it: Inizia a scansionare il documento
ja: ドキュメントのスキャンを開始
ko: 서류 스캔 시작
lt: Pradėti dokumento nuskaitymą
lv: Sākt dokumenta skenēšanu
ms: Mulakan imbasan dokumen
pl: Rozpocznij skanowanie dokumentu
pt: Iniciar digitalização de documento
pt_br: Iniciar digitalização do documento
ro: Începeți scanarea documentului
ru: Начать сканирование документа
sk: Spustiť skenovanie dokladu
sl: Začni skeniranje dokumenta
sv: Starta dokumentskanning
th: เริ่มสแกนเอกสาร
tr: Belge taramasını başlat
uk: Почати сканування документа
zh_hans: 开始证明文件扫描
zh_hant: 開始文件掃描

# onfido_selfie_capture_button_primary
source: Start face scan
ar: ابدأ المسح الضوئي للوجه
bg: Начало на лицево сканиране
cs: Spuštění skenování obličeje
da: Start scanning af ansigt
de: Starten Sie mit dem Scannen des Gesichts
el: Έναρξη σάρωσης προσώπου
es_419: Iniciar escaneo facial
et: Alustage näo skannimist
fa: شروع اسکن چهره
fi: Aloita kasvojen skannaus
fr: Démarrer le scan du visage
fr_ca: Démarrer la numérisation du visage
he: התחל סריקת פנים
hi: चेहरा स्कैन करना शुरू करें
hr: Započnite skeniranje lica
hu: Arcszkennelés indítása
hy: Սկսել դեմքի սկանավորումը
it: Inizia a scansionare il viso
ja: 顔スキャンを開始
ko: 얼굴 스캔 시작
lt: Pradėti veido nuskaitymą
lv: Sākt sejas skenēšanu
ms: Mulakan imbasan wajah
pl: Rozpocznij skanowanie twarzy
pt: Iniciar digitalizar da cara
pt_br: Iniciar digitalização do rosto
ro: Începeți scanarea feței
ru: Начать сканирование лица
sk: Spustiť skenovanie tváre
sl: Začni skeniranje obraza
sv: Starta ansiktsskanning
th: เริ่มสแกนใบหน้า
tr: Yüz taramasını başlat
uk: Почати сканування обличчя
zh_hans: 开始面部扫描
zh_hant: 開始臉部掃描

# onfido_nfc_sheet_success_instruction_card
source: We’ve successfully scanned your card
ar: لقد مسحنا بطاقتك ضوئيًا بنجاح
bg: Успешно сканирахме картата ви
cs: Úspěšně jsme naskenovali Vaši kartu
da: Vi har nu scannet dit kort
de: Wir haben Ihre Karte erfolgreich gescannt
el: Σαρώσαμε με επιτυχία το δελτίο σας
es_419: Tu tarjeta se escaneó con éxito
et: Teie kaardi skannimine õnnestus
fa: کارت شما با موفقیت اسکن شد
fi: Korttisi skannaus onnistui
fr: Nous avons scanné votre carte avec succès
fr_ca: Nous avons numérisé votre carte avec succès
he: סרקנו בהצלחה את הכרטיס שלך
hi: हमने आपका कार्ड स्कैन कर लिया है
hr: Uspješno smo skenirali vašu osobnu iskaznicu
hu: Sikeresen beszkenneltük a kártyáját
hy: Մենք հաջողությամբ սկանավորեցինք ձեր քարտը
it: Carta scansionata correttamente
ja: カードのスキャンに成功しました
ko: 카드 스캔이 완료되었습니다
lt: Sėkmingai nuskaitėme jūsų kortelę
lv: Jūsu karte ir veiksmīgi noskenēta
ms: Kami telah berjaya mengimbas kad anda
pl: Udało nam się zeskanować Twoją kartę
pt: Digitalizámos com sucesso o seu cartão
pt_br: Digitalizamos seu cartão com sucesso
ro: Am scanat cu succes cardul dvs.
ru: Мы успешно отсканировали Вашу карточку
sk: Váš preukaz sme úspešne naskenovali
sl: Uspešno smo skenirali vašo kartico
sv: Vi har skannat ditt kort
th: เราสแกนบัตรของคุณเรียบร้อยแล้ว
tr: Kimliğinizi başarıyla taradık
uk: Ми успішно відсканували ваше посвідчення
zh_hans: 我们已成功扫描您的身份证
zh_hant: 我們已成功掃描您的卡片

# onfido_nfc_intro_sheet_fail_instructions_card
source: Keep your phone still
ar: حافظ على هاتفك ثابتًا
bg: Дръжте телефона си неподвижен
cs: Nechte telefon v klidu
da: Hold din telefon stille
de: Halten Sie Ihr Telefon ruhig
el: Κρατήστε το τηλέφωνό σας ακίνητο
es_419: Mantén tu teléfono firme
et: Hoidke telefon paigal
fa: گوشی خود را ثابت نگه دارید
fi: Pidä puhelimesi paikallaan
fr: Gardez votre téléphone et votre passeport immobiles
fr_ca: Gardez votre téléphone immobile
he: אל תזיז את הטלפון שלך
hi: अपना फ़ोन स्थिर रखें
hr: Mirno držite mobitel
hu: Tartsa a telefonját egy helyben
hy: Ձեր հեռախոսը անշարժ պահեք
it: Tieni fermo il telefono
ja: スマートフォンを動かさないでください
ko: 휴대폰이 흔들리지 않게 두세요
lt: Laikykite telefoną nejudindami
lv: Turiet tālruni nekustīgi
ms: Pastikan telefon anda tidak bergerak
pl: Trzymaj telefon i paszport nieruchomo
pt: Mantenha o seu telefone quieto
pt_br: Mantenha seu celular parado
ro: Țineți nemișcat telefonul dvs.
ru: Держите телефон неподвижно
sk: Držte telefón nehybne
sl: Telefon imejte pri miru
sv: Håll telefonen stilla
th: ถือโทรศัพท์ไว้นิ่งๆ
tr: Telefonunuzu sabit tutun
uk: Тримайте телефон непорушно
zh_hans: 保持手机不动
zh_hant: 請保持手機靜止不動

# onfido_nfc_intro_sheet_fail_subtitle_card
source: Lost contact with card
ar: فقد الاتصال بالبطاقة
bg: Прекъснат контакт с картата
cs: Ztráta kontaktu s občanským průkazem
da: Ingen berøring af kortet
de: Kontakt mit Karte verloren
el: Χάθηκε η επαφή με το δελτίο
es_419: Pérdida de contacto con la tarjeta
et: Kontakt kaardiga kadus
fa: ارتباط با کارت قطع شد
fi: Yhteys korttiin katkesi
fr: Contact perdu avec la carte
fr_ca: Contact perdu avec la carte
he: אבד הקשר עם הכרטיס
hi: कार्ड से संपर्क टूट गया
hr: Izgubljen je kontakt s osobnom iskaznicom
hu: Megszakadt a kapcsolat a kártyával
hy: Քարտի հետ կապը կորավ
it: Contatto perso con la carta
ja: カードとの接続が途切れました
ko: 카드와의 연결이 끊겼습니다
lt: Nebėra sąlyčio su kortele
lv: Pārtrūka saskare ar karti
ms: Terputus sambungan dengan kad
pl: Utrata kontaktu z kartą
pt: Contato perdido com o cartão
pt_br: Perda de contato com o cartão
ro: S-a pierdut contactul cu cardul
ru: Контакт с карточкой утерян
sk: Stratil sa kontakt s preukazom
sl: Izgubljen stik s kartico
sv: Förlorade kontakten med kortet
th: ขาดการติดต่อกับบัตร
tr: Kimlik ile temas kesildi
uk: Утрачено контакт із посвідченням
zh_hans: 失去与身份证的接触
zh_hant: 失去與卡片的接觸

# onfido_doc_capture_header_scanning
source: Scanning document…
ar: جارٍ مسح المستند ضوئيًا…
bg: Сканиране на документа…
cs: Skenování dokumentu...
da: Scanner dokumentet…
de: Dokument wird gescannt …
el: Σάρωση εγγράφου...
es_419: Escaneando documento…
et: Dokumendi skannimine…
fa: در حال اسکن مدرک…
fi: Asiakirjaa skannataan…
fr: Scan du document en cours…
fr_ca: Numérisation du document…
he: סורק מסמך…
hi: डॉक्यूमेंट स्कैन हो रहा है...
hr: Skeniranje dokumenta u tijeku…
hu: Dokumentum beolvasása…
hy: Փաստաթուղթը սկանավորվում է․․․
it: Scansione del documento…
ja: ドキュメントをスキャンしています...
ko: 서류를 스캔하는 중...
lt: Nuskaitomas dokumentas...
lv: Skenē dokumentu…
ms: Mengimbas dokumen...
pl: Skanowanie dokumentu...
pt: A digitalizar documento…
pt_br: Digitalizando documento…
ro: Se scanează documentul...
ru: Сканирование документа…
sk: Skenuje sa doklad…
sl: Skeniranje dokumenta …
sv: Skannar dokument…
th: กำลังสแกนเอกสาร…
tr: Belge taranıyor…
uk: Сканування документа...
zh_hans: 正在扫描证明文件…
zh_hant: 正在掃描文件……

# onfido_doc_capture_frame_accessibility_dl_de_front_manual
source: View from camera. Position the photo side of your document in the frame, then tap the shutter button
ar: عرض من الكاميرا. ضع جانب الصورة للمستند ضمن الإطار، ثم اضغط على زر الغالق
bg: Прегледайте от камерата. Позиционирайте страната със снимката от документа в рамката, след което докоснете бутона на затвора
cs: Pohled z kamery. Umístěte fotografovanou stranu dokumentu do rámečku a klepněte na tlačítko spouště
da: Visning fra kameraet. Placer dit dokuments side med billedet inden for rammen, og tryk derefter på udløserknappen
de: Ansicht der Kamera. Positionieren Sie die Fotoseite Ihres Dokuments im Rahmen und tippen Sie dann auf den Auslöser
el: Προβολή από κάμερα. Τοποθετήστε την πλευρά με τη φωτογραφία του εγγράφου σας στο πλαίσιο και, στη συνέχεια, πατήστε το κουμπί κλείστρου
es_419: Vista desde la cámara. Coloca el lado con foto del documento en el marco y toca el botón del obturador
et: Vaade kaamerast. Asetage oma dokumendi fotoga külg kaadrisse ja seejärel puudutage pildistamisnuppu
fa: مشاهده از دوربین. صفحه عکس‌دار مدرک خود را درون کادر قرار دهید، سپس روی دکمه شاتر ضربه بزنید
fi: Näkymä kamerasta. Aseta asiakirjasi valokuvapuoli kehykseen ja napauta sitten laukaisinta
fr: Vue depuis la caméra. Placez la photo de votre document dans le cadre, puis appuyez sur le déclencheur
fr_ca: Vue depuis la caméra. Positionnez la page photo de votre document dans le cadre, puis appuyez sur le bouton déclencheur
he: צפה מהמצלמה. מקם את עמוד תמונת המסמך במסגרת ולחץ על כפתור הצילום
hi: कैमरे से देखें। अपने डॉक्यूमेंट के फ़ोटो वाले हिस्से को फ़्रेम के बीच में रखें, फिर शटर बटन पर टैप करें
hr: Pogledajte kako izgleda na kameri. Postavite stranu dokumenta na kojoj je fotografija u okvir, a zatim dodirnite okidač
hu: Kamera képe. Helyezze a dokumentum fényképes oldalát a keretbe, majd koppintson az exponáló gombra
hy: Տեսարան տեսախցիկից։ Ձեր փաստաթղթի լուսանկարով էջը տեղադրեք շրջանակի մեջ, ապա սեղմեք նկարելու կոճակը
it: Vista dalla fotocamera. Posiziona il lato della foto del documento nella cornice e premi il pulsante di scatto
ja: カメラから見た様子。ドキュメントの写真側のページをフレームに配置し、シャッターボタンをタップします
ko: 카메라에서 본 이미지. 사진이 부착된 페이지가 프레임 안에 들어오도록 위치시킨 다음 셔터 버튼을 누릅니다
lt: Vaizdas iš kameros. Pasirūpinkite, kad dokumento nuotraukos pusė būtų rėmelyje, tada bakstelėkite užrakto mygtuką
lv: Skats no kameras. Ievietojiet dokumenta fotoattēla pusi kadrā un pēc tam pieskarieties slēdža pogai
ms: Pandangan dari kamera. Letakkan bahagian foto dokumen anda dalam bingkai, kemudian ketik butang pengatup
pl: Widok z aparatu. Umieść stronę dokumentu ze zdjęciem w ramce, a następnie wciśnij przycisk migawki
pt: Vista da câmara. Posicione o lado da fotografia do seu documento na moldura, depois toque no botão do obturador
pt_br: Visualização pela câmera. Posicione o lado com foto do documento no quadro e toque no botão do obturador
ro: Vizualizați din camera video. Poziționați partea cu poză a documentului dvs. în cadru, apoi atingeți butonul de obturare
ru: Вид с камеры. Поместите часть с фото в Вашем документе в рамку, а затем нажмите кнопку затвора
sk: Pohľad z fotoaparátu. Umiestnite stranu dokladu s fotkou do rámu a potom ťuknite na tlačidlo uzávierky
sl: Pogled s kamere. Postavite stran dokumenta s fotografijo v okvir, nato tapnite gumb sprožilca
sv: Vy från kameran. Placera dokumentets fotosida i ramen och tryck sedan på slutarknappen
th: ดูจากกล้อง วางเอกสารด้านที่มีรูปของคุณให้อยู่ในกรอบ แล้วแตะปุ่มชัตเตอร์
tr: Kameradan görüntü. Belgenizde fotoğraf olan tarafı çerçeveye yerleştirin, ardından deklanşör düğmesine dokunun
uk: Увімкніть камеру. Наведіть рамку на бік із фотографією, а тоді натисніть кнопку зйомки
zh_hans: 在相机上查看。将证明文件的照片一面放在框中，然后轻触快门按钮
zh_hant: 從相機檢視。將文件的相片頁置於框架中，然後點選快門按鈕

# onfido_doc_capture_frame_accessibility_dl_de_back_manual
source: View from camera. Position the outer pages of your document in the frame, then tap the shutter button
ar: عرض من الكاميرا. ضع الصفحات الخارجية للمستند ضمن الإطار، ثم اضغط على زر الغالق
bg: Прегледайте от камерата. Позиционирайте външните страници на документа в рамката, след което докоснете бутона на затвора
cs: Pohled z kamery. Umístěte vnější stránky dokumentu do rámečku a klepněte na tlačítko spouště
da: Visning fra kameraet. Placer dit dokuments ydersider inden for rammen, og tryk derefter på udløserknappen
de: Ansicht der Kamera. Positionieren Sie die äußeren Seiten Ihres Dokuments im Rahmen und tippen Sie dann auf den Auslöser
el: Προβολή από κάμερα. Τοποθετήστε τις εξωτερικές σελίδες του εγγράφου σας στο πλαίσιο και, στη συνέχεια, πατήστε το κουμπί κλείστρου
es_419: Vista desde la cámara. Coloca las páginas externas del documento en el marco y toca el botón del obturador
et: Vaade kaamerast. Asetage oma dokumendi välisküljed kaadrisse ja seejärel puudutage pildistamisnuppu
fa: مشاهده از دوربین. صفحات بیرونی مدرک خود را درون کادر قرار دهید، سپس روی دکمه شاتر ضربه بزنید
fi: Näkymä kamerasta. Aseta asiakirjasi uloimmat sivut kehykseen ja napauta sitten laukaisinta
fr: Vue depuis la caméra. Placez les pages extérieures de votre document dans le cadre, puis appuyez sur le déclencheur
fr_ca: Vue depuis la caméra. Positionnez les pages extérieures de votre document dans le cadre, puis appuyez sur le bouton déclencheur
he: צפה מהמצלמה. מקם את העמודים החיצוניים של המסמך במסגרת ולחץ על כפתור הצילום
hi: कैमरे से देखें। अपने डॉक्यूमेंट के बाहरी पेजों को फ़्रेम के बीच में रखें, फिर शटर बटन पर टैप करें
hr: Pogledajte kako izgleda na kameri. Postavite vanjske stranice dokumenta u okvir, a zatim dodirnite okidač
hu: Kamera képe. Helyezze a dokumentum borítólapjait a keretbe, majd koppintson az exponáló gombra
hy: Տեսարան տեսախցիկից։ Ձեր փաստաթղթի էջերի դրսի կողմը տեղադրեք շրջանակի մեջ, ապա սեղմեք նկարելու կոճակը
it: Vista dalla fotocamera. Posiziona le pagine esterne del documento nella cornice e premi il pulsante di scatto
ja: カメラから見た様子。ドキュメントの外側のページをフレームに配置し、シャッターボタンをタップします
ko: 카메라에서 본 이미지. 서류 테두리가 프레임 안에 들어오도록 위치시킨 다음 셔터 버튼을 누릅니다
lt: Vaizdas iš kameros. Pasirūpinkite, kad dokumento išoriniai puslapiai būtų rėmelyje, tada bakstelėkite užrakto mygtuką
lv: Skats no kameras. Ievietojiet dokumenta ārējās lapas kadrā un pēc tam pieskarieties slēdža pogai
ms: Pandangan dari kamera. Letakkan halaman luar dokumen anda dalam bingkai, kemudian ketik butang pengatup
pl: Widok z aparatu. Umieść zewnętrzne strony dokumentu w ramce, a następnie wciśnij przycisk migawki
pt: Vista da câmara. Posicione as páginas exteriores do seu documento no enquadramento, depois toque no botão do obturado
pt_br: Visualização pela câmera. Posicione as páginas externas do documento no quadro e toque no botão do obturador
ro: Vizualizați din camera video. Poziționați paginile externe ale documentului dvs. în cadru, apoi atingeți butonul de obturare
ru: Вид с камеры. Поместите внешние страницы документа в рамку, а затем нажмите кнопку затвора
sk: Pohľad z fotoaparátu. Umiestnite vonkajšie stránky dokladu do rámu a potom ťuknite na tlačidlo uzávierky
sl: Pogled s kamere. Zunanjo stran dokumenta postavite v okvir, nato pa tapnite gumb sprožilca
sv: Vy från kameran. Placera dokumentets yttre sidor i ramen och tryck sedan på slutarknappen
th: ดูจากกล้อง วางหน้าด้านนอกเอกสารของคุณให้อยู่ในกรอบ แล้วแตะปุ่มชัตเตอร์
tr: Kameradan görüntü. Belgenizin dış sayfalarını çerçeveye yerleştirin, ardından deklanşör düğmesine dokunun
uk: Увімкніть камеру. Наведіть рамку на зовнішній розворот документа, а тоді натисніть кнопку зйомки
zh_hans: 在相机上查看。将证明文件的外页放在框中，然后轻触快门按钮
zh_hant: 從相機檢視。將文件的外頁置於框架中，然後點選快門按鈕

# onfido_nfc_intro_sheet_fail_subtitle_passport
source: Lost contact with passport
ar: فقد الاتصال بجواز السفر
bg: Прекъснат контакт с паспорта
cs: Ztráta kontaktu s pasem
da: Ingen berøring af passet
de: Verbindung zum Reisepass verloren
el: Χάθηκε η επαφή με το διαβατήριο
es_419: Pérdida de contacto con el pasaporte
et: Kontakt passiga kadus
fa: ارتباط با گذرنامه قطع شد
fi: Yhteys passiin katkesi
fr: Contact avec le passeport perdu
fr_ca: Contact perdu avec le passeport
he: החיבור לדרכון אבד
hi: पासपोर्ट से संपर्क टूट गया
hr: Mobitel više nije u kontaktu s putovnicom
hu: Megszakadt a kapcsolat az útlevéllel
hy: Անձնագրի հետ կապը կորավ
it: Contatto perso con il passaporto
ja: パスポートとの接触を失いました
ko: 여권과의 연결이 끊겼습니다
lt: Nebėra kontakto su pasu
lv: Pārtrūka saskare ar pasi
ms: Terputus sambungan dengan pasport
pl: Nie mamy kontaktu z paszportem
pt: Contacto perdido com o passaporte
pt_br: Perda de contato com o passaporte
ro: S-a pierdut contactul cu pașaportul
ru: Контакт с паспортом утерян
sk: Stratil sa kontakt s pasom
sl: Izgubljen stik s potnim listom
sv: Förlorade kontakten med passet
th: ขาดการติดต่อกับหนังสือเดินทาง
tr: Pasaportla teması kayboldu
uk: Утрачено контакт із паспортом
zh_hans: 失去与护照的接触
zh_hant: 失去與護照的接觸

# onfido_nfc_intro_sheet_fail_instructions_passport
source: Move your phone slightly up or down
ar: حرك هاتفك لأعلى أو لأسفل قليلاً
bg: Преместете телефона си леко нагоре или надолу
cs: Posuňte telefon mírně nahoru nebo dolů
da: Flyt din telefon lidt op- eller nedad
de: Bewegen Sie Ihr Telefon leicht nach oben oder unten
el: Μετακινήστε το τηλέφωνό σας ελαφρώς προς τα επάνω ή προς τα κάτω
es_419: Mueve el teléfono ligeramente hacia arriba o hacia abajo
et: Liigutage telefoni veidi üles või alla
fa: گوشی خود را کمی به سمت بالا یا پایین حرکت دهید
fi: Liikuta puhelintasi hieman ylös tai alas
fr: Déplacez légèrement votre téléphone vers le haut ou vers le bas
fr_ca: Déplacez votre téléphone légèrement vers le haut ou le bas
he: הזז את הטלפון מעט למעלה או למטה
hi: अपने फ़ोन को थोड़ा ऊपर या नीचे ले जाएँ
hr: Pomaknite mobitel malo prema gore ili dolje
hu: Mozgassa a telefont kissé feljebb vagy lejjebb
hy: Հեռախոսը մի փոքր վերև կամ ներքև շարժեք
it: Muovi il telefono leggermente su o giù
ja: スマートフォンをわずかに上下に移動させてください
ko: 휴대폰을 위아래로 천천히 옮기세요
lt: Šiek tiek pakelkite arba nuleiskite telefoną
lv: Nedaudz pavirziet tālruni augšup vai lejup
ms: Gerakkan telefon anda ke atas atau ke bawah sedikit
pl: Powoli przesuń telefon w górę lub w dół
pt: Mova seu telefone ligeiramente para cima ou para baixo
pt_br: Mova o celular ligeiramente para cima ou para baixo
ro: Mișcați telefonul dvs. ușor în sus sau jos
ru: Переместите телефон немного вверх или вниз
sk: Pohybujte telefónom mierne nahor alebo nadol
sl: Premaknite telefon nekoliko navzgor ali navzdol
sv: Flytta telefonen något uppåt eller nedåt
th: เลื่อนโทรศัพท์ขึ้นหรือลงเล็กน้อย
tr: Telefonunuzu hafifçe yukarı veya aşağı hareket ettirin
uk: Злегка перемістіть телефон угору або вниз
zh_hans: 将手机稍微向上或向下移动
zh_hant: 稍微向上或向下移動您的手機

# onfido_doc_select_button_bank_statement_non_uk
source: Bank statement
ar: كشف حساب مصرف
bg: Банково извлечение
cs: Bankovní výpis
da: Kontoudtog
de: Bankauszug
el: Εκκαθαριστικό τράπεζας
es_419: Resumen bancario
et: Pangakonto väljavõte
fa: صورت حساب بانکی
fi: Tiliote
fr: Relevé bancaire
fr_ca: Relevé bancaire
he: דף חשבון בנק
hi: बैंक स्टेटमेंट
hr: Bankovni izvod
hu: Bankszámlakivonat
hy: Բանկային քաղվածք
it: Estratto conto della banca
ja: 銀行取引明細書
ko: 통장 입출금 내역서
lt: Banko išrašas
lv: Konta izraksts
ms: Penyata bank
pl: Wyciąg bankowy
pt: Extrato bancário
pt_br: Extrato bancário
ro: Extras de cont
ru: Выписка из банка
sk: Výpis z bankového účtu
sl: Bančni izpisek
sv: Bankkontoutdrag
th: รายการเดินบัญชีธนาคาร
tr: Banka hesap özeti
uk: Банківська виписка
zh_hans: 银行对账单
zh_hant: 銀行對帳單

# onfido_retry_feedback_id_expired_title
source: Your document has expired
ar: انتهت صلاحية مستندك
bg: Документът ви е с изтекла валидност
cs: Platnost Vašeho dokumentu vypršela
da: Dit dokument er udløbet
de: Ihr Ausweis ist ungültig
el: Το έγγραφό σας έχει λήξει
es_419: Tu documento venció
et: Teie dokument on aegunud
fa: مدرک شما منقضی شده است
fi: Asiakirjasi on vanhentunut
fr: Votre document a expiré
fr_ca: Votre document est expiré
he: תוקף המסמך שלך פג
hi: आपके डॉक्यूमेंट की समय-अवधि खत्म हो गई है
hr: Vaš je dokumen istekao
hu: A dokumentuma lejárt
hy: Ձեր փաստաթղթի ժամկետը սպառվել է
it: Il documento è scaduto
ja: ドキュメントの有効期限が切れています
ko: 서류가 만료되었습니다
lt: Jūsų dokumentas nebegalioja
lv: Jūsu dokumenta derīguma termiņš ir beidzies
ms: Dokumen anda telah tamat tempoh
pl: Twój dokument stracił ważność
pt: O seu documento está caducado
pt_br: Seu documento expirou
ro: Documentul dvs. a expirat
ru: Срок действия вашего документа истек
sk: Platnosť dokladu vypršala
sl: Vaš dokument je potekel
sv: Ditt dokument har gått ut
th: เอกสารของคุณหมดอายุแล้ว
tr: Belgenizin süresi doldu
uk: Строк дії документа закінчився
zh_hans: 您的证明文件已过期
zh_hant: 您的文件已過期
