Repository: onfido/onfido-ios-sdk
Catalog: localization/Localizable_*.strings
Languages: ar, bg, cs, da, de, el, es_419, et, fa, fi, fr, fr_ca, he, hi, hr, hu, hy, it, ja, ko, lt, lv, ms, pl, pt, pt_br, ro, ru, sk, sl, sv, th, tr, uk, zh_hans, zh_hant

# onfido_avc_face_alignment_feedback_move_back
source: Move back
ar: تحرك للخلف
bg: Отдалечете се
cs: Posuňte se dozadu
da: Flyt tilbage
de: Gehen Sie zurück
el: Μετακινηθείτε προς τα πίσω
es_419: Aléjate
et: Liikuge kaugemale
fa: عقب بروید
fi: Siirry taaksepäin
fr: Reculez
fr_ca: Reculer
he: זוז אחורה
hi: पीछे जाएँ
hr: Pomaknite se unatrag
hu: Távolodjon
hy: Հեռացեք
it: Allontanati
ja: 後ろへ下がってください
ko: 좀 더 뒤로 물러나세요
lt: Toliau
lv: Pavirzieties tālāk
ms: Bergerak ke belakang
pl: Odsuń się
pt: Afaste-se
pt_br: Afaste-se
ro: Mișcați-vă înapoi
ru: Отодвиньтесь
sk: Posuňte sa ďalej
sl: Oddaljite se
sv: Flytta bakåt
th: ถอยออกไปเล็กน้อย
tr: Biraz daha geri gidin
uk: Відійдіть назад
zh_hans: 退后
zh_hant: 向後移動

# onfido_avc_face_alignment_feedback_no_face_detected
source: Face not detected
ar: لم يتم اكتشاف وجهك
bg: Не е засечено лице
cs: Obličej nebyl rozpoznán
da: Ansigtet er ikke detekteret
de: Gesicht nicht erkannt
el: Δεν ανιχνεύτηκε πρόσωπο
es_419: Rostro no detectado
et: Nägu ei tuvastatud
fa: چهره شناسایی نشد
fi: Kasvoja ei havaittu
fr: Aucun visage détecté
fr_ca: Aucun visage détecté
he: לא זוהו פנים
hi: चेहरा नहीं मिला
hr: Lice nije prepoznato
hu: Arc nem észlelhető
hy: Դեմքը չի գտնվել
it: Viso non rilevato
ja: 顔が検出されませんでした
ko: 얼굴이 감지되지 않습니다
lt: Veidas neaptiktas
lv: Seja nav atrasta
ms: Wajah tidak dikesan
pl: Nie wykryto twarzy
pt: Rosto não detetado
pt_br: Rosto não detectado
ro: Fața nu este detectată
ru: Лицо не обнаружено
sk: Nebola zistená tvár
sl: Obraz ni zaznan
sv: Inget ansikte upptäcktes
th: ไม่พบใบหน้า
tr: Yüz tespit edilmedi
uk: Обличчя не виявлено
zh_hans: 未检测到面部
zh_hant: 未偵測到臉部

# onfido_avc_face_capture_title
source: Turn your head slowly to both sides
ar: ثم أدر رأسك ببطء إلى كلا الجانبين
bg: Бавно обърнете главата си наляво и надясно
cs: Pomalu otáčejte hlavou na obě strany
da: Drej hovedet langsomt til begge sider
de: Drehen Sie Ihren Kopf langsam nach beiden Seiten
el: Γυρίστε το κεφάλι σας αργά και προς τις δύο πλευρές
es_419: Gira la cabeza lentamente hacia ambos lados
et: Keerake oma pead aeglaselt mõlemale poole
fa: سر خود را به آرامی به دو طرف بچرخانید
fi: Käännä päätäsi hitaasti molemmille puolille
fr: Tournez votre tête lentement des deux côtés
fr_ca: Ensuite, tournez lentement la tête des deux côtés
he: לאחר מכן, סובב את ראשך לאט לשני הצדדים
hi: अपने सिर को धीरे-धीरे दोनों तरफ़ घुमाएँ
hr: Polako okrenite glavu u obje strane
hu: Fordítsa el a fejét lassan mindkét oldalra
hy: Ձեր գլուխը դանդաղ պտտեք երկու կողմ
it: Gira lentamente la testa da entrambe le parti
ja: 頭をゆっくりと両側に向けます
ko: 고개를 좌우로 천천히 돌리세요
lt: Lėtai pasukite galvą į abi puses
lv: Lēnām pagrieziet galvu uz abām pusēm
ms: Toleh kepala anda perlahan-lahan ke kedua-dua belah sisi
pl: Powoli obróć głowę w obie strony
pt: Vire a cabeça lentamente para ambos os lados
pt_br: Vire a cabeça lentamente para os dois lados
ro: Întoarceți capul încet în ambele părți
ru: Медленно поверните голову в обе стороны
sk: Pomaly otočte hlavou na obe strany
sl: Glavo počasi obrnite na obe strani
sv: Vrid långsamt huvudet åt båda sidorna
th: ค่อยๆ หันศีรษะไปทั้ง 2 ข้าง
tr: Başınızı yavaşça her iki tarafa çevirin
uk: Повільно поверніть голову в обидва боки
zh_hans: 慢慢地将头转向两侧
zh_hant: 慢慢將您的頭部轉向兩側

# onfido_avc_face_capture_title_completed
source: Recording complete
ar: اكتمل التسجيل
bg: Записът е завършен
cs: Nahrávání bylo dokončeno
da: Optagelsen er fuldført
de: Aufnahme abgeschlossen
el: Η εγγραφή ολοκληρώθηκε
es_419: Grabación completa
et: Salvestamine lõpetatud
fa: ضبط کامل شد
fi: Tallennus valmis
fr: Enregistrement terminé
fr_ca: Enregistrement terminé
he: הצילום הושלם
hi: रिकॉर्डिंग पूरी हुई
hr: Snimanje je završeno
hu: Felvétel kész
hy: Տեսագրումն ավարտված է
it: Registrazione completata
ja: 記録が完了しました
ko: 녹화 완료
lt: Įrašymas baigtas
lv: Ieraksts pabeigts
ms: Rakaman selesai
pl: Nagrywanie zakończone
pt: Gravação concluída
pt_br: Gravação concluída
ro: Înregistrare finalizată
ru: Запись завершена
sk: Zaznamenávanie je ukončené
sl: Snemanje končano
sv: Inspelning slutförd
th: บันทึกเสร็จสมบูรณ์
tr: Kayıt tamamlandı
uk: Запис завершено
zh_hans: 录制完成
zh_hant: 錄製完成

# onfido_avc_face_capture_alert_timeout_title
source: Sorry, we have to restart the recording
ar: عذرًا، علينا إعادة بدء التسجيل
bg: За съжаление, трябва да започнем отначало
cs: Litujeme, musíme znovu spustit nahrávání
da: Beklager, vi er nødt til at genstarte optagelsen
de: Leider muss die Aufnahme neu gestartet werden
el: Δυστυχώς, πρέπει να επανεκκινήσουμε την εγγραφή
es_419: Lo sentimos, se tiene que reiniciar la grabación
et: Kahjuks peame salvestamist uuesti alustama
fa: با عرض پوزش، باید فرآیند ضبط را دوباره شروع کنیم
fi: Valitettavasti tallennus on aloitettava uudelleen
fr: Désolé, nous devons redémarrer l'enregistrement
fr_ca: Désolé, nous devons redémarrer l'enregistrement
he: מצטערים, אנחנו צריכים לצלם לחדש
hi: माफ़ करें, हमें रिकॉर्डिंग फिर से शुरू करनी होगी
hr: Žao nam je, moramo ponoviti snimanje
hu: Sajnáljuk, újra kell indítanunk a felvételt
hy: Ներեցեք, մենք պետք է վերսկսենք տեսագրությունը
it: Purtroppo è necessario riavviare la registrazione
ja: 申し訳ありませんが、録画を再開する必要があります
ko: 죄송합니다. 녹화를 다시 시작해야 합니다
lt: Atsiprašome, turime iš naujo pradėti įrašymą
lv: Diemžēl mums ir jāveic ieraksts no jauna
ms: Maaf, kami perlu memulakan semula rakaman
pl: Przepraszamy, musimy ponownie rozpocząć nagrywanie
pt: Desculpe, temos de reiniciar a gravação
pt_br: Desculpe, temos que reiniciar a gravação
ro: Ne cerem scuze, trebuie să reîncepem înregistrarea
ru: К сожалению, мы должны перезапустить запись
sk: Ľutujeme, zaznamenávanie musíme spustiť znova
sl: Žal moramo ponovno začeti snemanje
sv: Tyvärr måste vi starta om inspelningen
th: ขออภัย เราต้องเริ่มบันทึกใหม่
tr: Üzgünüz, kaydı yeniden başlatmamız gerekiyor
uk: На жаль, потрібно перезапустити запис
zh_hans: 对不起，我们必须重新开始录制
zh_hant: 很抱歉，我們必須重新開始錄製

# onfido_avc_face_capture_alert_timeout_body
source: You have up to 15 seconds to complete the recording
ar: لديك ما يصل إلى 15 ثانية لإكمال التسجيل
bg: Разполагате с максимум 15 секунди, за да завършите записа
cs: Na dokončení záznamu máte až 15 sekund
da: Du har op til 15 sekunder til at fuldføre optagelsen
de: Sie haben maximal 15 Sekunden Zeit, um die Aufnahme zu beenden
el: Έχετε στη διάθεσή σας έως και 15 δευτερόλεπτα για να ολοκληρώσετε την εγγραφή
es_419: Tienes hasta 15 segundos para completar la grabación
et: Salvestamiseks on aega kuni 15 sekundit
fa: شما حداکثر 15 ثانیه فرصت دارید تا ضبط را کامل کنید
fi: Sinulla on 15 sekuntia aikaa viimeistellä tallennus
fr: Vous avez jusqu'à 15 secondes pour compléter votre enregistrement
fr_ca: Vous avez jusqu'à 15 secondes pour terminer l'enregistrement
he: יש לך עד 15 שניות להשלים את הצילום
hi: आपको 15 सेकंड में ही रिकॉर्डिंग पूरी करनी होगी
hr: Na raspolaganju vam je 15 sekundi da dovršite snimanje
hu: Legfeljebb 15 másodperce van, hogy befejezze a felvételt
hy: Տեսագրությունն ավարտելու համար դուք ունեք մինչև 15 վայրկյան
it: Hai fino a 15 secondi per completare la registrazione
ja: 15秒以内に録画を完了してください
ko: 녹화를 완료하기까지 최대 15초가 소요됩니다
lt: Turite iki 15 sekundžių įrašymui užbaigti
lv: Jums ir 15 sekundes laika, lai pabeigtu ierakstu
ms: Anda mempunyai sehingga 15 saat untuk melengkapkan rakaman
pl: Masz maksymalnie 15 sekund na dokończenie nagrania
pt: Tem até 15 segundos para completar a gravação
pt_br: Você tem até 15 segundos para concluir a gravação
ro: Aveți maximum 15 de secunde la dispoziție să finalizați înregistrarea
ru: У Вас есть не более 15 секунд, чтобы завершить запись
sk: Na dokončenie záznamu máte až 15 sekúnd
sl: Imate do 15 sekund, da dokončate posnetek
sv: Du har upp till 15 sekunder på dig att slutföra inspelningen
th: คุณมีเวลาไม่เกิน 15 วินาทีในการบันทึกให้เสร็จ
tr: Kaydı tamamlamak için 15 saniyeniz var
uk: Виконати запис необхідно в межах 15 секунд
zh_hans: 您有最多15秒的时间完成录制
zh_hant: 您最多有 15 秒的時間完成錄製

# onfido_avc_face_capture_alert_timeout_button_primary
source: Retry
ar: إعادة المحاولة
bg: Опитайте отново
cs: Opakování
da: Prøv igen
de: Wiederholen
el: Επανάληψη προσπάθειας
es_419: Volver a intentar
et: Proovige uuesti
fa: سعی مجدد‌
fi: Yritä uud.
fr: Réessayer
fr_ca: Réessayer
he: נסה שוב
hi: फिर से कोशिश करें
hr: Pokušajte ponovno
hu: Próbálja újra
hy: Կրկին փորձել
it: Riprova
ja: 再試行
ko: 재시도
lt: Bandyti dar kartą
lv: Mēģināt vēlreiz
ms: Cuba Semula
pl: Spróbuj ponownie
pt: Tentar novamente
pt_br: Tentar novamente
ro: Încercați din nou
ru: Повторить
sk: Skúsiť znova
sl: Poskusite znova
sv: Försök igen
th: ลองอีกครั้ง
tr: Yeniden dene
uk: Повторити
zh_hans: 重试
zh_hant: 重試

# onfido_avc_face_capture_alert_too_fast_title
source: You turned your head too fast
ar: أدرت رأسك بسرعة كبيرة
bg: Обърнахте главата си твърде бързо
cs: Otočil/a jste hlavu příliš rychle
da: Du drejede hovedet for hurtigt
de: Sie haben Ihren Kopf zu schnell gedreht
el: Γυρίσατε το κεφάλι σας πολύ γρήγορα
es_419: Giraste la cabeza demasiado rápido
et: Pöörasite pead liiga kiiresti
fa: خیلی سریع سرتان را چرخاندید
fi: Käänsit pääsi liian nopeasti
fr: Vous avez tourné votre tête trop vite
fr_ca: Vous avez tourné la tête trop vite
he: סובבת את הראש מהר מדי
hi: आपने बहुत तेज़ी से अपना सिर घुमाया
hr: Prebrzo ste okrenuli glavu
hu: Túl gyorsan fordította el a fejét
hy: Գլուխը շատ արագ պտտեցիք
it: Hai girato la testa troppo rapidamente
ja: 頭を回すのが速すぎました
ko: 고개를 너무 빨리 돌리셨네요
lt: Per greitai pasukote galvą
lv: Jūs pārāk ātri pagriezāt galvu
ms: Anda toleh kepala terlalu cepat
pl: Obracasz głowę zbyt szybko
pt: Rodou a cabeça demasiado rápido
pt_br: Você virou a cabeça muito rápido
ro: Ați întors capul prea repede
ru: Вы повернули голову слишком быстро
sk: Hlavou ste otáčali príliš rýchlo
sl: Prehitro ste obrnili glavo
sv: Du vände på huvudet för fort
th: คุณหันศีรษะเร็วเกินไป
tr: Kafanızı çok hızlı çevirdiniz
uk: Ви занадто швидко повертаєте голову
zh_hans: 您转头的速度太快了
zh_hant: 您轉頭的速度太快了

# onfido_avc_face_capture_alert_too_fast_body
source: Please retry and turn your head slower
ar: يُرجى إعادة المحاولة وإدارة رأسك ببطء
bg: Опитайте отново и обърнете главата си по-бавно
cs: Zkuste to znovu a otáčejte hlavou pomaleji
da: Prøv igen og drej hovedet langsommere
de: Bitte versuchen Sie es erneut und drehen Sie Ihren Kopf langsamer
el: Προσπαθήστε ξανά και γυρίστε το κεφάλι σας πιο αργά
es_419: Inténtalo de nuevo y gire la cabeza más despacio
et: Proovige uuesti ja pöörake pead aeglasemalt
fa: لطفاً دوباره سعی کنید و سرتان را آهسته‌تر بچرخانید
fi: Yritä uudelleen ja käännä päätäsi hitaammin
fr: Veuillez réessayer et tournez votre tête plus lentement
fr_ca: Veuillez réessayer et tourner la tête plus lentement
he: נסה שוב וסובב את הראש לאט יותר
hi: कृपया फिर से कोशिश करें और अपने सिर को धीरे-धीरे घुमाएँ
hr: Pokušajte ponovno i sporije okrenite glavu
hu: Kezdje újra, és lassabban fordítsa el a fejét
hy: Խնդրում ենք կրկին փորձել և գլուխը պտտել ավելի դանդաղ
it: Riprova girando la testa più lentamente
ja: 再試行し、頭をゆっくり回してください
ko: 다시 시도하고 고개를 좌우로 천천히 돌리세요
lt: Bandykite dar kartą ir sukite galvą lėčiau
lv: Mēģiniet vēlreiz un grieziet galvu lēnāk
ms: Sila cuba lagi dan toleh kepala anda dengan lebih perlahan
pl: Spróbuj ponownie i tym razem wolniej obracaj głowę
pt: Tente novamente e rode a sua cabeça mais lentamente
pt_br: Tente novamente e vire a cabeça mais devagar
ro: Vă rugăm să încercați din nou și întoarceți capul mai încet
ru: Повторите попытку и поворачивайте голову медленнее
sk: Skúste to znova a otočte hlavou pomalšie
sl: Poskusite znova in počasneje obrnite glavo
sv: Försök igen och vrid huvudet långsammare
th: โปรดลองอีกครั้ง และหันศีรษะของคุณให้ช้าลง
tr: Lütfen tekrar deneyin ve başınızı daha yavaş çevirin
uk: Повторіть спробу, повертаючи голову повільніше
zh_hans: 请重试，慢慢转动头部
zh_hant: 請再試一次，慢慢轉動頭部

# onfido_avc_face_capture_alert_too_fast_button_primary
source: Retry
ar: إعادة المحاولة
bg: Опитайте отново
cs: Opakování
da: Prøv igen
de: Wiederholen
el: Επανάληψη προσπάθειας
es_419: Volver a intentar
et: Proovige uuesti
fa: سعی مجدد‌
fi: Yritä uud.
fr: Réessayer
fr_ca: Réessayer
he: נסה שוב
hi: फिर से कोशिश करें
hr: Pokušajte ponovno
hu: Próbálja újra
hy: Կրկին փորձել
it: Riprova
ja: 再試行
ko: 재시도
lt: Bandyti dar kartą
lv: Mēģināt vēlreiz
ms: Cuba Semula
pl: Spróbuj ponownie
pt: Tentar novamente
pt_br: Tentar novamente
ro: Încercați din nou
ru: Повторить
sk: Skúsiť znova
sl: Poskusite znova
sv: Försök igen
th: ลองอีกครั้ง
tr: Yeniden dene
uk: Повторити
zh_hans: 重试
zh_hant: 重試

# onfido_avc_no_face_detected_title
source: We can't detect your face
ar: لا يمكننا اكتشاف وجهك
bg: Не можем да засечем лицето ви
cs: Nemůžeme rozpoznat Váš obličej
da: Vi kan ikke detektere dit ansigt
de: Wir können Ihr Gesicht nicht erkennen
el: Δεν μπορούμε να ανιχνεύσουμε το πρόσωπό σας
es_419: No se puede detectar tu rostro
et: Teie näo tuvastamine ei õnnestu
fa: نمی‌توانیم چهره شما را تشخیص دهیم
fi: Emme havaitse kasvojasi
fr: Nous ne pouvons pas détecter votre visage
fr_ca: Nous ne pouvons pas détecter votre visage
he: אנחנו לא מצליחים לזהות את הפנים שלך
hi: हम आपके चेहरे का पता नहीं लगा पा रहे हैं
hr: Nismo uspjeli prepoznati vaše lice
hu: Arca nem érzékelhető
hy: Չի հաջողում գտնել ձեր դեմքը
it: Non riusciamo a rilevare il tuo viso
ja: 顔を検出できません
ko: 얼굴을 감지할 수 없습니다
lt: Negalime aptikti jūsų veido
lv: Mēs nevaram atrast jūsu seju
ms: Kami tidak dapat mengesan wajah anda
pl: Nie możemy wykryć twojej twarzy
pt: Não conseguimos detetar o seu rosto
pt_br: Não conseguimos detectar seu rosto
ro: Nu vă putem detecta fața
ru: Мы не можем обнаружить Ваше лицо
sk: Nepodarilo sa nám rozpoznať vašu tvár
sl: Ne moremo zaznati vašega obraza
sv: Vi kan inte upptäcka ditt ansikte
th: เราตรวจหาใบหน้าของคุณไม่พบ
tr: Yüzünü tespit edemiyoruz
uk: Не вдається виявити ваше обличчя
zh_hans: 我们无法检测到您的面部
zh_hant: 我們無法偵測到您的臉部

# onfido_avc_no_face_detected_list_item_lighting
source: Make sure to be in a place with good lighting
ar: تأكد من أن تكون في مكان ذي إضاءة جيدة
bg: Уверете се, че сте на добре осветено място
cs: Ujistěte se, že jste na místě s dobrým osvětlením
da: Sørg for at være på et sted med god belysning
de: Stellen Sie sicher, dass Sie sich an einem Ort mit guter Beleuchtung befinden
el: Βεβαιωθείτε ότι βρίσκεστε σε χώρο με καλό φωτισμό
es_419: Asegúrate de estar en un lugar con buena iluminación
et: Veenduge, et olete hästivalgustatud kohas
fa: مطمئن شوید در مکانی با نور مناسب هستید
fi: Varmista, että olet paikassa, jossa on hyvä valaistus
fr: Assurez-vous d'être à un endroit bien éclairé
fr_ca: Assurez-vous d'être dans un endroit avec un bon éclairage
he: הקפד לצלם במקום עם תאורה טובה
hi: अच्छी रोशनी वाली जगह पर रहना न भूलें
hr: Pobrinite se da snimanje obavljate na dobro osvijetljenom mjestu
hu: Ügyeljen arra, hogy jó megvilágítású helyen legyen
hy: Համոզվեք, որ գտնվում եք լավ լուսավորված վայրում
it: Assicurati di essere in un ambiente ben illuminato
ja: 充分な明るさがあることを確認してください
ko: 조명이 좋은 곳에서 촬영하세요
lt: Įsitikinkite, kad esate gerai apšviestoje vietoje
lv: Atrodiet vietu ar labu apgaismojumu
ms: Pastikan anda berada di tempat yang mempunyai pencahayaan yang baik
pl: Upewnij się, że jesteś w miejscu z dobrym oświetleniem
pt: Certifique-se de que está num local com boa iluminação
pt_br: Procure um lugar com boa iluminação
ro: Asigurați-vă că sunteți într-un loc bine luminat
ru: Убедитесь, что Вы находитесь в месте с хорошим освещением
sk: Uistite sa, že ste na mieste s dobrým osvetlením
sl: Poskrbite, da boste na dobro osvetljenem mestu
sv: Se till att vara på en plats med bra belysning
th: เช็คให้แน่ใจว่าอยู่ในที่ที่มีแสงสว่างเพียงพอ
tr: İyi aydınlatılmış bir yerde olduğunuzdan emin olun
uk: Перейдіть у місце з належним освітленням
zh_hans: 请务必在光线充足的地方
zh_hant: 請確保在光線充足的地方進行錄製

# onfido_avc_no_face_detected_list_item_eyes
source: Make sure your eyes are clearly visible
ar: تأكد من أن عينيك مرئيتان بوضوح
bg: Уверете се, че очите ви се виждат ясно
cs: Ujistěte se, že jsou Vaše oči dobře viditelné
da: Sørg for, at dine øjne kan ses tydeligt
de: Stellen Sie sicher, dass Ihre Augen deutlich sichtbar sind
el: Βεβαιωθείτε ότι τα μάτια σας είναι ευδιάκριτα
es_419: Asegúrate de que tus ojos estén claramente visibles
et: Veenduge, et teie silmad on selgelt nähtavad
fa: مطمئن شوید که چشمان شما به وضوح قابل مشاهده است
fi: Varmista, että silmäsi näkyvät selvästi
fr: Assurez-vous que vos yeux sont clairement visibles
fr_ca: Assurez-vous que vos yeux sont clairement visibles
he: ודא שהעיניים שלך נראות בבירור
hi: पक्का करें कि आपकी आँखें स्पष्ट रूप से दिख रही हैं
hr: Pobrinite se da su vam oči jasno vidljive
hu: Ügyeljen arra, hogy a szeme jól látható legyen
hy: Համոզվեք, որ ձեր աչքերը հստակ երևում են
it: Assicurati che i tuoi occhi siano ben visibili
ja: 目がはっきり見えるようにしてください
ko: 두 눈이 선명하게 나타나도록 하세요
lt: Įsitikinkite, kad jūsų akys aiškiai matomos
lv: Pārliecinieties, ka jūsu acis ir skaidri redzamas
ms: Pastikan mata anda kelihatan dengan jelas
pl: Upewnij się, że oczy są dobrze widoczne
pt: Assegure-se de que os seus olhos estão claramente visíveis
pt_br: Certifique-se de que seus olhos estejam claramente visíveis
ro: Asigurați-vă ochii sunt clar vizibili
ru: Убедитесь, что Ваши глаза хорошо видны
sk: Uistite sa, že vaše oči sú jasne viditeľné
sl: Prepričajte se, da so vaše oči jasno vidne
sv: Se till att dina ögon syns tydligt
th: เช็คให้แน่ใจว่าสามารถมองเห็นดวงตาของคุณในภาพ
tr: Gözlerinizin net bir şekilde göründüğünden emin olun
uk: Переконайтеся, що ваші очі чітко видно
zh_hans: 确保您的双眼清晰可见
zh_hant: 請確保您的眼睛清晰可見

# onfido_avc_no_face_detected_list_item_mask
source: Make sure to remove masks or other items that cover your face. Eyeglasses are okay
ar: تأكد من إزالة الكمامات أو العناصر الأخرى التي تغطي وجهك. النظارات مقبولة
bg: Не забравяйте да свалите маските или други елементи, които покриват лицето ви. Може да останете с очилата си с диоптър
cs: Nezapomeňte si sundat roušku nebo jiné předměty, které vám zakrývají obličej. Brýle jsou v pořádku
da: Sørg for at fjerne masker eller andre ting, der dækker dit ansigt. Briller må anvendes
de: Achten Sie darauf, dass Sie Gesichtsmasken oder andere Gegenstände, die Ihr Gesicht verdecken, abnehmen. Brillen sind zulässig
el: Βεβαιωθείτε ότι έχετε αφαιρέσει τις μάσκες ή άλλα αντικείμενα που καλύπτουν το πρόσωπό σας. Τα γυαλιά επιτρέπονται
es_419: Asegúrate de quitarte la mascarilla u otros artículos que cubran tu rostro. Puedes usar anteojos
et: Eemaldage kindlasti mask või muud esemed, mis teie nägu katavad. Prillid on lubatud
fa: حتماً ماسک یا سایر مواردی که صورت شما را می‌پوشانند بردارید. عینک مشکلی ندارد
fi: Varmista, että poistat kasvosi peittävät maskit tai muut esineet. Silmälasit ovat ok
fr: Assurez-vous d'ôter le masque ou outres éléments qui couvrent votre visage. Les lunettes sont acceptées
fr_ca: Assurez-vous de retirer les masques ou autres éléments qui couvrent votre visage. Les lunettes sont acceptables
he: הסר מסכות או פריטים אחרים שמכסים את הפנים. משקפיים זה בסדר
hi: अपने चेहरे को ढकने वाले मास्क या अन्य चीज़ें उतारना न भूलें। नज़र का चश्मा लगा सकते हैं
hr: Obavezno uklonite maske i druge predmete koji vam prekrivaju lice. Naočale neće smetati
hu: Távolítsa el az arcát takaró maszkot és egyéb tárgyakat. Szemüvege maradhat
hy: Անպայման հեռացրեք ձեր դեմքը ծածկող դիմակները կամ այլ իրերը։ Ակնոցը չի խանգարում
it: Assicurati di rimuovere la mascherina o altri oggetti che coprono il viso. Puoi tenere gli occhiali da vista.
ja: マスクなど顔を覆うアイテムは必ず外してください。メガネは大丈夫です
ko: 마스크 등 얼굴을 가리는 모든 물품은 반드시 벗어주세요. 단, 안경은 쓰셔도 괜찮습니다
lt: Būtinai nusiimkite kaukes ar kitus veidą dengiančius elementus. Galima būti su akiniais
lv: Noņemiet maskas vai citus priekšmetus, kas aizsedz seju. Brilles var palikt
ms: Pastikan anda menanggalkan pelitup muka atau barangan lain yang menutup muka anda. Cermin mata dibenarkan
pl: Pamiętaj, aby zdjąć maski lub inne przedmioty zakrywające twarz. Okulary są akceptowane
pt: Certifique-se de que remove as máscaras ou outros objetos que cobrem o seu rosto. Os óculos não precisa de retirar
pt_br: Certifique-se de remover máscaras ou outros itens que cubram seu rosto. Óculos podem ser usados
ro: Asigurați-vă că înlăturați măștile sau alte articole care vă acoperă fața. Ochelarii sunt acceptați
ru: Обязательно снимите маски или другие предметы, которые закрывают лицо. Очки можно оставить
sk: Odstráňte rúška alebo iné predmety, ktoré zakrývajú vašu tvár. Okuliare sú prijateľné
sl: Ne pozabite odstraniti mask ali drugih predmetov, ki prekrivajo vaš obraz. Očala so v redu
sv: Se till att ta bort ansiktsmasker eller andra föremål som täcker ditt ansikte. Glasögon är okej
th: เช็คให้แน่ใจว่าถอดหน้ากากหรือสิ่งของอื่นๆ ที่คลุมใบหน้าของคุณอยู่ แต่สวมแว่นสายตาได้
tr: Yüzünüzü kapatan maskeleri veya diğer eşyaları çıkardığınızdan emin olun. Gözlükleriniz kalabilir
uk: Обов’язково зніміть маски або інші предмети, які закривають обличчя. Окуляри можна залишити
zh_hans: 请务必取下遮盖面部的口罩或其他物品。可以戴眼镜
zh_hant: 請務必取下遮蓋臉部的口罩或其他物品。可接受戴眼鏡

# onfido_avc_no_face_detected_list_item_face
source: Make sure to only show your face, we don’t need to see your ID
ar: تأكد من إظهار وجهك فقط، لسنا بحاجة إلى رؤية هويتك
bg: Покажете само лицето си, не е необходимо да виждаме документа ви за самоличност
cs: Stačí, když se ukážete, nepotřebujeme vidět Váš průkaz totožnosti.
da: Sørg for kun at vise dit ansigt, vi behøver ikke at kunne se dit ID
de: Zeigen Sie nur Ihr Gesicht, Ihr Ausweis wird nicht benötigt
el: Βεβαιωθείτε ότι έχετε δείξει μόνο το πρόσωπό σας, δεν χρειάζεται να δούμε την ταυτότητά σας
es_419: Asegúrate de mostrar solo tu rostro, no necesitamos ver tu ID
et: Veenduge, et näitate ainult oma nägu – me ei pea teie isikutunnistust nägema
fa: فقط صورت خود را نشان دهید، نیازی به دیدن کارت شناسایی شما نداریم
fi: Varmista, että näytät vain kasvosi, meidän ei tarvitse nähdä ID:täsi
fr: Assurez-vous de ne montrer que votre visage, nous n'avons pas besoin de voir votre pièce d'identité
fr_ca: Assurez-vous de montrer seulement votre visage, nous n'avons pas besoin de voir votre pièce d'identité
he: חשוב להציג רק את הפנים, אנחנו לא צריכים לראות את התעודה המזהה שלכם
hi: केवल अपना चेहरा ही दिखाएँ, हमें आपकी आईडी नहीं देखनी है
hr: Obavezno pokažite samo svoje lice, ne moramo vidjeti vašu osobnu iskaznicu
hu: Ügyeljen rá, hogy csak az arca látszódjon, nem kell látnunk a személyazonosító okmányát
hy: Համոզվեք, որ երևում է միայն ձեր դեմքը, մենք կարիք չունենք տեսնելու ձեր անձը հաստատող փաստաթուղթը
it: Assicurati di mostrare solo il tuo viso. Non ci serve vedere il documento.
ja: 身分証明書の提示は必要ありませんので、必ず顔だけを見せてください
ko: 얼굴만 보이도록 해주세요. 신분증을 제시할 필요가 없습니다
lt: Įsitikinkite, kad matomas tik Jūsų veidas. Asmens tapatybės dokumentas nuotraukai nereikalingas
lv: Parādiet tikai savu seju, mums nav jāredz jūsu ID
ms: Pastikan anda hanya menunjukkan wajah anda, kami tidak perlu melihat ID anda
pl: Upewnij się, że pokazujesz tylko swoją twarz, nie musimy widzieć Twojego dokumentu tożsamości
pt: Certifique-se de que apenas mostra a sua cara. Não precisamos de ver a sua identificação
pt_br: Certifique-se de mostrar apenas o seu rosto, não precisamos ver o seu documento
ro: Asigurați-vă că vă arătați doar fața, nu trebuie să vedem documentul dvs. de identitate
ru: Убедитесь, что показываете только свое лицо, нам не нужно видеть Ваше удостоверение личности
sk: Ukážte len svoju tvár, nepotrebujeme vidieť váš doklad totožnosti
sl: Ne pozabite pokazati svojega obraza, ni nam treba videti vašega osebnega dokumenta
sv: Se till att endast visa ditt ansikte, vi behöver inte se ditt ID
th: เช็คให้แน่ใจว่าเห็นใบหน้าของคุณเท่านั้น ไม่ต้องเห็นบัตรประจำตัว
tr: Sadece yüzünüzü gösterdiğinizden emin olun, kimliğinizi görmemize gerek yok
uk: Продемонструйте лише своє обличчя. Нам не потрібно бачити ваше посвідчення особи
zh_hans: 请务必只展示您的面部，我们不需要看到您的身份证
zh_hant: 請務必只顯示您的臉部，我們不需要看到您的身分證件
