Repository: onfido/onfido-ios-sdk
Catalog: localization/Localizable_*.strings
Languages: ar, bg, cs, da, de, el, es_419, et, fa, fi, fr, fr_ca, he, hi, hr, hu, hy, it, ja, ko, lt, lv, ms, pl, pt, pt_br, ro, ru, sk, sl, sv, th, tr, uk, zh_hans, zh_hant

# onfido_doc_capture_frame_accessibility_pp_auto
source: View from camera. Position the photo page of your document in the frame. Your device will vibrate when the image is captured
ar: عرض من الكاميرا. ضع صفحة الصورة في مستندك ضمن الإطار. سيهتز جهازك عند التقاط الصورة
bg: Прегледайте от камерата. Позиционирайте страницата със снимката от документа в рамката. Устройството ви ще вибрира, когато изображението бъде заснето
cs: Pohled z kamery. Umístěte stránku s fotografií dokumentu do rámečku. Po pořízení snímku zařízení zavibruje.
da: Visning fra kameraet. Placer dit dokuments side med billedet inden for rammen. Din enhed vibrerer, når billedet bliver taget
de: Ansicht der Kamera. Positionieren Sie die Fotoseite Ihres Dokuments innerhalb des Rahmens. Ihr Gerät vibriert, wenn das Bild aufgenommen wird.
el: Προβολή από κάμερα. Τοποθετήστε τη σελίδα φωτογραφίας του εγγράφου σας στο πλαίσιο. Η συσκευή σας θα δονείται ενώ η εικόνα καταγράφεται
es_419: Vista desde la cámara. Coloca la página con foto del documento en el marco. Tu dispositivo vibrará cuando se capture la imagen
et: Vaade kaamerast. Asetage oma dokumendi fotoleht kaadrisse. Teie seade vibreerib, kui pilt on jäädvustatud
fa: مشاهده از دوربین. صفحه عکس‌دار مدرک خود را در کادر قرار دهید. هنگامی که تصویر گرفته می‌شود دستگاه شما خواهد لرزید
fi: Näkymä kamerasta. Aseta asiakirjasi valokuvasivu kehykseen. Laitteesi värähtelee, kun kuva otetaan
fr: Vue depuis la caméra. Placez la page de la photo de votre document dans le cadre. Votre mobile vibre lorsque l’image est capturée.
fr_ca: Vue depuis la caméra. Positionnez la page photo de votre document dans le cadre. Votre appareil vibrera lorsque l'image sera capturée
he: צפה מהמצלמה. מקם את עמוד הוויזה של המסמך בתוך המסגרת. המכשיר שלך ירטוט כאשר התמונה תצולם
hi: कैमरे से देखें। अपने डॉक्यूमेंट के फ़ोटो वाले पेज को फ़्रेम के बीच रखें। इमेज कैप्चर होने पर आपका डिवाइस वाइब्रेट होगा
hr: Pogledajte kako izgleda na kameri. Postavite stranicu s fotografijom svog dokumenta u okvir. Vaš uređaj će zavibrirati kad snimite fotografiju
hu: Kamera képe. A dokumentum fényképes oldalát illessze a keretbe. Az eszköz rezegni fog a kép rögzítésekor
hy: Տեսարան տեսախցիկից։ Ձեր փաստաթղթի լուսանկարով էջը տեղադրեք շրջանակի մեջ։ Ձեր սարքը կթրթռա, երբ պատկերը լուսանկարվի
it: Vista dalla fotocamera. Posiziona la pagina della foto del documento nella cornice. Il tuo dispositivo vibrerà quando l’immagine viene catturata
ja: カメラから見た様子。ドキュメント内の写真のページを枠内に配置してください。画像がキャプチャされると、デバイスが振動します
ko: 카메라에서 본 이미지. 사진이 부착된 서류 페이지를 프레임 안에 위치시킵니다. 이미지가 캡처되면 기기가 진동합니다
lt: Vaizdas iš kameros. Pasirūpinkite, kad dokumento nuotraukos puslapis būtų rėmelyje. Jūsų įrenginys suvibruos, kai vaizdas bus užfiksuotas
lv: Skats no kameras. Ievietojiet dokumenta fotoattēla lapu kadrā. Kad attēls būs uzņemts, ierīce sāks vibrēt
ms: Pandangan dari kamera. Letakkan halaman foto dokumen anda dalam bingkai. Peranti anda akan bergetar apabila imej dirakam
pl: Widok z aparatu. Umieść stronę dokumentu ze zdjęciem w ramce. Urządzenie zawibruje, gdy obraz zostanie przechwycony
pt: Vista da câmara. Posicione a página de fotografia do seu documento na moldura. O seu dispositivo vibrará quando a imagem for capturada
pt_br: Visualização pela câmera. Posicione a página com foto do seu documento no quadro. Seu dispositivo vibrará quando a imagem for capturada
ro: Vizualizați din camera video. Poziționați pagina cu poză a documentului dvs. în cadru. Dispozitivul dvs. va vibra când imaginea este capturată
ru: Вид с камеры. Поместите страницу с фото в Вашем документе в рамку. Ваше устройство будет вибрировать при съемке изображения
sk: Pohľad z fotoaparátu. Umiestnite stránku dokladu s fotkou do rámu. Keď sa snímka nasníma, zariadenie zavibruje
sl: Pogled s kamere. Postavite stran dokumenta s fotografijo v okvir. Vaša naprava bo zavibrirala, ko bo slika zajeta
sv: Vy från kameran. Placera dokumentets fotosida i ramen. Din enhet vibrerar när fotot tas
th: ดูจากกล้อง วางหน้าที่มีรูปของคุณให้อยู่ในกรอบ อุปกรณ์ของคุณจะสั่นเมื่อจับภาพแล้ว
tr: Kameradan görüntü. Belgenizin fotoğraf sayfasını çerçeveye yerleştirin. Görüntü yakalandığında cihazınız titreyecektir
uk: Увімкніть камеру. Наведіть рамку на сторінку з фотографією в документі. Ваш пристрій вібруватиме під час зйомки зображення
zh_hans: 在相机上查看。将证明文件的照片页放在框中。捕捉到图像时，您的设备将振动
zh_hant: 從相機檢視。將文件的相片頁置於框架中。拍攝影像時，裝置會振動

# onfido_doc_capture_frame_accessibility_dl_front_manual
source: View from camera. Position the front of your document in the frame, then tap the shutter button
ar: عرض من الكاميرا. ضع الجزء الأمامي من المستند ضمن الإطار، ثم اضغط على زر الغالق
bg: Прегледайте от камерата. Позиционирайте лицевата страна на документа си в рамката, след което докоснете бутона на затвора
cs: Pohled z kamery. Umístěte přední část dokumentu do rámečku a klepněte na tlačítko spouště.
da: Visning fra kameraet. Placer dit dokuments forside inden for rammen, og tryk derefter på udløserknappen
de: Ansicht der Kamera. Positionieren Sie die Vorderseite Ihres Dokuments im Rahmen und tippen Sie dann auf den Auslöser
el: Προβολή από κάμερα. Τοποθετήστε την μπροστινή όψη του εγγράφου σας στο πλαίσιο και, στη συνέχεια, πατήστε το κουμπί κλείστρου
es_419: Vista desde la cámara. Coloca el anverso del documento en el marco y toca el botón del obturador
et: Vaade kaamerast. Asetage dokumendi esikülg kaadrisse ja seejärel puudutage pildistamisnuppu
fa: مشاهده از دوربین. روی مدرک خود را درون کادر قرار دهید، سپس روی دکمه شاتر ضربه بزنید
fi: Näkymä kamerasta. Aseta asiakirjasi etuosa kehykseen ja napauta sitten laukaisinta
fr: Vue depuis la caméra. Placez le recto de votre document dans le cadre, puis appuyez sur le déclencheur
fr_ca: Vue depuis la caméra. Positionnez le recto de votre document dans le cadre, puis appuyez sur le bouton déclencheur
he: צפה מהמצלמה. מקם את הצד הקדמי של המסמך במסגרת ולחץ על כפתור הצילום
hi: कैमरे से देखें। अपने डॉक्यूमेंट के सामने वाले हिस्से को फ़्रेम के बीच में रखें, फिर शटर बटन पर टैप करें
hr: Pogledajte kako izgleda na kameri. Postavite prednju stranu dokumenta u okvir, a zatim dodirnite okidač
hu: Kamera képe. Helyezze a dokumentum előlapját a keretbe, majd koppintson az exponáló gombra
hy: Տեսարան տեսախցիկից։ Ձեր փաստաթղթի դիմերեսը տեղադրեք շրջանակի մեջ, ապա հպեք տեսախցիկի կոճակին
it: Vista dalla fotocamera. Posiziona il fronte del documento nella cornice e premi il pulsante di scatto
ja: カメラから見た様子。ドキュメントの前面をフレームに配置し、シャッターボタンをタップします
ko: 카메라에서 본 이미지. 서류 앞면이 프레임 안에 들어오도록 위치시킨 다음 셔터 버튼을 누릅니다
lt: Vaizdas iš kameros. Pasirūpinkite, kad dokumento priekinė pusė būtų rėmelyje, tada bakstelėkite užrakto mygtuką
lv: Skats no kameras. Ievietojiet dokumenta priekšpusi kadrā un pēc tam pieskarieties slēdža pogai
ms: Pandangan dari kamera. Letakkan bahagian depan dokumen anda dalam bingkai, kemudian ketik butang pengatup
pl: Widok z aparatu. Umieść przednią stronę dokumentu w ramce, a następnie wciśnij przycisk migawki
pt: Vista da câmara. Posicione a frente do seu documento na moldura, depois toque no botão do obturador
pt_br: Visualização pela câmera. Posicione a frente do documento no quadro e toque no botão do obturador
ro: Vizualizați din camera video. Poziționați pagina față a documentului dvs. în cadru, apoi atingeți butonul de obturare
ru: Вид с камеры. Поместите лицевую сторону документа в рамку, а затем нажмите кнопку затвора
sk: Pohľad z fotoaparátu. Umiestnite prednú stranu dokladu do rámu a potom ťuknite na tlačidlo uzávierky
sl: Pogled s kamere. Sprednjo stran dokumenta postavite v okvir, nato pa tapnite gumb sprožilca
sv: Vy från kameran. Placera dokumentets framsida i ramen och tryck sedan på slutarknappen
th: ดูจากกล้อง วางด้านหน้าเอกสารให้อยู่ในกรอบ แล้วแตะปุ่มชัตเตอร์
tr: Kameradan görüntü. Belgenizin ön yüzünü çerçeveye yerleştirin, ardından deklanşör düğmesine dokunun
uk: Увімкніть камеру. Наведіть рамку на лицьовий бік документа, а тоді натисніть кнопку зйомки
zh_hans: 在相机上查看。将证明文件的正面放在框中，然后轻触快门按钮
zh_hant: 從相機檢視。將文件正面置於框架中，然後點選快門按鈕

# onfido_doc_capture_frame_accessibility_dl_back_manual
source: View from camera. Position the back of your document in the frame, then tap the shutter button
ar: عرض من الكاميرا. ضع الجزء الخلفي من المستند ضمن الإطار، ثم اضغط على زر الغالق
bg: Прегледайте от камерата. Позиционирайте задната страна на документа в рамката, след което докоснете бутона на затвора
cs: Pohled z kamery. Umístěte zadní stranu dokumentu do rámečku a klepněte na tlačítko spouště.
da: Visning fra kameraet. Placer dit dokuments bagside inden for rammen, og tryk derefter på udløserknappen
de: Ansicht der Kamera. Positionieren Sie die Rückseite Ihres Dokuments im Rahmen und tippen Sie dann auf den Auslöser
el: Προβολή από κάμερα. Τοποθετήστε την πίσω όψη του εγγράφου σας στο πλαίσιο και, στη συνέχεια, πατήστε το κουμπί κλείστρου
es_419: Vista desde la cámara. Coloca el reverso del documento en el marco y toca el botón del obturador
et: Vaade kaamerast. Asetage oma dokumendi tagakülg kaadrisse ja seejärel puudutage pildistamisnuppu
fa: مشاهده از دوربین. پشت مدرک خود را درون کادر قرار دهید، سپس روی دکمه شاتر ضربه بزنید
fi: Näkymä kamerasta. Aseta asiakirjasi takaosa kehykseen ja napauta sitten laukaisinta
fr: Vue depuis la caméra. Placez le verso de votre document dans le cadre, puis appuyez sur le déclencheur
fr_ca: Vue depuis la caméra. Positionnez le verso de votre document dans le cadre, puis appuyez sur le bouton déclencheur
he: צפה מהמצלמה. מקם את הצד האחורי של המסמך במסגרת ולחץ על כפתור הצילום
hi: कैमरे से देखें। अपने डॉक्यूमेंट के फ़ोटो वाले पेज को फ़्रेम के बीच में रखें, फिर शटर बटन पर टैप करें
hr: Pogledajte kako izgleda na kameri. Postavite stražnju stranu dokumenta u okvir, a zatim dodirnite okidač
hu: Kamera képe. Helyezze a dokumentum hátoldalát a keretbe, majd koppintson az exponáló gombra
hy: Տեսարան տեսախցիկից։ Ձեր փաստաթղթի դարձերեսը տեղադրեք շրջանակի մեջ, ապա հպեք տեսախցիկի կոճակին
it: Vista dalla fotocamera. Posiziona il retro del documento nella cornice e premi il pulsante di scatto
ja: カメラから見た様子。ドキュメントの背面をフレームに配置し、シャッターボタンをタップします
ko: 카메라에서 본 이미지. 서류 뒷면이 프레임 안에 들어오도록 위치시킨 다음 셔터 버튼을 누릅니다
lt: Vaizdas iš kameros. Pasirūpinkite, kad galinė dokumento pusė būtų rėmelyje, tada bakstelėkite užrakto mygtuką
lv: Skats no kameras. Ievietojiet dokumenta aizmuguri kadrā un pēc tam pieskarieties slēdža pogai
ms: Pandangan dari kamera. Letakkan bahagian belakang dokumen anda dalam bingkai, kemudian ketik butang pengatup
pl: Widok z aparatu. Umieść tył dokumentu w ramce, a następnie wciśnij przycisk migawki
pt: Vista da câmara. Posicione a parte de trás do seu documento na moldura, depois toque no botão do obturador
pt_br: Visualização pela câmera. Posicione o verso do documento no quadro e toque no botão do obturador
ro: Vizualizați din camera video. Poziționați pagina verso a documentului dvs. în cadru, apoi atingeți butonul de obturare
ru: Вид с камеры. Поместите оборотную сторону документа в рамку, а затем нажмите кнопку затвора
sk: Pohľad z fotoaparátu. Umiestnite zadnú stranu dokladu do rámu a potom ťuknite na tlačidlo uzávierky
sl: Pogled s kamere. Zadnjo stran dokumenta postavite v okvir, nato pa tapnite gumb sprožilca
sv: Vy från kameran. Placera dokumentets baksida i ramen och tryck sedan på slutarknappen
th: ดูจากกล้อง วางด้านหลังเอกสารของคุณให้อยู่ในกรอบ แล้วแตะปุ่มชัตเตอร์
tr: Kameradan görüntü. Belgenizin arka yüzünü çerçeveye yerleştirin, ardından deklanşör düğmesine dokunun
uk: Увімкніть камеру. Наведіть рамку на зворотний бік документа, а тоді натисніть кнопку зйомки
zh_hans: 在相机上查看。将证明文件的背面放在框中，然后轻触快门按钮
zh_hant: 從相機檢視。將文件的背面置於框架中，然後點選快門按鈕

# onfido_doc_capture_frame_accessibility_dl_front_auto
source: View from camera. Position the front of your document in the frame. Your device will vibrate when the image is captured
ar: عرض من الكاميرا. ضع الجزء الأمامي من مستندك ضمن الإطار. سيهتز جهازك عند التقاط الصورة
bg: Прегледайте от камерата. Позиционирайте лицевата страна на документа в рамката. Устройството ви ще вибрира, когато изображението бъде заснето
cs: Pohled z kamery. Umístěte přední část dokumentu do rámečku. Zařízení při pořizování snímku zavibruje
da: Visning fra kameraet. Placer dit dokuments forside inden for rammen. Din enhed vibrerer, når billedet bliver taget
de: Ansicht der Kamera. Positionieren Sie die Vorderseite Ihres Dokuments innerhalb des Rahmens. Ihr Gerät vibriert, wenn das Bild aufgenommen wird.
el: Προβολή από κάμερα. Τοποθετήστε την μπροστινή όψη του εγγράφου σας στο πλαίσιο. Η συσκευή σας θα δονείται ενώ η εικόνα καταγράφεται
es_419: Vista desde la cámara. Coloca el anverso del documento en el marco. Tu dispositivo vibrará cuando se capture la imagen
et: Vaade kaamerast. Asetage oma dokumendi esikülg kaadrisse. Teie seade vibreerib, kui pilt on jäädvustatud
fa: مشاهده از دوربین. روی مدرک خود را درون کادر قرار دهید. هنگامی که تصویر گرفته می‌شود دستگاه شما خواهد لرزید
fi: Näkymä kamerasta. Aseta asiakirjasi etuosa kehykseen. Laitteesi värähtelee, kun kuva otetaan
fr: Vue depuis la caméra. Placez le recto de votre document dans le cadre. Votre mobile vibre lorsque l’image est capturée.
fr_ca: Vue depuis la caméra. Positionnez le recto de votre document dans le cadre. Votre appareil vibrera lorsque l'image sera capturée
he: צפה מהמצלמה. מקם את הצד הקדמי של המסמך בתוך המסגרת. המכשיר שלך ירטוט כאשר התמונה תצולם
hi: कैमरे से देखें। अपने डॉक्यूमेंट के सामने वाले हिस्से को फ़्रेम के बीच में रखें। इमेज कैप्चर होने पर आपका डिवाइस वाइब्रेट होगा
hr: Pogledajte kako izgleda na kameri. Postavite prednju stranu dokumenta u okvir. Vaš uređaj će zavibrirati kad snimite fotografiju
hu: Kamera képe. A dokumentum előlapját illessze a keretbe. Az eszköz rezegni fog a kép rögzítésekor
hy: Տեսարան տեսախցիկից։ Ձեր փաստաթղթի դիմերեսը տեղադրեք շրջանակի մեջ։ Ձեր սարքը կթրթռա, երբ պատկերը լուսանկարվի
it: Vista dalla fotocamera. Posiziona il fronte del documento nella cornice. Il tuo dispositivo vibrerà quando l’immagine viene catturata
ja: カメラから見た様子。ドキュメントの前面を枠内に配置します。画像がキャプチャされると、デバイスが振動します
ko: 카메라에서 본 이미지. 서류 앞면을 프레임 안에 위치시킵니다. 이미지가 캡처되면 기기가 진동합니다
lt: Vaizdas iš kameros. Pasirūpinkite, kad dokumento priekinė pusė būtų rėmelyje. Jūsų įrenginys suvibruos, kai vaizdas bus užfiksuotas
lv: Skats no kameras. Ievietojiet dokumenta priekšpusi kadrā. Kad attēls būs uzņemts, ierīce sāks vibrēt
ms: Pandangan dari kamera. Letakkan bahagian depan dokumen anda dalam bingkai. Peranti anda akan bergetar apabila imej dirakam
pl: Widok z aparatu. Umieść przednią stronę dokumentu w ramce. Urządzenie zacznie wibrować, gdy obraz zostanie przechwycony
pt: Vista da câmara. Posicione a frente do seu documento na moldura. O seu dispositivo irá vibrar quando a imagem for capturada
pt_br: Visualização pela câmera. Posicione a frente do seu documento no quadro. Seu dispositivo vibrará quando a imagem for capturada
ro: Vizualizați din camera video. Poziționați pagina față a documentului dvs. în cadru. Dispozitivul dvs. va vibra când imaginea este capturată
ru: Вид с камеры. Поместите лицевую сторону документа в рамку. Ваше устройство будет вибрировать при съемке изображения
sk: Pohľad z fotoaparátu. Umiestnite prednú stranu dokladu do rámu. Keď sa snímka nasníma, zariadenie zavibruje
sl: Pogled s kamere. Sprednjo stran dokumenta postavite v okvir. Vaša naprava bo zavibrirala, ko bo slika zajeta
sv: Vy från kameran. Placera dokumentets framsida i ramen. Din enhet vibrerar när fotot tas
th: ดูจากกล้อง วางด้านหน้าเอกสารให้อยู่ในกรอบ อุปกรณ์ของคุณจะสั่นเมื่อจับภาพแล้ว
tr: Kameradan görüntü. Belgenizin ön yüzünü çerçeveye yerleştirin. Görüntü yakalandığında cihazınız titreyecektir
uk: Увімкніть камеру. Наведіть рамку на лицьовий бік документа. Ваш пристрій вібруватиме під час зйомки зображення
zh_hans: 在相机上查看。将证明文件的正面放在框中。捕捉到图像时，您的设备将振动
zh_hant: 從相機檢視。將文件正面置於框架中。拍攝影像時，裝置會振動

# onfido_doc_capture_frame_accessibility_dl_back_auto
source: View from camera. Position the back of your document in the frame
ar: عرض من الكاميرا. ضع الجزء الخلفي من مستندك في الإطار
bg: Прегледайте от камерата. Позиционирайте задната страна на документа в рамката
cs: Pohled z kamery. Umístěte zadní stranu dokumentu do rámečku
da: Visning fra kameraet. Placer dit dokuments bagside inden for rammen
de: Ansicht der Kamera. Positionieren Sie die Rückseite Ihres Dokuments innerhalb des Rahmens
el: Προβολή από κάμερα. Τοποθετήστε την πίσω όψη του εγγράφου σας στο πλαίσιο
es_419: Vista desde la cámara. Coloca el reverso del documento en el marco
et: Vaade kaamerast. Asetage dokumendi tagakülg kaadrisse
fa: مشاهده از دوربین. پشت مدرک خود را درون کادر قرار دهید
fi: Näkymä kamerasta. Aseta asiakirjasi takaosa kehykseen
fr: Vue depuis la caméra. Placez le verso de votre document dans le cadre
fr_ca: Vue depuis la caméra. Positionnez le verso de votre document dans le cadre
he: צפה מהמצלמה. מקם את הצד האחורי של המסמך בתוך המסגרת
hi: कैमरे से देखें। अपने डॉक्यूमेंट के पीछे के हिस्से को फ़्रेम के बीच में रखें
hr: Pogledajte kako izgleda na kameri. Postavite stražnju stranu dokumenta u okvir
hu: Kamera képe. A dokumentum hátlapját illessze a keretbe
hy: Տեսարան տեսախցիկից։ Ձեր փաստաթղթի դարձերեսը տեղադրեք շրջանակի մեջ
it: Vista dalla fotocamera. Posiziona il retro del documento nella cornice
ja: カメラから見た様子。ドキュメントの背面を枠内に配置する
ko: 카메라에서 본 이미지. 프레임 안에 서류 뒷면이 들어가도록 배치하세요
lt: Vaizdas iš kameros. Pasirūpinkite, kad dokumento galinė pusė būtų rėmelyje
lv: Skats no kameras. Ievietojiet dokumenta aizmuguri kadrā
ms: Pandangan dari kamera. Letakkan bahagian belakang dokumen anda dalam bingkai
pl: Widok z aparatu. Umieść tył dokumentu w ramce
pt: Vista da câmara. Posicione a parte traseira do seu documento no enquadramento
pt_br: Visualização pela câmera. Posicione o verso do seu documento no quadro
ro: Vizualizați din camera video. Poziționați partea verso a documentului dvs. în cadru
ru: Вид с камеры. Поместите оборотную сторону документа в рамку
sk: Pohľad z fotoaparátu. Umiestnite zadnú stranu dokladu do rámu
sl: Pogled s kamere. Zadnjo stran dokumenta postavite v okvir
sv: Vy från kameran. Placera dokumentets baksida i ramen
th: ดูจากกล้อง วางด้านหลังเอกสารให้อยู่ในกรอบ
tr: Kameradan görüntü. Belgenizin arka yüzünü çerçeveye yerleştirin
uk: Увімкніть камеру. Наведіть рамку на зворотний бік документа
zh_hans: 在相机上查看。将证明文件背面放在框中
zh_hant: 從相機檢視。請將文件背面置於框架中

# onfido_doc_capture_frame_accessibility_ic_it_front_manual
source: View from camera. Position the photo side of your document in the frame, then tap the shutter button
ar: عرض من الكاميرا. ضع جانب الصورة للمستند ضمن الإطار، ثم اضغط على زر الغالق
bg: Прегледайте от камерата. Позиционирайте страната със снимката от документа в рамката, след което докоснете бутона на затвора
cs: Pohled z kamery. Umístěte fotografovanou stranu dokumentu do rámečku a klepněte na tlačítko spouště
da: Visning fra kameraet. Placer dit dokuments side med billedet inden for rammen, og tryk derefter på udløserknappen
de: Ansicht der Kamera. Positionieren Sie die Fotoseite Ihres Dokuments im Rahmen und tippen Sie dann auf den Auslöser
el: Προβολή από κάμερα. Τοποθετήστε την πλευρά με τη φωτογραφία του εγγράφου σας στο πλαίσιο και, στη συνέχεια, πατήστε το κουμπί κλείστρου
es_419: Vista desde la cámara. Coloca el lado con foto del documento en el marco y toca el botón del obturador
et: Vaade kaamerast. Asetage oma dokumendi fotoga külg kaadrisse ja seejärel puudutage pildistamisnuppu
fa: مشاهده از دوربین. صفحه عکس‌دار مدرک خود را درون کادر قرار دهید، سپس روی دکمه شاتر ضربه بزنید
fi: Näkymä kamerasta. Aseta asiakirjasi valokuvapuoli kehykseen ja napauta sitten laukaisinta
fr: Vue depuis la caméra. Placez la photo de votre document dans le cadre, puis appuyez sur le déclencheur
fr_ca: Vue depuis la caméra. Positionnez la page photo de votre document dans le cadre, puis appuyez sur le bouton déclencheur
he: צפה מהמצלמה. מקם את עמוד תמונת המסמך במסגרת ולחץ על כפתור הצילום
hi: कैमरे से देखें। अपने डॉक्यूमेंट के फ़ोटो वाले हिस्से को फ़्रेम के बीच में रखें, फिर शटर बटन पर टैप करें
hr: Pogledajte kako izgleda na kameri. Postavite stranu dokumenta na kojoj je fotografija u okvir, a zatim dodirnite okidač
hu: Kamera képe. Helyezze a dokumentum fényképes oldalát a keretbe, majd koppintson az exponáló gombra
hy: Տեսարան տեսախցիկից։ Ձեր փաստաթղթի լուսանկարով էջը տեղադրեք շրջանակի մեջ, ապա սեղմեք նկարելու կոճակը
it: Vista dalla fotocamera. Posiziona il lato della foto del documento nella cornice e premi il pulsante di scatto
ja: カメラから見た様子。ドキュメントの写真側のページをフレームに配置し、シャッターボタンをタップします
ko: 카메라에서 본 이미지. 사진이 부착된 페이지가 프레임 안에 들어오도록 위치시킨 다음 셔터 버튼을 누릅니다
lt: Vaizdas iš kameros. Pasirūpinkite, kad dokumento nuotraukos pusė būtų rėmelyje, tada bakstelėkite užrakto mygtuką
lv: Skats no kameras. Ievietojiet dokumenta fotoattēla pusi kadrā un pēc tam pieskarieties slēdža pogai
ms: Pandangan dari kamera. Letakkan bahagian foto dokumen anda dalam bingkai, kemudian ketik butang pengatup
pl: Widok z aparatu. Umieść stronę dokumentu ze zdjęciem w ramce, a następnie wciśnij przycisk migawki
pt: Vista da câmara. Posicione o lado da fotografia do seu documento na moldura, depois toque no botão do obturador
pt_br: Visualização pela câmera. Posicione o lado com foto do documento no quadro e toque no botão do obturador
ro: Vizualizați din camera video. Poziționați partea cu poză a documentului dvs. în cadru, apoi atingeți butonul de obturare
ru: Вид с камеры. Поместите часть с фото в Вашем документе в рамку, а затем нажмите кнопку затвора
sk: Pohľad z fotoaparátu. Umiestnite stranu dokladu s fotkou do rámu a potom ťuknite na tlačidlo uzávierky
sl: Pogled s kamere. Postavite stran dokumenta s fotografijo v okvir, nato tapnite gumb sprožilca
sv: Vy från kameran. Placera dokumentets fotosida i ramen och tryck sedan på slutarknappen
th: ดูจากกล้อง วางเอกสารด้านที่มีรูปของคุณให้อยู่ในกรอบ แล้วแตะปุ่มชัตเตอร์
tr: Kameradan görüntü. Belgenizde fotoğraf olan tarafı çerçeveye yerleştirin, ardından deklanşör düğmesine dokunun
uk: Увімкніть камеру. Наведіть рамку на бік із фотографією, а тоді натисніть кнопку зйомки
zh_hans: 在相机上查看。将证明文件的照片一面放在框中，然后轻触快门按钮
zh_hant: 從相機檢視。將文件的相片頁置於框架中，然後點選快門按鈕
