Repository: onfido/onfido-ios-sdk
Catalog: localization/Localizable_*.strings
Languages: ar, bg, cs, da, de, el, es_419, et, fa, fi, fr, fr_ca, he, hi, hr, hu, hy, it, ja, ko, lt, lv, ms, pl, pt, pt_br, ro, ru, sk, sl, sv, th, tr, uk, zh_hans, zh_hant

# onfido_selfie_intro_banner_nudity_message
source: Your face and your background will be captured during this process
ar: سيتم التقاط صورة لوجهك وخلفيتك خلال هذه العملية
bg: Лицето ви и фонът зад вас ще бъдат заснети по време на този процес
cs: Během tohoto procesu bude zachycena Vaše tvář a pozadí obrazu
da: Dit ansigt og din baggrund bliver ikke optaget under denne proces
de: Ihr Gesicht und Ihr Hintergrund werden bei diesem Vorgang aufgenommen
el: Το πρόσωπο και το φόντο σας θα καταγραφούν κατά τη διάρκεια αυτής της διαδικασίας
es_419: Tu rostro y tu fondo se capturarán durante este proceso
et: Selle protsessi käigus jäädvustatakse teie nägu ja taust
fa: در طی این فرآیند، تصویر چهره و فضای پشت سر شما ضبط می‌شود
fi: Kasvoistasi ja taustastasi otetaan kuva tämän prosessin aikana
fr: Au cours de ce processus, votre visage et votre arrière-plan seront capturés
fr_ca: Votre visage et votre arrière-plan seront capturés au cours de ce processus
he: הפנים והרקע שלך יצולמו במהלך תהליך זה
hi: इस प्रोसेस में आपका चेहरा और बैकग्राउंड कैप्चर हो जाएगी
hr: Tijekom ovog postupka snimit ćemo vas sprijeda i straga
hu: A folyamat során rögzítjük az arcát és a hátterét
hy: Այս գործողության ընթացքում ձեր դեմքը և շրջակայքը կնկարահանվեն
it: Il tuo viso e lo sfondo verranno acquisiti durante questo processo
ja: このプロセス中に顔と背景がキャプチャされます
ko: 이 과정에서 본인의 얼굴과 배경이 캡처됩니다
lt: Šio proceso metu bus užfiksuotas jūsų veidas ir fonas
lv: Šī procesa laikā tiks ierakstīta jūsu seja un fons
ms: Wajah dan latar belakang anda akan dirakam semasa proses ini
pl: Twoja twarz i tło zostaną uchwycone podczas tego procesu
pt: O seu rosto e o seu fundo serão captados durante este processo
pt_br: Seu rosto e entorno serão capturados durante este processo
ro: Fața și fundalul dvs. vor fi capturate în timpul acestui proces
ru: Во время этого процесса будут засняты Ваше лицо и фон
sk: Počas tohto procesu sa zaznamená vaša tvár a pozadie
sl: Vaš obraz in ozadje bosta zajeta med tem postopkom
sv: Ditt ansikte och din bakgrund kommer att spelas in under denna process
th: ใบหน้าและพื้นหลังของคุณจะถูกบันทึกไว้ในขั้นตอนนี้
tr: Bu işlem sırasında yüzünüz ve arka planınız kaydedilecektir
uk: Під час цієї процедури буде зафіксовано ваше обличчя і тло за ним
zh_hans: 在此流程中将捕捉您的面部和背景
zh_hant: 此過程將擷取您的臉部和背景

# onfido_video_capture_prompt_header_microphone
source: Your microphone is being used by another app
ar: هناك تطبيق آخر يستخدم ميكروفونك
bg: Микрофонът ви се използва от друго приложение
cs: Mikrofon je používán v jiné aplikaci.
da: Din mikrofon bruges af en anden app
de: Ihr Mikrofon wird bereits von einer anderen App verwendet.
el: Το μικρόφωνό σας χρησιμοποιείται από άλλη εφαρμογή
es_419: Otra aplicación está usando tu micrófono
et: Teie mikrofoni kasutab teine rakendus
fa: میکروفون شما در حال حاضر توسط برنامه دیگری استفاده می‌شود
fi: Toinen sovellus käyttää mikrofoniasi
fr: Votre microphone est actuellement utilisé par une autre application
fr_ca: Votre microphone est utilisé par une autre application
he: המיקרופון שלך נמצא בשימוש על ידי אפליקציה אחרת
hi: आपके माइक्रोफ़ोन का इस्तेमाल कोई दूसरा ऐप कर रहा है
hr: Vaš mikrofon koristi druga aplikacija
hu: A mikrofont egy másik alkalmazás használja
hy: Ձեր խոսափողն օգտագործվում է մեկ այլ հավելվածի կողմից
it: Il microfono è in uso da parte di un’altra app
ja: マイクが別のアプリで使用されています
ko: 다른 앱에서 마이크를 사용하고 있습니다
lt: Jūsų mikrofoną naudoja kita programėlė
lv: Jūsu mikrofonu izmanto cita lietotne
ms: Mikrofon anda sedang digunakan oleh aplikasi lain
pl: Twój mikrofon jest używany przez inną aplikację
pt: O seu microfone está a ser usado por outra aplicação
pt_br: Seu microfone está sendo usado por outro aplicativo
ro: Microfonul dvs. este utilizat de altă aplicație
ru: Микрофон используется другим приложением
sk: Mikrofón používa iná aplikácia
sl: Vaš mikrofon uporablja druga aplikacija
sv: Din mikrofon används av en annan app
th: แอปอื่นกำลังใช้ไมโครโฟนของคุณ
tr: Mikrofonunuz başka bir uygulama tarafından kullanılıyor
uk: Ваш мікрофон використовується іншим додатком
zh_hans: 您的麦克风正在被另一个应用使用
zh_hant: 其他應用程式正在使用您的麥克風

# onfido_video_capture_prompt_detail_microphone
source: Your microphone is needed to verify your identity. Please make sure to end any ongoing call.
ar: هناك حاجة إلى ميكروفون للتحقق من هويتك. يُرجى التأكد من إنهاء أي مكالمة جارية.
bg: Микрофонът е необходим, за да потвърдим самоличността ви. Уверете се, че сте прекратили всяко текущо повикване.
cs: Mikrofon je nutný k ověření vaší totožnosti. Nezapomeňte ukončit probíhající hovor.
da: Din mikrofon er nødvendig for at verificere din identitet. Sørg for at afslutte ethvert igangværende opkald.
de: Um Ihre Identität zu bestätigen, ist Ihr Mikrofon erforderlich. Bitte sorgen Sie dafür, dass Sie alle aktuellen Telefonate beenden.
el: Το μικρόφωνό σας είναι απαραίτητο για να επαληθεύσετε την ταυτότητά σας. Βεβαιωθείτε ότι έχετε τερματίσει οποιαδήποτε κλήση σε εξέλιξη.
es_419: Se necesita el micrófono para verificar tu identidad. Asegúrate de finalizar cualquier llamada en curso.
et: Teie isikusamasuse kontrollimiseks on vaja mikrofoni. Lõpetage kõik pooleliolevad kõned.
fa: برای تأیید هویت شما، به میکروفون نیاز است. لطفاً مطمئن شوید که تماس تلفنی در حال انجام ندارید.
fi: Mikrofoniasi tarvitaan henkilöllisyytesi vahvistukseen. Varmista, että lopetat kaikki meneillään olevat puhelut.
fr: Le microphone est requis afin de vérifier votre identité. Veillez à mettre fin à tout appel en cours.
fr_ca: Votre microphone est nécessaire pour vérifier votre identité. Veuillez vous assurer de mettre fin à tout appel en cours.
he: המיקרופון שלך נדרש כדי לאמת את זהותך. הקפד לסיים כל שיחה שאתה מבצע.
hi: आपकी पहचान को वेरिफ़ाई करने के लिए आपका माइक्रोफ़ोन को इस्तेमाल करना ज़रूरी है। कृपया चल रहे किसी भी कॉल को खत्म करना न भूलें।
hr: Mikrofon nam je potreban za postupak provjere vašeg identiteta. Prekinite sve pozive.
hu: Személyazonossága igazolásához szükség van a mikrofonra. Kérjük, minden folyamatban lévő hívást fejezzen be.
hy: Ձեր ինքնությունը հաստատելու համար անհրաժեշտ է ձեր խոսափողը։ Պարտադիր ավարտեք բոլոր ընթացիկ զանգերը։
it: Per verificare la tua identità è necessario il microfono. Assicurati di chiudere eventuali chiamate in corso.
ja: 本人確認にはマイクが必要です。進行中の通話を必ず終了してください。
ko: 본인 인증 절차를 진행하려면, 마이크가 필요합니다. 진행 중인 통화를 종료하셔야 합니다.
lt: Jūsų mikrofonas reikalingas jūsų tapatybei patvirtinti. Užbaikite bet kokį vykstantį pokalbį telefonu.
lv: Lai pārbaudītu jūsu identitāti, ir nepieciešams mikrofons. Pabeidziet visus zvanus.
ms: Mikrofon anda diperlukan untuk mengesahkan identiti anda. Sila pastikan untuk menamatkan sebarang panggilan yang sedang berlangsung.
pl: Mikrofon jest potrzebny do zweryfikowania Twojej tożsamości. Pamiętaj, aby zakończyć wszelkie trwające połączenia.
pt: O seu microfone é necessário para verificar a sua identidade. Certifique-se de terminar qualquer chamada em curso.
pt_br: Seu microfone é necessário para verificar sua identidade. Certifique-se de encerrar qualquer chamada em andamento.
ro: Microfonul dvs. este necesar pentru a vă verifica identitatea. Vă rugăm să vă asigurați că încheiați orice apel în curs.
ru: Микрофон необходим для подтверждения Вашей личности. Завершите любой текущий звонок.
sk: Na overenie totožnosti je potrebný mikrofón. Ukončite akýkoľvek prebiehajúci hovor.
sl: Za preverjanje vaše identitete je potreben mikrofon. Prosimo, poskrbite, da prekinete vsak tekoči klic.
sv: Din mikrofon behövs för att verifiera din identitet. Se till att avsluta eventuella pågående samtal.
th: เราต้องใช้ไมโครโฟนเพื่อยืนยันตัวตนของคุณ โปรดเช็คให้แน่ใจว่าวางสายโทรศัพท์แล้ว
tr: Kimliğinizi doğrulamak için mikrofonunuz gereklidir. Devam eden aramaları sonlandırdığınızdan emin olun.
uk: Ваш мікрофон потрібен для здійснення верифікації Переконайтеся, що всі поточні дзвінки завершено.
zh_hans: 需要您的麦克风来验证您的身份。请务必结束正在进行的任何通话。
zh_hant: 驗證身份需要您的麥克風。請確保結束任何進行中的通話。

# onfido_video_capture_prompt_header_audio
source: Restart the recording
ar: إعادة تشغيل التسجيل
bg: Рестартиране на записа
cs: Restart nahrávání
da: Genstart optagelsen
de: Starten Sie die Aufnahme neu
el: Επανεκκίνηση της εγγραφής
es_419: Reiniciar la grabación
et: Alustage salvestamist uuesti
fa: شروع مجدد ضبط
fi: Aloita tallennus uudelleen
fr: Redémarrer l’enregistrement
fr_ca: Redémarrer l'enregistrement
he: הפעל מחדש את הצילום
hi: रिकॉर्डिंग फिर से शुरू करें
hr: Ponovno započnite snimanje
hu: Indítsa újra a felvételt
hy: Վերսկսել տեսագրումը
it: Riavvia la registrazione
ja: 録画を再開する
ko: 녹화 다시 시작
lt: Iš naujo pradėti įrašymą
lv: Sākt ierakstu no jauna
ms: Mulakan semula rakaman
pl: Nagraj ponownie
pt: Reinicie a gravação
pt_br: Reiniciar a gravação
ro: Începeți din nou înregistrarea
ru: Перезапустить запись
sk: Spustiť zaznamenávanie znova
sl: Znova zaženi posnetek
sv: Starta om inspelningen
th: รีสตาร์ทการบันทึก
tr: Kaydı yeniden başlatın
uk: Перезапустити запис
zh_hans: 重新开始录制
zh_hant: 重新開始錄製

# onfido_video_capture_prompt_detail_audio
source: To clear this step, you must not play any audio in the background. Please make sure to end any ongoing call.
ar: لمسح هذه الخطوة، يجب عدم تشغيل أي صوت في الخلفية. يُرجى التأكد من إنهاء أي مكالمة جارية.
bg: За да изпълните тази стъпка, не трябва да има възпроизвеждане на аудио като фон. Уверете се, че сте прекратили всяко текущо повикване.
cs: Pokud chcete tento krok zrušit, nesmíte na pozadí přehrávat žádný zvuk. Nezapomeňte ukončit jakýkoli probíhající hovor.
da: For at gennemføre dette trin, må du ikke afspille nogen lyd i baggrunden. Sørg for at afslutte ethvert igangværende opkald.
de: Um diesen Schritt zu durchlaufen, dürfen Sie im Hintergrund keinen Ton abspielen. Bitte sorgen Sie dafür, dass Sie alle aktuellen Telefonate beenden.
el: Για να ολοκληρώσετε αυτό το βήμα, δεν πρέπει να αναπαραγάγετε κανέναν ήχο στο παρασκήνιο. Βεβαιωθείτε ότι έχετε τερματίσει οποιαδήποτε κλήση σε εξέλιξη.
es_419: Para concluir este paso, no debes reproducir ningún audio en segundo plano. Asegúrate de finalizar cualquier llamada en curso.
et: Selle sammu edukaks lõpetamiseks ei tohi taustal heli esitada. Lõpetage kõik pooleliolevad kõned.
fa: برای تکمیل این مرحله، نباید هیچ صدایی در پس‌زمینه پخش شود. لطفاً مطمئن شوید که تماس تلفنی در حال انجام ندارید.
fi: Suorittaaksesi tämän vaiheen et saa toistaa mitään ääntä taustalla. Varmista, että lopetat kaikki meneillään olevat puhelut.
fr: Pour que cette étape soit validée, vous ne devez pas diffuser d’audio en arrière-plan. Veillez à mettre fin à tout appel en cours.
fr_ca: Pour passer cette étape, vous ne devez pas diffuser d'audio en arrière-plan. Veuillez vous assurer de mettre fin à tout appel en cours.
he: כדי לבצע שלב זה, אסור להשמיע אודיו כלשהו ברקע. הקפד לסיים כל שיחה שאתה מבצע.
hi: इस स्टेप को पूरा करने के लिए, आपको बैकग्राउंड में कोई भी ऑडियो नहीं बजाना चाहिए। कृपया चल रहे किसी भी कॉल को खत्म करना न भूलें।
hr: Ako želite proći ovaj korak, ne smijete puštati nikakvu glazbu u pozadini na uređaju. Prekinite sve pozive.
hu: A lépés teljesítése során tilos a hanglejátszás a háttérben. Kérjük, minden folyamatban lévő hívást fejezzen be.
hy: Այս քայլը ավարտելու համար պետք է որևէ ձայնագրություն միացված չլինի։ Պարտադիր ավարտեք բոլոր ընթացիկ զանգերը։
it: Per completare questo passaggio non devi riprodurre nessun audio in sottofondo. Assicurati di chiudere eventuali chiamate in corso.
ja: このステップを完了するには、バックグラウンドでオーディオを再生しないでください。進行中の通話を必ず終了してください。
ko: 이 단계를 완료하려면 백그라운드에서 오디오를 재생해서는 안 됩니다. 진행 중인 통화를 종료하셔야 합니다.
lt: Norint užbaigti šį veiksmą, fone neturi būti jokio garso. Užbaikite bet kokį vykstantį pokalbį telefonu.
lv: Lai veiktu šo darbību, fonā nedrīkst atskaņot audio. Pabeidziet visus zvanus.
ms: Untuk memastikan rakaman ini jelas, anda tidak boleh memainkan sebarang audio di latar belakang. Sila pastikan untuk menamatkan sebarang panggilan yang sedang berlangsung.
pl: Aby przejść ten krok, nie możesz odtwarzać dźwięku w tle. Pamiętaj, aby zakończyć wszelkie trwające połączenia.
pt: Para limpar este passo, não pode reproduzir nenhum áudio de fundo. Certifique-se também de terminar qualquer chamada em curso.
pt_br: Para concluir esta etapa, você não deve reproduzir nenhum áudio em segundo plano. Certifique-se de encerrar qualquer chamada em andamento.
ro: Pentru a trece de această etapă, nu trebuie să redați niciun fișier audio în fundal. Vă rugăm să vă asigurați că încheiați orice apel în curs.
ru: Для выполнения этого шага любая аудиозапись на фоне должна быть выключена. Завершите любой текущий звонок.
sk: Ak chcete vymazať tento krok, nesmiete prehrávať žiadny zvuk na pozadí. Ukončite akýkoľvek prebiehajúci hovor.
sl: Če želite opraviti ta korak, v ozadju ne smete predvajati nobenega zvoka. Prosimo, poskrbite, da prekinete vsak tekoči klic.
sv: För att genomföra detta steg får du inte spela upp något ljud i bakgrunden. Se till att avsluta eventuella pågående samtal.
th: คุณต้องไม่เล่นเสียงใดๆ ในพื้นหลัง จึงจะผ่านขั้นตอนนี้ โปรดเช็คให้แน่ใจว่าวางสายโทรศัพท์แล้ว
tr: Bu adımı tamamlamak için arka planda herhangi bir ses olmamalıdır. Devam eden aramaları sonlandırdığınızdan emin olun.
uk: Щоб успішно пройти цей етап, подбайте, щоб на фоні не лунали сторонні звуки. Переконайтеся, що всі поточні дзвінки завершено.
zh_hans: 要清除此步骤，您不得在后台播放任何音频。请务必结束正在进行的任何通话。
zh_hant: 若要完成此步驟，您不得在背景播放任何音訊。請確保結束任何進行中的通話。

# onfido_video_intro_error_network_accessibility
source: Unable to load the example video due to unstable network
ar: تعذّر تحميل الفيديو التوضيحي بسبب عدم استقرار الشبكة
bg: Примерният видеоклип не може да бъде зареден поради нестабилна връзка
cs: Nelze nahrát vzorové video z důvodu nestabilní sítě
da: Kan ikke indlæse videoeksemplet på grund af ustabilt netværk
de: Beispielvideo kann aufgrund eines instabilen Netzwerks nicht geladen werden
el: Η φόρτωση του παραδείγματος βίντεο δεν είναι δυνατή λόγω ασταθούς δικτύου
es_419: No se pudo cargar el video de ejemplo debido a una red inestable
et: Näidisvideot ei saa ebastabiilse võrguühenduse tõttu laadida
fa: به دلیل ضعیف بودن اینترنت، ویدئوی نمونه بارگیری نشد
fi: Esimerkkivideota ei voida ladata epävakaan verkon vuoksi
fr: Impossible de charger la vidéo d’exemple en raison d’un réseau instable
fr_ca: Impossible de charger l'exemple vidéo en raison d'un réseau instable
he: אין אפשרות לטעון את סרטון הדוגמה עקב רשת לא יציבה
hi: अस्थिर नेटवर्क की वजह से उदाहरण वीडियो लोड नहीं हुआ
hr: Učitavanje videozapisa s primjerom nije moguće jer je mreža nestabilna
hu: Instabil hálózat miatt nem lehet betölteni a példavideót
hy: Չհաջողվեց բեռնել տեսանյութի օրինակը՝ անկայուն կապի պատճառով
it: Impossibile caricare il video di esempio per instabilità di rete
ja: ネットワークが不安定なため、サンプル動画を読み込めません
ko: 불안정한 네트워크로 인해 예제 동영상을 불러올 수 없습니다
lt: Nepavyko įkelti vaizdo įrašo pavyzdžio dėl nestabilaus tinklo
lv: Nevar ielādēt videoklipa piemēru nestabila tīkla savienojuma dēļ
ms: Tidak boleh memuatkan video contoh kerana rangkaian tidak stabil
pl: Nie można załadować przykładowego filmu z powodu niestabilnej sieci
pt: Não foi possível carregar o vídeo de exemplo devido à rede instável
pt_br: Não foi possível carregar o vídeo de exemplo devido à rede instável
ro: Video Imposibil de încărcat din cauza rețelei instabile
ru: Невозможно загрузить пример видео из-за нестабильной работы сети
sk: Nepodarilo sa načítať príklad videa z dôvodu nestabilnej siete
sl: Primera videoposnetka ni mogoče naložiti zaradi nestabilnega omrežja
sv: Det gick inte att ladda exempelvideon på grund av instabilt nätverk
th: โหลดวิดีโอตัวอย่างไม่ได้ เนื่องจากเครือข่ายไม่เสถียร
tr: Ağ kararsızlığı nedeniyle örnek video yüklenemiyor
uk: Неможливо завантажити зразок відео через нестабільне з’єднання мережі
zh_hans: 由于网络不稳定，无法加载示例视频
zh_hant: 由於網路不穩定，無法載入範例影片

# onfido_video_intro_prompt_button_primary_reload_player_accessibility
source: Reload example video
ar: إعادة تحميل مثال الفيديو
bg: Презареждане на примерното видео
cs: Nahrávání vzorového videa
da: Genindlæs videoeksempel
de: Beispielvideo neu laden
el: Επαναφόρτωση παραδείγματος βίντεο
es_419: Recargar video de ejemplo
et: Laadi näidisvideo uuesti
fa: بارگیری مجدد ویدئوی نمونه
fi: Lataa esimerkkivideo uudelleen
fr: Recharger la vidéo d’exemple
fr_ca: Recharger un exemple de vidéo
he: טען מחדש סרטון לדוגמה
hi: उदाहरण वीडियो फिर से लोड करें
hr: Ponovno učitajte videozapis s primjerom
hu: Példavideó újratöltése
hy: Կրկին բեռնեք տեսանյութի օրինակը
it: Ricarica video di esempio
ja: サンプル動画を再読み込み
ko: 예제 동영상 다시 불러오기
lt: Įkelti vaizdo įrašo pavyzdį iš naujo
lv: Atkārtoti ielādēt videoklipa piemēru
ms: Muat semula video contoh
pl: Załąduj ponownie przykładowy film
pt: Recarregar vídeo de exemplo
pt_br: Recarregar vídeo de exemplo
ro: Încărcați din nou clipul video
ru: Перезагрузить пример видео
sk: Znova načítať príklad videa
sl: Ponovno naloži primer videoposnetka
sv: Ladda om exempelvideo
th: โหลดวิดีโอตัวอย่างอีกครั้ง
tr: Örnek videoyu yeniden yükle
uk: Перезавантажити зразок відео
zh_hans: 重新加载示例视频
zh_hant: 重新載入範例影片

# onfido_doc_select_button_address_card
source: Address card
ar: بطاقة عنوان
bg: Адресна карта
cs: Adresní karta
da: Adressekort
de: Adresskartei
el: Κάρτα διεύθυνσης
es_419: Documento de residencia
et: Aadressikaart
fa: کارت آدرس
fi: Osoitekortti
fr: Carte d'adresse
fr_ca: Carte d'adresse
he: כתובת לחיוב
hi: पता कार्ड
hr: Potvrda o adresi
hu: Lakcímkártya
hy: Հասցեն պարունակող քարտ
it: Scheda indirizzo
ja: 住所カード
ko: 주소 카드
lt: Adreso kortelė
lv: Adreses karte
ms: Kad alamat
pl: Karta adresowa
pt: Cartão de endereço
pt_br: Cartão de residência
ro: Carte de adrese
ru: Карточка с адресом
sk: Preukaz s adresou
sl: Izkaznica z naslovom
sv: Adresskort
th: บัตรที่อยู่
tr: Adres kartı
uk: Картка з адресою
zh_hans: 含地址身份证
zh_hant: 地址卡

# onfido_doc_select_button_address_card_detail
source: Temporary and permanent cards are accepted
ar: تُقبل البطاقات المؤقتة والدائمة
bg: Приемат се временни и постоянни карти
cs: Přijímají se dočasné i trvalé karty
da: Vi accepterer midlertidige og permanente kort
de: Vorläufige und permanente Karten werden akzeptiert
el: Γίνονται δεκτές προσωρινές και μόνιμες κάρτες
es_419: Se aceptan documentos temporales y permanentes
et: Sobivad nii ajutised kui ka alalised kaardid
fa: کارت‌های موقت و دائم پذیرفته می‌شود
fi: Tilapäiset ja pysyvät kortit hyväksytään
fr: Les cartes temporaires et permanentes sont acceptées
fr_ca: Les cartes temporaires et permanentes sont acceptées
he: אנו מקבלים כרטיסים זמניים וקבועים
hi: अस्थायी और स्थायी कार्ड स्वीकार किए जाते हैं
hr: Prihvaćaju se privremene i trajne iskaznice
hu: Ideiglenes és állandó kártyák is elfogadottak
hy: Ընդունվում են ժամանակավոր և մշտական քարտերը
it: Sono accettate carte temporanee e permanenti
ja: 仮カードと永久カードが利用可能です
ko: 임시 거주증(temporary card) 및 영주권 카드(permanent card)를 사용할 수 있습니다
lt: Priimamos laikinos ir nuolatinės kortelės
lv: Tiek pieņemtas pagaidu un pastāvīgās kartes
ms: Kad sementara dan kekal diterima
pl: Akceptowane są karty tymczasowe i stałe
pt: São aceites cartões temporários e permanentes
pt_br: Cartões temporários e permanentes são aceitos
ro: Se acceptă carduri temporare și permanente
ru: Принимаются карточки временного и постоянного вида на жительства
sk: Akceptované sú dočasné i trvalé preukazy
sl: Sprejemajo se začasne in stalne izkaznice
sv: Tillfälliga och permanenta kort accepteras
th: รับทั้งบัตรชั่วคราวและบัตรถาวร
tr: Geçici ve kalıcı kartlar kabul edilir
uk: Приймаються тимчасові та постійні картки
zh_hans: 接受临时和永久身份证
zh_hant: 接受臨時和永久地址卡

# onfido_poa_guidance_subtitle_address_card
source: Must be a valid address card
ar: يجب أن تكون بطاقة عنوان صالحة
bg: Адресната карта трябва да е валидна
cs: Musí se jednat o platnou adresní kartu
da: Det skal være et gyldigt adressekort
de: Muss eine gültige Adresskarte sein
el: Πρέπει να είναι έγκυρη κάρτα διεύθυνσης
es_419: Debe ser una documento de residencia válido
et: Peab olema kehtiv aadressikaart
fa: باید یک کارت آدرس معتبر باشد
fi: On oltava voimassa oleva osoitekortti
fr: Il doit s'agir d'une carte d'adresse valide
fr_ca: Doit être une carte d'adresse valide
he: הכתובת לחיוב חייבת להיות חוקית
hi: यह मान्य पता कार्ड होना चाहिए
hr: Potvrda s adresom mora biti valjana
hu: A lakcímkártya érvényes kell legyen
hy: Հասցեն պարունակող քարտը պետք է վավեր լինի
it: Deve essere una carta di indirizzo valida
ja: 有効な住所カードである必要があります
ko: 반드시 유효한 주소 카드여야 합니다
lt: Turi būti galiojanti adreso kortelė
lv: Jābūt derīgai adreses kartei
ms: Mesti kad alamat yang sah
pl: Musi to być ważna karta adresowa
pt: Deve ser um cartão de endereço válido
pt_br: Deve ser um cartão de residência válido
ro: Trebuie să fie un card de adresă valid
ru: Должна быть действительная карточка с адресом
sk: Musí ísť o platný preukaz s adresou
sl: Biti mora veljavna izkaznica z naslovom
sv: Måste vara ett giltigt adresskort
th: ต้องเป็นบัตรที่อยู่ที่ถูกต้อง
tr: Geçerli bir adres kartı olmalıdır
uk: Має бути дійсна картка з адресою
zh_hans: 必须是有效的含地址身份证
zh_hant: 必須是有效的地址卡

# onfido_poa_guidance_instructions_full_address
source: Full address
ar: العنوان بالكامل
bg: Пълен адрес
cs: Úplná adresa
da: Fuldstændig adresse
de: Vollständige Adresse
el: Πλήρης διεύθυνση
es_419: Dirección completa
et: Täielik aadress
fa: آدرس کامل
fi: Koko osoite
fr: Adresse complète
fr_ca: Adresse complète
he: כתובת מלאה
hi: पूरा पता
hr: Puna adresa
hu: Teljes lakcím
hy: Ամբողջական հասցե
it: Indirizzo completo
ja: 住所詳細
ko: 전체 주소
lt: Pilnas adresas
lv: Pilna adrese
ms: Alamat penuh
pl: Pełny adres
pt: Endereço completo
pt_br: Endereço completo
ro: Adresa completă
ru: Полный адрес
sk: Úplná adresa
sl: Polni naslov
sv: Fullständig adress
th: ที่อยู่เต็ม
tr: Açık adres
uk: Повна адреса
zh_hans: 完整地址
zh_hant: 完整地址

# onfido_poa_guidance_instructions_address_card_issue_date
source: Issue date
ar: تاريخ الإصدار
bg: Дата на издаване
cs: Datum vydání
da: Udstedelsesdato
de: Datum der Ausgabe
el: Ημερομηνία έκδοσης
es_419: Fecha de emisión
et: Väljaandmise kuupäev
fa: تاریخ صدور
fi: Myöntämispäivä
fr: Date d'émission
fr_ca: Date d'émission
he: תאריך הנפקה
hi: जारी होने की तारीख
hr: Datum izdavanja
hu: Kibocsátás dátuma
hy: Տրված է
it: Data di emissione
ja: 発行日
ko: 발행일
lt: Išdavimo data
lv: Izdošanas datums
ms: Tarikh dikeluarkan
pl: Data wydania
pt: Data de emissão
pt_br: Data de emissão
ro: Data emiterii
ru: Дата выдачи
sk: Dátum vydania
sl: Datum izdaje
sv: Utfärdandedatum
th: วันที่ออก
tr: Düzenleme tarihi
uk: Дата видачі
zh_hans: 签发日期
zh_hant: 核發日期

# onfido_poa_guidance_instructions_expiry_date
source: Expiry date if applicable
ar: تاريخ انتهاء الصلاحية إن وجد
bg: Дата на валидност (ако е приложимо)
cs: Případné datum ukončení platnosti
da: Udløbsdato, hvis relevant
de: Verfallsdatum, falls zutreffend
el: Ημερομηνία λήξης, κατά περίπτωση
es_419: Fecha de vencimiento, si corresponde
et: Kehtivusaeg (vajaduse korral)
fa: تاریخ انقضا در صورت وجود
fi: Viim. voimassaolopäivä (tarvittaessa)
fr: Date d'expiration, le cas échéant
fr_ca: Date d'expiration, si applicable
he: תאריך תפוגה אם רלוונטי
hi: लागू होने की स्थिति में अवधि खत्म होने की तारीख
hr: Rok valjanosti ako je primjenjivo
hu: Lejárat időpontja, ha van
hy: Գործողության ժամկետը (եթե առկա է)
it: Data di scadenza, se applicabile
ja: 有効期限（該当する場合）
ko: (해당하는 경우) 만료일
lt: Galiojimo terminas (jei taikoma)
lv: Derīguma termiņš (ja attiecināms)
ms: Tarikh luput, jika berkenaan
pl: Data ważności, jeśli dotyczy
pt: Data de expiração se aplicável
pt_br: Data de validade, se aplicável
ro: Data expirării, dacă este cazul
ru: Срок действия (если применимо)
sk: Dátum vypršania platnosti (ak sa uplatňuje)
sl: Datum izteka veljavnosti, če je primerno
sv: Utgångsdatum om tillämpligt
th: วันหมดอายุ (ถ้ามี)
tr: Son kullanma tarihi (varsa)
uk: Строк дії (якщо передбачено):
zh_hans: 有效期（如适用）
zh_hant: 有效期限（如適用）
