Repository: onfido/onfido-ios-sdk
Catalog: localization/Localizable_*.strings
Languages: ar, bg, cs, da, de, el, es_419, et, fa, fi, fr, fr_ca, he, hi, hr, hu, hy, it, ja, ko, lt, lv, ms, pl, pt, pt_br, ro, ru, sk, sl, sv, th, tr, uk, zh_hans, zh_hant

# onfido_user_consent_load_fail_detail
source: Check that your connection is stable, then try again
ar: تحقّق من أن اتصالك مستقر، ثم حاول مرة أخرى
bg: Проверете дали връзката ви е стабилна и опитайте отново
cs: Zkontrolujte stabilitu svého připojení a zkuste to znovu
da: Tjek, at din forbindelse er stabil, og prøv igen
de: Prüfen Sie, ob Ihre Internetverbindung stabil ist, und versuchen Sie es dann erneut
el: Βεβαιωθείτε ότι η σύνδεσή σας είναι σταθερή και, στη συνέχεια, δοκιμάστε ξανά
es_419: Comprueba que la conexión sea estable y vuelve a intentarlo
et: Kontrollige, kas ühendus on stabiilne ning proovige uuesti
fa: بررسی کنید که اتصال اینترنت برقرار است، سپس دوباره سعی کنید
fi: Tarkista, että yhteys on vakaa, ja yritä sitten uudelleen
fr: Vérifiez que votre connexion est stable, puis réessayez
fr_ca: Vérifiez que votre connexion est stable, puis réessayez
he: ודא שהחיבור שלך יציב ונסה שוב
hi: जाँच करें कि आपका कनेक्शन स्थिर है और फिर कोशिश करें
hr: Provjerite je li veza stabilna pa pokušajte ponovno
hu: Ellenőrizze, hogy stabil-e a kapcsolat, majd próbálja újra
hy: Համոզվեք, որ ձեր կապը կայուն է, ապա կրկին փորձեք
it: Verifica che la tua connessione sia stabile e riprova
ja: 接続が安定していることを確認してから、もう一度お試しください
ko: 연결이 안정적인지 확인한 다음 다시 시도하세요
lt: Patikrinkite, ar ryšys stabilus, tada bandykite dar kartą
lv: Pārbaudiet, vai savienojums ir stabils, un pēc tam mēģiniet vēlreiz
ms: Sila periksa sama ada sambungan anda stabil dan cuba lagi kemudian
pl: Sprawdź, czy twoje połączenie jest stabilne, a następnie spróbuj ponownie
pt: Verifique se a sua ligação é estável e tente novamente
pt_br: Verifique se a sua conexão está estável e tente novamente
ru: Убедитесь, что соединение стабильно, затем повторите попытку
sk: Skontrolujte, či je vaše pripojenie stabilné, a potom to skúste znova
sl: Preverite, ali je vaša povezava stabilna, nato poskusite znova
sv: Kontrollera att din anslutning är stabil och försök sedan igen
th: เช็คว่าการเชื่อมต่อของคุณเสถียร แล้วลองอีกครั้ง
tr: Bağlantınızın kararlı olup olmadığını kontrol edin, ardından tekrar deneyin
uk: Перевірте, чи з’єднання стабільне, а потім спробуйте ще раз
zh_hans: 请检查连接是否稳定，然后重试
zh_hant: 請檢查您的連線是否穩定，然後再試一次

# onfido_user_consent_load_fail_button_primary
source: Reload screen
ar: إعادة تحميل الشاشة
bg: Презареждане на екрана
da: Genindlæs siden
de: Bildschirm neu laden
el: Επαναφόρτωση οθόνης
es_419: Recargar pantalla
et: Laadige ekraan uuesti
fa: بارگذاری مجدد صفحه
fi: Lataa näyttö uudell.
fr: Recharger l'écran
fr_ca: Recharger l'écran
he: טען מחדש את המסך
hi: स्क्रीन दोबारा लोड करें
hr: Ponovno učitaj zaslon
hu: Képernyő újratöltése
hy: Կրկին բեռնել էկրանը
it: Ricarica schermo
ja: 画面を再読み込み
ko: 화면 다시 불러오기
lt: Įkelti ekraną iš naujo
lv: Ielādēt ekrānu no jauna
ms: Muat semula skrin
pt: Recarregar ecrã
pt_br: Recarregar tela
ru: Перезагрузить экран
sk: Znova načítať obrazovku
sl: Ponovno naloži zaslon
sv: Ladda om skärmen
th: โหลดหน้าจออีกครั้ง
tr: Ekranı yeniden yükleyin
uk: Перезавантажити екран
zh_hans: 重新加载屏幕
zh_hant: 重新載入畫面

# onfido_country_select_search_results_none_accessibility
source: No matching results
ar: لا توجد نتائج مطابقة
bg: Няма съответстващи резултати
cs: Žádné odpovídající výsledky
da: Ingen matchende resultater
de: Keine Treffer
el: Δεν υπάρχουν αποτελέσματα που να ταιριάζουν
es_419: No hay resultados coincidentes
et: Sobivaid tulemusi ei leitud
fa: هیچ نتیجه منطبقی یافت نشد
fi: Ei vastaavia tuloksia
fr: Aucun résultat correspondant
fr_ca: Aucun résultat correspondant
he: לא נמצאו תוצאות
hi: कोई भी नतीजा मेल नहीं खाता
hr: Nema odgovarajućih rezultata
hu: Nincs megfelelő találat
hy: Համապատասխանող արդյունքներ չկան
it: Nessun risultato trovato
ja: 一致する結果が見つかりませんでした
ko: 일치하는 결과가 없습니다
lt: Nėra atitinkančių rezultatų
lv: Nav atbilstošu rezultātu
ms: Tiada hasil yang sepadan
pl: Brak pasujących wyników
pt: Sem resultados
pt_br: Não há resultados correspondentes
ro: Niciun rezultat care să se potrivească
ru: Совпадения результатов не найдено
sk: Žiadne zodpovedajúce výsledky
sl: Ni ujemajočih se rezultatov
sv: Inga matchande resultat
th: ไม่มีผลลัพธ์ที่ตรงกัน
tr: Eşleşen sonuç yok
uk: Немає відповідних результатів
zh_hans: 无匹配结果
zh_hant: 未有相符的結果

# onfido_country_select_search_results_one_accessibility
source: One result found
ar: تم العثور على نتيجة واحدة
bg: Намерен е един резултат
cs: Byl zjištěn jeden výsledek
da: Der er fundet ét resultat
de: Ein Ergebnis gefunden
el: Βρέθηκε ένα αποτέλεσμα
es_419: Se encontró un resultado
et: Leiti üks tulemus
fa: یک نتیجه یافت شد
fi: Yksi tulos löydetty
fr: Un résultat trouvé
fr_ca: Nous avons trouvé un résultat
he: נמצאה תוצאה אחת
hi: एक नतीजा मिला
hr: Pronađen je jedan rezultat
hu: Egy találat
hy: Գտնվել է մեկ արդյունք
it: Un risultato trovato
ja: 1件の結果が見つかりました
ko: 1개의 검색 결과를 찾았습니다
lt: Rastas vienas rezultatas
lv: Atrasts viens rezultāts
ms: Satu hasil ditemui
pl: Znaleziono jeden wynik
pt: Um resultado encontrados
pt_br: Encontramos um resultado
ro: Un rezultat găsit
ru: Найден один результат
sk: Našiel sa jeden výsledok
sl: Najden en zadetek
sv: Ett resultat hittades
th: พบผลลัพธ์ 1 รายการ
tr: Bir sonuç bulundu
uk: Знайдено один результат
zh_hans: 找到一个结果
zh_hant: 找到一個結果

# onfido_country_select_search_results_multiple_accessibility
source: %d results found
ar: تم العثور على %d من النتائج
bg: %d намерени резултата
cs: Nalezeno %d výsledků
da: Der er fundet %d resultater
de: %d Ergebnisse gefunden
el: %d αποτελέσματα βρέθηκαν
es_419: Se encontraron %d resultados
et: Leiti %d tulemust
fa: %d نتیجه یافت شد
fi: %d tulosta löydetty
fr: %d résultats trouvés
fr_ca: %d résultats trouvés
he: נמצאו %d תוצאות
hi: %d नतीजे मिले
hr: Pronađeno je više rezultata (%d)
hu: %d találat
hy: %d արդյունք է գտնվել
it: %d risultati trovati
ja: %d件の結果が見つかりました
ko: %d개의 결과를 찾았습니다
lt: Rasta rezultatų: %d
lv: Atrasto rezultātu skaits: %d
ms: %d hasil ditemui
pl: Znalezione wyniki: %d
pt: %d resultados encontrados
pt_br: Encontramos %d resultados
ro: %d rezultate găsite
ru: Найдено результатов: %d
sk: Počet nájdených výsledkov: %d
sl: Najdenih toliko rezultatov: %d
sv: %d resultat hittades
th: พบผลลัพธ์ %d รายการ
tr: %d sonuç bulundu
uk: Знайдено результатів: %d
zh_hans: 找到%d个结果
zh_hant: 找到 %d 個結果

# onfido_doc_confirmation_alert_crop_detail
source: Make sure full document is visible
ar: تأكد من أن المستند مرئي بالكامل
bg: Уверете се, че се вижда целият документ
cs: Ujistěte se, že je viditelný celý dokument
da: Sørg for, at hele dokumentet er synligt
de: Stellen Sie sicher, dass das vollständige Dokument zu sehen ist
el: Βεβαιωθείτε ότι είναι ορατό το πλήρες έγγραφο
es_419: Asegúrate de que se vea el documento completo
et: Veenduge, et kogu dokument on nähtav
fa: مطمئن شوید که کل مدرک قابل مشاهده است
fi: Varmista, että koko asiakirja on näkyy
fr: Assurez-vous que l’intégralité du document est visible
fr_ca: Assurez-vous que le document complet est visible
he: ודא שניתן לראות את המסמך במלואו
hi: पक्का करें कि पूरा डॉक्यूमेंट दिखाई दे रहा है
hr: Provjerite vidi li se cijeli dokument na fotografiji
hu: Győződjön meg róla, hogy a teljes dokumentum látható
hy: Համոզվեք, որ փաստաթուղթն ամբողջությամբ երևում է
it: Assicurati che tutto il documento sia visibile
ja: ドキュメント全体が表示されていることを確認する
ko: 전체 서류가 잘 보이는지 확인하세요
lt: Įsitikinkite, kad matomas visas dokumentas
lv: Pārliecinieties, ka ir redzams viss dokuments
ms: Pastikan dokumen penuh kelihatan
pl: Upewnij się, że widoczny jest cały dokument
pt: Certifique-se de que o documento é totalmente visível
pt_br: Certifique-se de que o documento completo esteja visível
ro: Asigurați-vă că întregul document este vizibil
ru: Убедитесь, что виден весь документ
sk: Uistite sa, že je viditeľný celý doklad
sl: Prepričajte se, da je celoten dokument viden
sv: Se till att hela dokumentet är synligt
th: เช็คให้แน่ใจว่ามองเห็นเอกสารทั้งหน้าอย่างชัดเจน
tr: Belgenin tamamının görünür olduğundan emin olun
uk: Переконайтеся, що документ видно повністю
zh_hans: 确保证明文件完整可见
zh_hant: 請確保完整文件清晰可見

# onfido_doc_confirmation_alert_crop_title
source: Cut-off image detected
ar: تم اكتشاف صورة مقطوعة
bg: Открихме отрязано изображение
cs: Zjištěný obraz s oříznutým okrajem
da: Beskåret billede er detekteret
de: Abgeschnittenes Bild erkannt
el: Ανιχνεύθηκε αποκομμένη εικόνα
es_419: Imagen cortada detectada
et: Tuvastati kärbitud pilt
fa: تصویر بریده شده است
fi: Rajattu kuva havaittu
fr: Image tronquée détectée
fr_ca: Image coupée détectée
he: זיהינו שהתמונה חתוכה
hi: कटी हुई तस्वीर मिली है
hr: Slika je izrezana
hu: Levágott kép észlelve
hy: Պատկերը կտրատված է
it: Immagine tagliata rilevata
ja: カットオフ画像が検出されました
ko: 이미지 잘림 현상이 감지되었습니다
lt: Aptiktas apkarpytas vaizdas
lv: Atrasts apgriezts attēls
ms: Imej terpotong dikesan
pl: Wykryto obcięty obraz
pt: Imagem cortada detetada
pt_br: Imagem cortada detectada
ro: Imagine decupatǎ detectatǎ
ru: Изображение обрезано
sk: Bol zistený orezaný obraz
sl: Zaznana odrezana slika
sv: Manipulerad bild upptäckt
th: ตรวจพบภาพถูกตัด
tr: Kesik görüntü tespit edildi
uk: Виявлено обрізане зображення
zh_hans: 检测到经裁剪的图像
zh_hant: 偵測到部完整照片

# onfido_doc_upload_progress_label
source: Checking image quality
ar: التحقق من جودة الصورة
bg: Проверка на качеството на изображението
cs: Kontrola kvality obrazu
da: Kontrol af billedkvalitet
de: Bildqualität wird überprüft
el: Έλεγχος ποιότητας εικόνας
es_419: Comprobar la calidad de la imagen
et: Kujutise kvaliteedi kontrollimine
fa: بررسی کیفیت تصویر
fi: Tarkistetaan kuvanlaatua
fr: Vérification de la qualité d’image
fr_ca: Vérification de la qualité de l'image
he: בדיקת איכות התמונה
hi: इमेज की क्वालिटी परखना
hr: Provjeravamo kvalitetu slike
hu: Képminőség ellenőrzése
hy: Նկարի որակի ստուգում
it: Controllo qualità dell’immagine
ja: 画質の確認
ko: 이미지 품질 확인 중
lt: Vaizdo kokybės tikrinimas
lv: Notiek attēla kvalitātes pārbaude
ms: Memeriksa kualiti imej
pl: Sprawdzanie jakości obrazu
pt: A verificar a qualidade da imagem
pt_br: Verificando a qualidade da imagem
ro: Verificare în curs a calității imaginii
ru: Проверка качества изображения
sk: Kontroluje sa kvalita obrázka
sl: Preverjanje kakovosti slike
sv: Kontrollerar bildkvaliteten
th: กำลังตรวจสอบคุณภาพของภาพ
tr: Görüntü kalitesi kontrol ediliyor
uk: Перевірка якості зображення
zh_hans: 正在检查图像质量
zh_hant: 檢查影像品質

# onfido_doc_capture_frame_success_accessibility
source: Image captured
ar: تم التقاط الصورة
bg: Снимката е заснета
cs: Zachycený snímek
da: Billede er taget
de: Bild aufgenommen
el: Η εικόνα έχει καταγραφεί
es_419: Imagen capturada
et: Jäädvustatud pilt
fa: تصویر گرفته شد
fi: Kuva otettu
fr: Image capturée
fr_ca: Image capturée
he: התמונה צולמה
hi: इमेज कैप्चर की गई
hr: Slika je snimljena
hu: Kép rögzítve
hy: Նկարը արված է
it: Immagine catturata
ja: 撮影された画像
ko: 이미지가 캡처되었습니다
lt: Užfiksuotas vaizdas
lv: Attēls uzņemts
ms: Imej ditangkap
pl: Zdjęcie zostało zrobione
pt: Imagem capturada
pt_br: Imagem capturada
ro: Imagine capturată
ru: Изображение снято
sk: Obrázok bol zaznamenaný
sl: Slika je zajeta
sv: Foto taget
th: จับภาพแล้ว
tr: Görüntü alındı
uk: Зображення знято
zh_hans: 已捕捉图像
zh_hant: 已擷取影像

# onfido_generic_error_timeout_title
source: Connection timeout
ar: انتهت مهلة الاتصال
bg: Времето за връзка изтече
cs: Časový limit připojení
da: Forbindelsen afbrudt
de: Zeitüberschreitung bei der Verbindung
el: Λήξη χρονικού ορίου σύνδεσης
es_419: El límite de tiempo caducó
et: Ühendus aegus
fa: زمان اتصال پایان یافت
fi: Yhteyden aikakatkaisu
fr: Erreur de connexion
fr_ca: Délai de connexion expiré
he: זמן קצוב לחיבור
hi: कनेक्शन टाइमआउट
hr: Vrijeme za povezivanje je isteklo
hu: Kapcsolati időkorlát
hy: Կապի սպասման ժամանակը
it: Timeout di connessione
ja: 接続がタイムアウトしました
ko: 인터넷 연결 시간 초과
lt: Ryšiui skirto laiko pabaiga
lv: Savienojuma noildze
ms: Sambungan tamat masa
pl: Limit czasu połączenia
pt: Tempo limite de ligação
pt_br: Tempo limite de conexão
ro: Timp de expirare pentru conexiune
ru: Время ожидания подключения
sk: Vypršal časový limit pripojenia
sl: Časovna omejitev povezave
sv: Timeout för anslutning
th: การเชื่อมต่อหมดเวลา
tr: Bağlantı zaman aşımı
uk: Час очікування з’єднання минув
zh_hans: 连接超时
zh_hant: 連線逾時

# onfido_generic_error_timeout_detail
source: Check that your connection is stable, then try again
ar: تحقّق من أن اتصالك مستقر، ثم حاول مرة أخرى
bg: Проверете дали връзката ви е стабилна и опитайте отново
cs: Ujistěte se, že máte stabilní připojení a zkuste to znovu
da: Tjek, at din forbindelse er stabil, og prøv igen
de: Prüfen Sie, ob Ihre Verbindung stabil ist, und versuchen Sie es dann erneut
el: Βεβαιωθείτε ότι η σύνδεσή σας είναι σταθερή και, στη συνέχεια, δοκιμάστε ξανά
es_419: Comprueba que la conexión sea estable y vuelve a intentarlo
et: Kontrollige, kas ühendus on stabiilne ning proovige uuesti
fa: بررسی کنید که اتصال اینترنت برقرار است، سپس دوباره سعی کنید
fi: Tarkista, että yhteys on vakaa, ja yritä sitten uudelleen
fr: Vérifiez l’état de votre connexion, puis réessayez
fr_ca: Vérifiez que votre connexion est stable, puis réessayez
he: ודא שהחיבור שלך יציב ונסה שוב
hi: जाँच करें कि आपका कनेक्शन स्थिर है और फिर कोशिश करें
hr: Provjerite je li veza stabilna pa pokušajte ponovno
hu: Ellenőrizze, hogy stabil-e a kapcsolat, majd próbálja újra
hy: Համոզվեք, որ ձեր կապը կայուն է, ապա կրկին փորձեք
it: Assicurati che la connessione sia stabile e prova di nuovo
ja: 接続が安定していることを確認してから、もう一度お試しください
ko: 연결이 안정적인지 확인한 다음 다시 시도하세요
lt: Patikrinkite, ar ryšys stabilus, tada bandykite dar kartą
lv: Pārbaudiet, vai savienojums ir stabils, un pēc tam mēģiniet vēlreiz
ms: Sila periksa sama ada sambungan anda stabil dan cuba lagi kemudian
pl: Upewnij się, że Twoje połączenie z internetem jest stabilne, a następnie spróbuj ponownie
pt: Verifique se a sua ligação é estável, depois tente novamente
pt_br: Verifique se a sua conexão está estável e tente novamente
ro: Verificați stabilitatea conexiunii dvs. și apoi încercați din nou
ru: Убедитесь, что соединение стабильно, затем повторите попытку
sk: Skontrolujte, či je vaše pripojenie stabilné, a potom to skúste znova
sl: Preverite, ali je vaša povezava stabilna, nato poskusite znova
sv: Kontrollera att din anslutning är stabil och försök sedan igen
th: เช็คว่าการเชื่อมต่อของคุณเสถียร แล้วลองอีกครั้ง
tr: Bağlantınızın kararlı olup olmadığını kontrol edin, ardından tekrar deneyin
uk: Перевірте, чи з’єднання стабільне, а потім спробуйте ще раз
zh_hans: 请检查连接是否稳定，然后重试
zh_hant: 請檢查您的連線是否穩定，然後再試一次

# onfido_generic_error_timeout_button_primary
source: Retry
ar: إعادة المحاولة
bg: Опитайте отново
cs: Opakování
da: Prøv igen
de: Erneut versuchen
el: Επανάληψη προσπάθειας
es_419: Volver a intentar
et: Proovige uuesti
fa: سعی مجدد‌
fi: Yritä uud.
fr: Réessayer
fr_ca: Réessayer
he: נסה שוב
hi: फिर से कोशिश करें
hr: Pokušajte ponovno
hu: Próbálja újra
hy: Կրկին փորձել
it: Riprova
ja: 再試行
ko: 재시도
lt: Bandyti dar kartą
lv: Mēģināt vēlreiz
ms: Cuba Semula
pl: Spróbuj ponownie
pt: Tentar novamente
pt_br: Tentar novamente
ro: Încercați din nou
ru: Повторить
sk: Skúsiť znova
sl: Poskusite znova
sv: Försök igen
th: ลองอีกครั้ง
tr: Yeniden dene
uk: Повторити
zh_hans: 重试
zh_hant: 重試

# onfido_generic_processing
source: Processing
ar: المعالجة
bg: В процес на обработка
cs: Zpracování
da: Behandler
de: Verarbeitung
el: Γίνεται επεξεργασία
es_419: Procesando
et: Töötlemine
fa: در حال پردازش
fi: Käsitellään
fr: Traitement
fr_ca: En cours de traitement
he: מעבד
hi: प्रोसेस हो रहा है
hr: U tijeku je obrada
hu: Feldolgozás alatt
hy: Մշակվում է
it: Elaborazione
ja: 処理中です
ko: 처리 중
lt: Apdorojama
lv: Apstrādā
ms: Memproses
pl: Przetwarzanie
pt: Processamento
pt_br: Processando
ro: Se procesează
ru: Обработка
sk: Spracúva sa
sl: Obdelovanje
sv: Bearbetar
th: กำลังดำเนินการ
tr: İşleniyor
uk: Обробка
zh_hans: 正在处理
zh_hant: 處理中

# onfido_video_capture_turn_success_accessibility
source: Head turn detected
ar: تم اكتشاف التفات الرأس
bg: Засечено е движение на главата
cs: Detekce otočení hlavy
da: Drejning af hovedet detekteret
de: Kopfdrehung erkannt
el: Ανιχνεύτηκε στροφή κεφαλής
es_419: Giro de cabeza detectado
et: Tuvastati pööratud pea
fa: چرخش سر تشخیص داده شد
fi: Pään kääntyminen havaittu
fr: Tour de tête détecté
fr_ca: Détection d'un mouvement de tête
he: זוהתה תנועת ראש
hi: सिर घूमने का पता चला
hr: Okrenuli ste glavu
hu: Fejforgás észlelve
hy: Գլխի շարժում է նկատվել
it: Rilevata svolta della testa
ja: 顔の回転が検出されました
ko: 고개 돌림이 감지되었습니다
lt: Aptiktas galvos pasukimas
lv: Konstatēta pagriezta galva
ms: Tolehan kepala dikesan
pl: Wykryto obrót głowy
pt: Cabeça virada detectada
pt_br: Giro de cabeça detectado
ro: Mișcare a capului detectată
ru: Обнаружен поворот головы
sk: Bolo zistené otáčanie hlavy
sl: Zaznano obračanje glave
sv: Huvudvridning upptäckt
th: ตรวจพบการหันศีรษะ
tr: Başın döndüğü tespit edildi
uk: Поворот голови виявлено
zh_hans: 检测到头部转动
zh_hant: 偵測到轉頭

# onfido_welcome_list_header
source: Use your device to:
ar: استخدم جهازك من أجل:
bg: Използвайте устройството си, за да:
cs: Pomocí svého zařízení můžete:
da: Brug din enhed til at:
de: Benutzen Sie Ihr Gerät:
el: Χρησιμοποιήστε τη συσκευή σας για να:
es_419: Usa tu dispositivo para:
et: Seadme abil saate teha järgmist.
fa: از دستگاه خود برای موارد زیر استفاده کنید:
fi: Käytä laitettasi:
fr: Utilisez votre appareil pour:
fr_ca: Utilisez votre appareil pour:
he: השתמש במכשיר שלך כדי:
hi: अपने डिवाइस का इस्तेमाल करके:
hr: Upotrijebite uređaj i učinite sljedeće:
hu: Használja eszközét a következőkhöz:
hy: Օգտագործեք ձեր սարքը հետևյալ նպատակներով․
it: Usa il dispositivo per:
ja: デバイスを使用して次のことを行います。
ko: 기기로 진행할 작업:
lt: Naudodami savo įrenginį:
lv: Izmantojiet ierīci, lai:
ms: Gunakan peranti anda untuk:
pl: Użyj urządzenia, aby:
pt: Utilize o seu dispositivo para:
pt_br: Use seu dispositivo para:
ro: Utilizați dispozitivul dvs. pentru:
ru: Используйте свое устройство, чтобы:
sk: Pomocou zariadenia vykonajte tieto kroky:
sl: Uporabite napravo za:
sv: Använd din enhet för att:
th: ใช้อุปกรณ์ของคุณ:
tr: Cihazınızı şu amaçlarla kullanın:
uk: Використовуйте свій пристрій, щоб:
zh_hans: 使用您的设备：
zh_hant: 使用您的裝置：

# onfido_welcome_list_item_doc_photo
source: Take a photo of your identity document
ar: التقط صورة لمستند هويتك
bg: Направите снимка на документа си за самоличност
cs: Vyfoťte si svůj doklad totožnosti
da: Tag et billede af dit ID-dokument
de: Machen Sie ein Foto von Ihrem Ausweisdokument
el: Τραβήξετε μια φωτογραφία του εγγράφου ταυτότητάς σας
es_419: Tomar una foto de tu documento de identidad
et: Isikut tõendava dokumendi pildistamine
fa: از مدرک هویتی خود عکس بگیرید
fi: ottaaksesi kuvan henkilötodistuksestasi
fr: Prendre une photo de votre pièce d’identité
fr_ca: Prendre une photo de votre pièce d'identité
he: לצלם את תעודת הזהות שלך
hi: अपनी पहचान से जुड़े डॉक्यूमेंट की फ़ोटो खींचें
hr: Fotografirajte svoj identifikacijski dokument
hu: Készítsen fényképet személyazonosító okmányáról
hy: Լուսանկարեք ձեր անձը հաստատող փաստաթուղթը
it: Scattare una foto del tuo documento d’identità
ja: 身分証明書の写真を撮影する
ko: 신분증 서류 사진을 촬영합니다
lt: Nufotografuosite savo asmens tapatybės dokumentą
lv: Nofotografētu savu personu apliecinošo dokumentu.
ms: Ambil gambar dokumen pengenalan anda
pl: Zrobić zdjęcie swojego dokumentu tożsamości
pt: Tire uma fotografia de um documento de identidade
pt_br: Tirar uma foto do seu documento de identidade
ro: A face o poză cu documentul dvs. de identitate
ru: Сфотографировать удостоверение личности
sk: Odfoťte doklad totožnosti
sl: Fotografirajte osebni dokument
sv: Ta ett foto av ditt identitetsdokument
th: ถ่ายรูปเอกสารยืนยันตัวตนของคุณ
tr: Kimlik belgenizin fotoğrafını çekin
uk: сфотографувати документ, що посвідчує особу;
zh_hans: 拍一张您身份证件的照片
zh_hant: 拍攝身分證件相片

# onfido_welcome_list_item_doc_generic
source: Scan your identity document
ar: قم بتسجيل فيديو لمستند هويتك
bg: Запишете видео на вашия документ за самоличност
cs: Vytvořte video svého dokladu totožnosti
da: Optag en video af dit identitetsdokument
de: Nehmen Sie ein Video von Ihrem Identitätsdokument auf
el: Καταγράψτε ένα βίντεο του εγγράφου ταυτότητάς σας
es_419: Graba un video de tu documento de identidad
et: Salvesta video oma isikut tõendavast dokumendist
fa: یک ویدیو از سند هویتی خود ضبط کنید
fi: Tee video henkilöllisyysasiakirjastasi
fr: Enregistrer une vidéo de votre document d'identité
fr_ca: Enregistrez une vidéo de votre document d'identité
he: הקלט סרטון של תעודת הזהות שלך
hi: अपने पहचान पत्र का वीडियो रिकॉर्ड करें
hr: Snimite video svog identifikacijskog dokumenta
hu: Készítsen videót személyazonosító okmányáról
hy: Ձեր անձը հաստատող փաստաթուղթի վիդեոն գրանցեք
it: Registra un video del tuo documento d'identità
ja: あなたの身分証明書のビデオを記録してください
ko: 당신의 신분증 문서를 비디오로 기록하세요
lt: Įrašykite vaizdo įrašą su savo asmens tapatybės dokumentu
lv: Ierakstiet video, kurā redzams jūsu identitātes dokuments
ms: Rakam video dokumen pengenalan anda
pl: Nagraj wideo swojego dokumentu tożsamości
pt: Faça uma gravação do seu documento de identidade
pt_br: Faça uma gravação do seu documento de identidade
ro: Înregistrați un videoclip cu documentul dvs. de identitate
ru: Сделайте видеозапись вашего документа, подтверждающего личность
sk: Vytvorte videozáznam vášho dokladu totožnosti
sl: Posnemite video vašega osebnega dokumenta
sv: Spela in en video av ditt identitetsdokument
th: ทำการบันทึกวิดีโอเอกสารที่ใช้ในการยืนยันตัวตนของคุณ
tr: Kimlik belgenizin bir video kaydını yapın
uk: Зробіть відеозапис вашого документа, що посвідчує особу
zh_hans: 录制您身份证件的视频
zh_hant: 錄製您身份證件的影片

# onfido_welcome_list_item_face_photo
source: Take a photo of your face
ar: التقط صورة لوجهك
bg: Направите снимка на лицето си
cs: Vyfotit svůj obličej
da: Tag et billede af dit ansigt
de: Machen Sie ein Foto von Ihrem Gesicht
el: Τραβήξετε μια φωτογραφία του προσώπου σας
es_419: Tome una foto de su cara
et: Näo pildistamine
fa: از چهره خود عکس بگیرید
fi: ottaaksesi kuvan kasvoistasi
fr: Prendre une photo de votre document
fr_ca: Prendre une photo de votre visage
he: לצלם תמונה של הפנים שלך
hi: अपने चेहरे की फ़ोटो खींचें
hr: Fotografirajte svoje lice
hu: Fényképezze le az arcát
hy: Լուսանկարեք ձեր դեմքը
it: Scattare una foto del tuo viso
ja: 顔写真を撮る
ko: 얼굴 사진을 촬영합니다
lt: Nufotografuosite savo veidą
lv: Nofotografētu savu seju.
ms: Ambil gambar wajah anda
pl: Zrobić zdjęcie swojej twarzy
pt: Tirar uma foto da sua cara
pt_br: Tirar uma foto do seu rosto
ro: A face o poză a feței dvs.
ru: Сфотографировать лицо
sk: Odfoťte svoju tvár
sl: Fotografirajte obraz
sv: Ta ett foto av ditt ansikte
th: ถ่ายรูปใบหน้าของคุณ
tr: Yüzünüzün fotoğrafını çekin
uk: сфотографувати своє обличчя;
zh_hans: 拍一张您面部的照片
zh_hant: 拍攝您的臉部相片

# onfido_welcome_list_item_face_video
source: Record a video of your face
ar: سجِّل فيديو لوجهك
bg: Запишете видео на лицето си
cs: Nahrát video svého obličeje
da: Optag en video af dit ansigt
de: Nehmen Sie ein Video von Ihrem Gesicht auf
el: Εγγράψτε ένα βίντεο του προσώπου σας
es_419: Grabar un video de tu rostro
et: Näost video salvestamine
fa: از چهره خود فیلم بگیرید
fi: tallentaaksesi videon kasvoistasi
fr: Enregistrer une vidéo de votre visage
fr_ca: Enregistrer une vidéo de votre visage
he: לצלם סרטון של הפנים שלך
hi: अपने चेहरे का वीडियो रिकॉर्ड करें
hr: Snimite videozapis svog lica
hu: Készítsen videófelvételt az arcáról
hy: Տեսագրեք ձեր դեմքը
it: Registrare un video del tuo viso
ja: 顔の動画を録画する
ko: 얼굴 동영상을 녹화합니다
lt: Padaryti savo veido vaizdo įrašą
lv: Ierakstītu savas sejas videoklipu.
ms: Rakam video wajah anda
pl: Nagrać wideo swojej twarzy
pt: Grave um vídeo da sua cara
pt_br: Gravar um vídeo do seu rosto
ro: A înregistra un clip video cu fața dvs.
ru: Записать видео лица
sk: Zaznamenajte video svojej tváre
sl: Posnemite videoposnetek svojega obraza
sv: Spela in en video av ditt ansikte
th: บันทึกวิดีโอใบหน้าของคุณ
tr: Yüzünüzün bir videosunu kaydedin
uk: зняти відео свого обличчя;
zh_hans: 录制一段您面部的视频
zh_hant: 錄製您的臉部影片
