Repository: onfido/onfido-ios-sdk
Catalog: localization/Localizable_*.strings
Languages: ar, bg, cs, da, de, el, es_419, et, fa, fi, fr, fr_ca, he, hi, hr, hu, hy, it, ja, ko, lt, lv, ms, pl, pt, pt_br, ro, ru, sk, sl, sv, th, tr, uk, zh_hans, zh_hant

# onfido_welcome_nfc_list_header_nfc
source: Use your device to:
ar: استخدم جهازك من أجل:
bg: Използвайте устройството си, за да:
cs: Pomocí svého zařízení můžete:
da: Brug din enhed til at:
el: Χρησιμοποιήστε τη συσκευή σας για να:
es_419: Usa tu dispositivo para:
et: Seadme abil saate teha järgmist.
fa: از دستگاه خود برای موارد زیر استفاده کنید:
fi: Käytä laitettasi:
fr: Utilisez votre appareil pour:
fr_ca: Utilisez votre appareil pour:
he: השתמש במכשיר שלך כדי:
hi: अपने डिवाइस का इस्तेमाल करके:
hr: Upotrijebite uređaj i učinite sljedeće:
hu: Használja eszközét a következőkhöz:
hy: Օգտագործեք ձեր սարքը հետևյալ նպատակներով․
it: Usa il dispositivo per:
ja: デバイスを使用して次のことを行います。
ko: 기기로 진행할 작업:
lt: Naudodami savo įrenginį:
lv: Izmantojiet ierīci, lai:
ms: Gunakan peranti anda untuk:
pl: Użyj urządzenia, aby:
pt: Utilize o seu dispositivo para:
pt_br: Use seu dispositivo para:
ro: Utilizați dispozitivul dvs. pentru:
ru: Используйте свое устройство для:
sk: Pomocou zariadenia vykonajte tieto kroky:
sl: Uporabite napravo za:
sv: Använd din enhet för att:
th: ใช้อุปกรณ์ของคุณ:
tr: Cihazınızı şu amaçlarla kullanın:
uk: Використовуйте свій пристрій, щоб:
zh_hans: 使用您的设备：
zh_hant: 使用您的裝置：

# onfido_welcome_nfc_list_item
source: Take a photo of your identity document
ar: التقط صورة لمستند هويتك
bg: Направите снимка на документа си за самоличност
cs: Vyfoťte si svůj doklad totožnosti
da: Tag et billede af dit ID-dokument
el: Τραβήξετε μια φωτογραφία του εγγράφου ταυτότητάς σας
es_419: Tomar una foto de tu documento de identidad
et: Isikut tõendava dokumendi pildistamine
fa: از مدرک هویتی خود عکس بگیرید
fi: ottaaksesi kuvan henkilötodistuksestasi
fr: Prendre une photo de votre pièce d’identité
fr_ca: Prendre une photo de votre pièce d'identité
he: לצלם את תעודת הזהות שלך
hi: अपनी पहचान से जुड़े डॉक्यूमेंट की फ़ोटो खींचें
hr: Fotografirajte svoj identifikacijski dokument
hu: Készítsen fényképet személyazonosító okmányáról
hy: Լուսանկարեք ձեր անձը հաստատող փաստաթուղթը
it: Scattare una foto del tuo documento d’identità
ja: 身分証明書の写真を撮影する
ko: 신분증 서류 사진을 촬영합니다
lt: Nufotografuosite savo asmens tapatybės dokumentą
lv: Nofotografētu savu personu apliecinošo dokumentu.
ms: Ambil gambar dokumen pengenalan anda
pl: Zrobić zdjęcie swojego dokumentu tożsamości
pt: Tire uma fotografia de um documento de identidade
pt_br: Tirar uma foto do seu documento de identidade
ro: A face o poză cu documentul dvs. de identitate
ru: Сфотографировать удостоверение личности
sk: Odfoťte doklad totožnosti
sl: Fotografirajte osebni dokument
sv: Ta ett foto av ditt identitetsdokument
th: ถ่ายรูปเอกสารยืนยันตัวตนของคุณ
tr: Kimlik belgenizin fotoğrafını çekin
uk: Сфотографувати документ, що посвідчує особу;
zh_hans: 拍一张您身份证件的照片
zh_hant: 拍攝身分證件相片

# onfido_welcome_nfc_list_item_2
source: Scan your document
ar: امسح المستند ضوئيًا
bg: Сканирайте документа си
cs: Naskenujte svůj dokument
da: Scan dit dokument
el: Σαρώσετε το έγγραφό σας
es_419: Escanea tu documento
et: Skannige oma dokument
fa: مدرک خود را اسکن کنید
fi: skannataksesi asiakirjasi
fr: Scannez votre document
fr_ca: Numérisez votre document
he: לסרוק את המסמך
hi: अपना डॉक्यूमेंट स्कैन करें
hr: Skenirajte svoj dokument
hu: Dokumentum beolvasása
hy: Սկանավորեք ձեր փաստաթուղթը
it: Scansiona il tuo documento
ja: ドキュメントをスキャンする
ko: 서류를 스캔합니다
lt: Nuskaitykite dokumentą
lv: Noskenētu dokumentu.
ms: Imbas dokumen anda
pl: Zeskanuj swój dokument
pt: Escaneie o seu documento
pt_br: Digitalizar o seu documento
ro: Scanați documentul
ru: Отсканируйте свой документ
sk: Naskenujte doklad
sl: Skenirajte dokument
sv: Skanna ditt dokument
th: สแกนเอกสารของคุณ
tr: Belgenizi tarayın
uk: відсканувати документ.
zh_hans: 扫描您的证明文件
zh_hant: 掃描您的文件
