Repository: onfido/onfido-ios-sdk
Catalog: localization/Localizable_*.strings
Languages: ar, bg, cs, da, de, el, es_419, et, fa, fi, fr, fr_ca, he, hi, hr, hu, hy, it, ja, ko, lt, lv, ms, pl, pt, pt_br, ro, ru, sk, sl, sv, th, tr, uk, zh_hans, zh_hant

# onfido_workflow_erros_task_not_supported
source: Task is currently not supported
ar: المهمة غير مدعومة حاليًا
bg: Задачата не се поддържа в момента
cs: Úloha není aktuálně podporována
da: Opgaven er ikke understøttet i øjeblikket
de: Aufgabe wird derzeit nicht unterstützt
el: Η εργασία δεν υποστηρίζεται προς το παρόν
es_419: Por el momento, la tarea no es compatible
et: Ülesannet ei toetata praegu
fa: این کار در حال حاضر پشتیبانی نمی‌شود
fi: Tehtävää ei tueta tällä hetkellä
fr: La tâche n'est actuellement pas prise en charge
fr_ca: La tâche n'est actuellement pas prise en charge
he: המשימה אינה נתמכת כרגע
hi: अभी यह टास्क समर्थित नहीं है
hr: Ova radnja trenutačno nije podržana
hu: A feladat jelenleg nem támogatott
hy: Գործողությունը ներկա պահին հնարավոր չէ
it: L'attività non è attualmente supportata
ja: タスクは現在サポートされていません
ko: 이 작업은 현재 지원되지 않습니다
lt: Užduotis šiuo metu nepalaikoma
lv: Uzdevums pašlaik netiek atbalstīts
ms: Tugasan tidak disokong buat masa ini
pl: Zadanie nie jest obecnie obsługiwane
pt: A tarefa não é actualmente suportada
pt_br: A tarefa não é suportada no momento
ro: Sarcina nu este în mod prezent acoperită
ru: Задача в настоящее время не поддерживается
sk: Úloha momentálne nie je podporovaná
sl: Opravilo trenutno ni podprto
sv: Uppgiften stöds för närvarande inte
th: ปัจจุบันเรายังไม่รองรับงานนี้
tr: Görev şu anda desteklenmiyor
uk: Це завдання наразі не підтримується
zh_hans: 任务当前不受支持
zh_hant: 目前不支援此任務

# onfido_workflow_erros_task_not_completed
source: Could not complete workflow task.
ar: تعذّر إكمال مهمة سير العمل.
bg: Не успяхме да изпълним задачата от работния поток.
cs: Nelze dokončit úlohu pracovního postupu.
da: Kunne ikke fuldføre arbejdsgangens opgave.
de: Die Workflow-Aufgabe konnte nicht abgeschlossen werden.
el: Δεν ήταν δυνατή η ολοκλήρωση της εργασίας ροής εργασιών.
es_419: No se pudo completar la tarea del flujo de trabajo.
et: Töövoo ülesannet ei saanud lõpule viia.
fa: فرآیند گردش کار کامل نشد.
fi: Työnkulun tehtävää ei voitu suorittaa.
fr: La tâche du flux de travail n'a pas pu être complétée.
fr_ca: Impossible d'achever la tâche du flux de travail.
he: לא ניתן להשלים את משימת זרימת העבודה.
hi: वर्कफ़्लो टास्क पूरा नहीं हो सका।
hr: Ovu radnju nismo uspjeli izvršiti.
hu: A munkafolyamat feladat végrehajtása nem sikerült.
hy: Չհաջողվեց կատարել ընթացիկ առաջադրանքը։
it: Non è stato possibile completare l'attività del flusso di lavoro.
ja: ワークフロータスクを完了できませんでした。
ko: 워크플로 작업을 완료할 수 없습니다.
lt: Nepavyko užbaigti darbo eigos užduoties.
lv: Nevarēja pabeigt darbplūsmas uzdevumu.
ms: Tidak dapat menyelesaikan tugasan aliran kerja.
pl: Nie udało się ukończyć zadania z przepływu pracy.
pt: Não foi possível finalizar a tarefa do fluxo de trabalho.
pt_br: Não foi possível concluir a tarefa de fluxo de trabalho.
ro: Imposibilitate de a finaliza sarcina de flux de lucru.
ru: Не удалось завершить задачу рабочего процесса.
sk: Nepodarilo sa dokončiť úlohu pracovného postupu.
sl: Opravila delovnega postopka ni bilo mogoče dokončati.
sv: Det gick inte att slutföra denna arbetsuppgift i flödet.
th: ดำเนินการตามเวิร์กโฟลว์ให้เสร็จสมบูรณ์ไม่ได้
tr: İş akışı görevi tamamlanamadı.
uk: Не вдалося завершити завдання робочого процесу.
zh_hans: 无法完成工作流任务。
zh_hant: 無法完成工作流程任務。

# onfido_workflow_erros_task_not_retrieved
source: Could not retrieve workflow task.
ar: تعذّرت استعادة مهمة سير العمل.
bg: Не успяхме да възстановим задачата от работния поток.
cs: Nepodařilo se načíst úlohu pracovního postupu.
da: Kan ikke hente arbejdsgangens opgave.
de: Workflow-Aufgabe konnte nicht abgerufen werden.
el: Δεν ήταν δυνατή η ανάκτηση της εργασίας ροής εργασιών.
es_419: No se pudo recuperar la tarea del flujo de trabajo.
et: Töövoo ülesannet ei olnud võimalik esitada.
fa: فرآیند گردش کار قابل بازیابی نیست.
fi: Työnkulun tehtävää ei voitu noutaa.
fr: La tâche du flux de travail n'a pas pu être récupérée.
fr_ca: Impossible de récupérer la tâche du flux de travail.
he: לא ניתן לאחזר את משימת זרימת העבודה.
hi: वर्कफ़्लो टास्क फिर से हासिल नहीं किया जा सका।
hr: Nismo uspjeli dohvatiti željenu radnju.
hu: Nem sikerült lekérdezni a munkafolyamat feladatot.
hy: Չհաջողվեց ստանալ ընթացիկ առաջադրանքը։
it: Non è stato possibile recuperare l'attività del flusso di lavoro.
ja: ワークフロータスクを取得できませんでした。
ko: 워크플로 작업을 검색할 수 없습니다.
lt: Nepavyko nuskaityti darbo eigos užduoties.
lv: Nevarēja atrast darbplūsmas uzdevumu.
ms: Tidak boleh mendapatkan semula tugasan aliran kerja.
pl: Nie można pobrać zadania z przepływu pracy.
pt: Não foi possível obter a tarefa do fluxo de trabalho.
pt_br: Não foi possível recuperar a tarefa de fluxo de trabalho.
ro: Imposibilitate de a relua sarcina de flux de lucru.
ru: Не удалось получить задачу рабочего процесса.
sk: Nepodarilo sa načítať úlohu pracovnému (postupu).
sl: Opravila delovnega postopka ni bilo mogoče pridobiti.
sv: Det gick inte att hämta denna arbetsuppgift i flödet.
th: เรียกดูงานในเวิร์กโฟลว์ไม่ได้
tr: İş akışı görevi alınamadı.
uk: Не вдалося отримати завдання робочого процесу.
zh_hans: 无法检索工作流任务。
zh_hant: 無法檢索工作流程任務。

# onfido_workflow_erros_no_workflow_run_id
source: Workflow run ID is not set.
ar: لم يتم تعيين معرف تشغيل سير العمل.
bg: Идентификационният номер на работния поток не е зададен.
cs: ID pro spuštění pracovního postupu není nastaveno.
da: ID for kørsel af arbejdsgang er ikke angivet.
de: Die Workflow-Lauf-ID ist nicht gesetzt.
el: Το αναγνωριστικό εκτέλεσης ροής εργασιών δεν έχει οριστεί.
es_419: La ID de ejecución del flujo de trabajo no está definida.
et: Töövoo käituse ID on määramata.
fa: شناسه گردش کار تنظیم نشده است.
fi: Työnkulun ajon ID:tä ei ole asetettu.
fr: L'identifiant de l'exécution du flux de travail n'est pas défini.
fr_ca: L'identifiant d'exécution du flux de travail n'est pas défini.
he: מזהה הרצת זרימת עבודה אינו מוגדר.
hi: वर्कफ़्लो रन आईडी सेट नहीं है।
hr: Nema zadanog ID-ja pokretanje tijeka rada.
hu: A munkafolyamat futtatásának azonosítója nincs beállítva.
hy: Ընթացիկ գործարկման ID-ն սահմանված չէ։
it: Non è stato impostato l'ID dell'esecuzione del flusso di lavoro.
ja: ワークフロー実行IDが設定されていません。
ko: 워크플로 실행 ID가 설정되지 않았습니다.
lt: Nenustatytas darbo eigos vykdymo ID.
lv: Nav iestatīts darbplūsmas izpildes ID.
ms: ID pengenal pasti aliran kerja tidak ditetapkan.
pl: Identyfikator przepływu pracy nie jest ustawiony.
pt: O ID da execução do fluxo de trabalho não foi definido.
pt_br: O ID de execução do fluxo de trabalho não está definido.
ro: ID-ul de executare flux de lucru nu este setat.
ru: ID выполнения рабочего процесса не задан.
sk: Identifikátor spustenia pracovnému (postupu) nie je nastavený.
sl: ID poteka delovnega postopka ni nastavljen.
sv: ID för arbetsflöde är inte inställt.
th: ไม่ได้ตั้งค่าการเรียกใช้ ID ในเวิร์กโฟลว์
tr: İş akışı çalışma kimliği ayarlanmadı.
uk: Ідентифікатор запуску робочого процесу не встановлено.
zh_hans: 未设置工作流运行ID。
zh_hant: 未設定工作流程執行 ID。

# onfido_workflow_erros_generic_title
source: There was a server error!
ar: حدث خطأ في الخادم!
bg: Възникна грешка в сървъра!
cs: Došlo k chybě serveru!
da: Der opstod en serverfejl!
de: Es gab einen Serverfehler!
el: Παρουσιάστηκε σφάλμα διακομιστή!
es_419: Hubo un error del servidor.
et: Serveri tõrge!
fa: خطای سرور رخ داد!
fi: Tapahtui palvelinvirhe!
fr: Il y a eu une erreur de serveur !
fr_ca: Il y a eu une erreur de serveur!
he: אירעה שגיאה בשרת!
hi: सर्वर में कोई गड़बड़ी हुई!
hr: Dogodila se pogreška na poslužitelju!
hu: Szerverhiba történt!
hy: Սերվերի սխալ։
it: C'è stato un errore del server!
ja: サーバーエラーが発生しました。
ko: 서버 오류가 발생했습니다!
lt: Įvyko serverio klaida!
lv: Radās servera kļūda.
ms: Berlaku ralat pelayan!
pl: Wystąpił błąd serwera!
pt: Houve um erro no servidor!
pt_br: Ocorreu um erro no servidor!
ro: A survenit o eroare de server!
ru: Произошла ошибка сервера.
sk: Vyskytla sa chyba servera!
sl: Prišlo je do napake strežnika!
sv: Det uppstod ett serverfel!
th: เกิดข้อผิดพลาดกับเซิร์ฟเวอร์
tr: Sunucu hatası oluştu!
uk: Сталася помилка сервера!
zh_hans: 存在服务器错误！
zh_hant: 伺服器發生錯誤！

# onfido_workflow_erros_reload_app
source: Please try reloading the app, and try again.
ar: يُرجى محاولة إعادة تحميل التطبيق، والمحاولة مرة أخرى.
bg: Опитайте да презаредите приложението и направете нов опит.
cs: Zkuste aplikaci znovu načíst a opakujte akci.
da: Genindlæs appen, og prøv igen.
de: Versuchen Sie bitte, die App neu zu laden, und versuchen Sie es erneut.
el: Δοκιμάστε να επαναφορτώσετε την εφαρμογή και δοκιμάστε ξανά.
es_419: Vuelve a cargar la app e inténtalo de nuevo.
et: Laadige rakendus uuesti ja proovige uuesti.
fa: لطفاً برنامه را مجدداً باز کنید و دوباره امتحان کنید.
fi: Yritä ladata sovellus uudelleen ja yritä uudelleen.
fr: Veuillez essayer de recharger l'application, et réessayer.
fr_ca: Veuillez essayer de recharger l'application, puis réessayez.
he: נסה לטעון את האפליקציה מחדש ולנסות שוב.
hi: कृपया ऐप फिर से लोड करके दोबारा कोशिश करें।
hr: Pokušajte ponovno učitati aplikaciju, a nakon toga ponovno pokrenite postupak.
hu: Próbálja újratölteni az alkalmazást, majd próbálkozzon újra.
hy: Խնդրում ենք նորից բեռնել հավելվածը և կրկին փորձել։
it: Provare a ricaricare l'applicazione e riprovare.
ja: アプリを再読み込みして、もう一度お試しください。
ko: 앱을 다시 로드하여 시도해주세요.
lt: Bandykite iš naujo įkelti programėlę, po to bandykite dar kartą.
lv: Mēģiniet atkārtoti ielādēt lietotni un mēģiniet vēlreiz.
ms: Sila cuba muat semula aplikasi ini dan cuba lagi.
pl: Spróbuj ponownie załadować aplikację i spróbuj jeszcze raz.
pt: Por favor, tente recarregar a aplicação, e tente novamente.
pt_br: Tente recarregar o aplicativo e tente novamente.
ro: Vă rugăm să încercați să reîncărcați aplicația și încercați din nou.
ru: Попробуйте перезагрузить приложение и повторите попытку.
sk: Načítajte aplikáciu znova a skúste to ešte raz.
sl: Poskusite znova naložiti aplikacijo in poskusite znova.
sv: Prova att ladda om appen och försök igen.
th: โปรดลองโหลดแอปอีกครั้งแล้วลองใหม่
tr: Lütfen uygulamayı yeniden yüklemeyi deneyin ve tekrar deneyin.
uk: Перезавантажте додаток і повторіть спробу.
zh_hans: 请尝试重新加载应用，然后重试。
zh_hant: 請嘗試重新載入應用程式，然後再試一次。

# onfido_welcome_start_workflow_button
source: Start verification
ar: ابدأ التحقق
bg: Стартиране на проверката
cs: Zahájit proces ověřování
da: Start verificering
de: Verifizierung beginnen
el: Έναρξη επαλήθευσης
es_419: Iniciar verificación
et: Alustage tuvastamist
fa: شروع فرآیند تأیید
fi: Aloita vahvistus
fr: Commencer la vérification
fr_ca: Commencer la vérification
he: התחל אימות
hi: वेरिफ़िकेशन शुरू करें
hr: Pokrenite postupak provjere
hu: Ellenőrzés megkezdése
hy: Սկսել նույնականացումը
it: Inizia verifica
ja: 認証を開始
ko: 인증 절차 시작하기
lt: Pradėti patvirtinimą
lv: Sākt pārbaudi
ms: Mulakan pengesahan
pl: Rozpocznij weryfikację
pt: Iniciar a verificação
pt_br: Iniciar verificação
ro: Începeți verificarea
ru: Начать проверку
sk: Spustite overenie
sl: Začni s preverjanjem
sv: Starta verifiering
th: เริ่มการยืนยันตัวตน
tr: Doğrulamayı başlat
uk: Почати верифікацію
zh_hans: 开始验证
zh_hant: 開始驗證

# onfido_avc_intro_list_item_one_accessibility
source: First, you will have to position your face in front of your device
ar: أولاً، سيتعين عليك وضع وجهك أمام جهازك
bg: Първо ще трябва да позиционирате лицето си пред устройството си
cs: Nejdřív bude potřeba umístit obličej před zařízení
da: Først skal du placere ansigtet foran enheden
de: Zuerst müssen Sie Ihr Gesicht vor dem Gerät positionieren
el: Πρώτα, θα πρέπει να τοποθετήσετε το πρόσωπό σας μπροστά από τη συσκευή σας
es_419: Primero, tendrás que colocar el rostro frente a tu dispositivo
et: Esmalt asetage nägu seadme ette
fa: ابتدا باید چهره خود را در مقابل دستگاه قرار دهید
fi: Ensin sinun on asetettava kasvosi laitteesi eteen
fr: Tout d'abord, vous devrez positionner votre visage devant votre mobile
fr_ca: Tout d'abord, vous devrez positionner votre visage devant votre appareil
he: ראשית, עליך למקם את הפנים מול המכשיר
hi: सबसे पहले, आपको अपना चेहरा अपने डिवाइस के सामने लाना होगा
hr: Najprije lice morate namjestiti ispred uređaja
hu: Először, helyezkedjen el úgy, hogy az arca a készüléke előtt legyen
hy: Սկզբում ձեր դեմքը պետք է տեղադրեք ձեր սարքի դիմաց
it: Per prima cosa dovrai posizionare il viso di fronte al dispositivo
ja: まず、顔をデバイスの前に配置してください
ko: 먼저, 얼굴 앞쪽에 기기를 두세요
lt: Pirmiausia turėsite nukreipti savo veidą į įrenginį
lv: Vispirms jums būs jāpozicionē seja pret ierīci
ms: Pertama, anda perlu meletakkan wajah anda di hadapan peranti anda
pl: Najpierw musisz ustawić twarz przed urządzeniem
pt: Primeiro, terá de posicionar o seu rosto em frente ao seu dispositivo
pt_br: Primeiro, você terá que posicionar seu rosto na frente do seu dispositivo
ro: Mai întâi, trebuie să vă poziționați fața în fața dispozitivului dumneavoastră
ru: Сначала расположите лицо перед устройством
sk: Najprv budete musieť umiestniť tvár pred zariadenie
sl: Najprej boste morali postaviti obraz pred napravo
sv: Först måste du placera ditt ansikte framför din enhet
th: อันดับแรก คุณต้องจัดวางใบหน้าไว้ที่ด้านหน้าของอุปกรณ์ของคุณ
tr: İlk olarak, yüzünüzü cihazınızın önünde konumlandırmanız gerekiyor
uk: Спочатку вам потрібно розташувати обличчя перед пристроєм
zh_hans: 首先，您必须将面部放在设备前方
zh_hant: 首先，您必須將臉部置於裝置前方

# onfido_avc_intro_list_item_two_accessibility
source: Then, you will have to turn your head slowly to both sides
ar: بعد ذلك، سيكون عليك أن تدير رأسك ببطء إلى كلا الجانبين
bg: След това ще трябва да обърнете главата си бавно наляво и надясно
cs: Pak bude potřeba pomalu otáčet hlavou na obě strany
da: Derefter skal du dreje hovedet langsomt til begge sider
de: Dann müssen Sie Ihren Kopf langsam nach beiden Seiten drehen
el: Στη συνέχεια, θα πρέπει να γυρίσετε το κεφάλι σας αργά και προς τις δύο πλευρές
es_419: Luego, tendrás que girar la cabeza lentamente hacia ambos lados
et: Seejärel pöörake pead aeglaselt mõlemale poole
fa: سپس، باید سر خود را به آرامی به دو طرف بچرخانید
fi: Sitten sinun on käännettävä päätäsi hitaasti molemmille puolille
fr: Ensuite, vous devrez tourner lentement la tête des deux côtés
fr_ca: Ensuite, vous devrez tourner lentement la tête des deux côtés
he: לאחר מכן תצטרך לסובב את הראש לאט לשני הצדדים
hi: इसके बाद, आपको धीरे-धीरे अपना सिर दोनों तरफ़ घुमाना होगा
hr: Nakon toga morate polako okretati glavu u obje strane
hu: Majd lassan fordítsa el a fejét mindkét oldalra
hy: Ապա պետք է դանդաղ պտտեք ձեր գլուխը երկու կողմ
it: Poi dovrai girare lentamente la testa da entrambe le parti
ja: それから、ゆっくりと頭を左右に向けてください
ko: 그런 다음 고개를 좌우로 천천히 돌리세요
lt: Tada turėsite lėtai pasukti galvą į abi puses
lv: Pēc tam jums būs lēnām jāpagriež galva uz abām pusēm
ms: Kemudian, anda perlu menoleh kepala anda secara perlahan-lahan ke kedua-dua belah sisi
pl: Następnie musisz powoli odwrócić głowę w obie strony
pt: Depois, terá de virar a cabeça lentamente para ambos os lados
pt_br: Em seguida, você terá que virar sua cabeça lentamente para os dois lados
ro: Apoi, va trebui să vă întoarceți capul încet în ambele părți
ru: Затем медленно поверните голову в обе стороны
sk: Potom budete musieť pomaly otáčať hlavou na obe strany
sl: Potem boste morali počasi obrniti glavo na obe strani
sv: Sedan måste du vrida huvudet långsamt åt båda sidorna
th: แล้วก็หันศีรษะไปทั้ง 2 ข้างช้าๆ
tr: Sonra, başınızı yavaşça her iki tarafa çevirmeniz gerekecek
uk: Потім потрібно повільно повернути голову в обидва боки
zh_hans: 然后，您必须慢慢地将头转向两侧
zh_hant: 然後，您必須慢慢地將頭部轉向兩側

# onfido_avc_face_alignment_feedback_face_misaligned_accessibility
source: Face misaligned
ar: محاذاة الوجه سيئة
bg: Лицето не е позиционирано правилно
cs: Chyba zarovnání obličeje
da: Ansigt forkert justeret
de: Gesicht nicht richtig ausgerichtet
el: Εσφαλμένη ευθυγράμμιση προσώπου
es_419: Rostro desalineado
et: Nägu on valesti joondatud
fa: چهره همراستا نیست
fi: Kasvojen kohdistusvirhe
fr: Visage mal aligné
fr_ca: Visage désaligné
he: הפנים לא מיושרות
hi: चेहरे सही अलाइन नहीं हुआ
hr: Lice nije poravnato
hu: Arca nincs a megfelelő helyzetben
hy: Դեմքը թեքված է
it: Viso disallineato
ja: 顔の位置が合っていません
ko: 얼굴 정렬 오류
lt: Netinkamai sulygiuotas veidas
lv: Seja nav centrēta
ms: Wajah tidak sejajar
pl: Nieprawidłowe ustawienie twarzy
pt: Rosto desalinhado
pt_br: Rosto desalinhado
ro: Fața nu este aliniată
ru: Лицо смещено
sk: Nesprávne zarovnanie tváre
sl: Obraz ni poravnan
sv: Ansiktet är felriktat
th: จัดตำแหน่งใบหน้าไม่ถูกต้อง
tr: Yüz hizalanmadı
uk: Обличчя в неправильному положенні
zh_hans: 面部未对齐
zh_hant: 臉部未對齊

# onfido_avc_no_face_detected_list_item_face_accessiblity
source: Make sure to only show your face, we don’t need to see your Identity Document
ar: تأكد من إظهار وجهك فقط، لسنا بحاجة إلى رؤية مستند هويتك
bg: Покажете само лицето си, не е необходимо да виждаме документа ви за самоличност
cs: Stačí, když se ukážete, nepotřebujeme vidět Váš průkaz totožnosti.
da: Sørg for kun at vise dit ansigt, vi behøver ikke at kunne se dit ID-dokument
de: Zeigen Sie nur Ihr Gesicht, Ihr Ausweis wird nicht benötigt
el: Βεβαιωθείτε ότι έχετε δείξει μόνο το πρόσωπό σας, δεν χρειάζεται να δούμε το έγγραφο ταυτότητας
es_419: Asegúrate de mostrar solo tu rostro, no necesitamos ver tu documento de identidad
et: Veenduge, et näitate ainult nägu – me ei pea teie isikutunnistust nägema
fa: فقط چهره خود را نشان دهید، نیازی به دیدن مدرک شناسایی شما نداریم
fi: Varmista, että näytät vain kasvosi, meidän ei tarvitse nähdä henkilötodistustasi
fr: Assurez-vous de ne montrer que votre visage, nous n'avons pas besoin de voir votre pièce d'identité
fr_ca: Assurez-vous de montrer seulement votre visage, nous n'avons pas besoin de voir votre pièce d'identité
he: חשוב להציג רק את הפנים, אין צורך להציג את התעודה המזהה שלכם
hi: केवल अपना चेहरा ही दिखाएँ, हमें आपकी पहचान से जुड़ा डॉक्यूमेंट नहीं देखना है
hr: Obavezno pokažite samo svoje lice, ne moramo vidjeti vaš identifikacijski dokument
hu: Ügyeljen rá, hogy csak az arca látszódjon, nem kell látnunk a személyazonosító okmányát
hy: Համոզվեք, որ երևում է միայն ձեր դեմքը, մենք կարիք չունենք տեսնելու ձեր անձը հաստատող փաստաթուղթը
it: Assicurati di mostrare solo il tuo viso. Non abbiamo bisogno di vedere il documento d’identità.
ja: 身分証明書の提示は必要ありません。必ず顔だけを見せてください
ko: 본인 얼굴만 보이도록 해주세요. 신분증을 제시할 필요가 없습니다
lt: Įsitikinkite, kad matosi tik jūsų veidas – mums nereikia matyti jūsų asmens tapatybės dokumento
lv: Parādiet tikai savu seju, mums nav jāredz jūsu personu apliecinošais dokuments
ms: Pastikan anda hanya menunjukkan wajah anda, kami tidak perlu melihat Dokumen Pengenalan anda
pl: Upewnij się, że pokazujesz tylko swoją twarz, nie musimy widzieć Twojego dokumentu tożsamości
pt: Certifique-se de que apenas mostra a sua cara. Não precisamos de ver o seu documento de identificação
pt_br: Certifique-se de mostrar apenas o seu rosto, não precisamos ver o seu documento de identificação
ro: Asigurați-vă că vă arătați doar fața, nu trebuie să vedem documentul dumneavoastră de identitate
ru: Убедитесь, что показываете только свое лицо, нам не нужно видеть Ваше удостоверение личности
sk: Ukážte len svoju tvár, nepotrebujeme vidieť váš doklad totožnosti
sl: Pokažite le obraz, nam ni treba videti vašega osebnega dokumenta
sv: Se till att endast visa ditt ansikte, vi behöver inte se identitetsdokument
th: เช็คให้แน่ใจว่าเห็นใบหน้าของคุณเท่านั้น ไม่ต้องเห็นเอกสารประจำตัว
tr: Sadece yüzünüzü gösterdiğinizden emin olun, Kimlik Belgenizi görmemize gerek yok
uk: Продемонструйте лише своє обличчя. Нам не потрібно бачити ваше посвідчення особи
zh_hans: 请务必只展示您的面部，我们不需要看到您的身份证件
zh_hant: 請務必只顯示您的臉部，我們不需要看到您的身分證件

# onfido_selfie_intro_list_item_no_face_cover
source: Remove anything that covers your face. Eyeglasses are okay
ar: قم بإزالة أي شيء يغطي وجهك. النظارات مقبولة
bg: Премахнете всичко, което покрива лицето ви. Може да останете с очилата си с диоптър
cs: Odstraňte vše, co vám zakrývá obličej. Brýle si můžete nechat
da: Fjern alt, der dækker dit ansigt. Briller må anvendes
de: Entfernen Sie alles, was Ihr Gesicht verdeckt. Brillen sind zulässig
el: Αφαιρέστε οτιδήποτε καλύπτει το πρόσωπό σας. Τα γυαλιά επιτρέπονται
es_419: Retira cualquier cosa que cubra tu rostro. Puedes usar anteojos
et: Eemaldage kõik, mis teie nägu varjab. Prillid on lubatud
fa: هر چیزی که صورت شما را می پوشاند بردارید. عینک مشکلی ندارد
fi: Poista kaikki, mikä peittää kasvosi. Silmälasit ovat ok
fr: Ôtez tout élément couvrant votre visage. Lunettes de vue acceptées
fr_ca: Enlevez tout ce qui recouvre votre visage. Les lunettes sont acceptables
he: הסר כל דבר שמכסה את פניך. משקפיים זה בסדר
hi: आपके चेहरे को ढकने वाली हर चीज़ हटा दें। नज़र का चश्मा लगा सकते हैं
hr: Uklonite sve što vam pokriva lice. Naočale neće smetati
hu: Távolítson el mindent, ami eltakarja az arcát. Szemüvege maradhat
hy: Հեռացրեք ձեր դեմքը ծածկող ցանկացած բան։ Ակնոցը չի խանգարում
it: Rimuovi qualsiasi cosa copra il tuo viso. Puoi tenere gli occhiali da vista
ja: 顔を覆うものはすべて取り除いてください。メガネは大丈夫です
ko: 얼굴을 가리는 물품은 모두 벗어주세요. 단, 안경은 쓰셔도 괜찮습니다
lt: Pašalinkite viską, kas dengia veidą. Galima būti su akiniais
lv: Noņemiet visu, kas aizsedz jūsu seju. Brilles var palikt
ms: Tanggalkan apa sahaja yang menutupi muka anda. Cermin mata dibenarkan
pl: Zdejmij wszystko, co zakrywa Twoją twarz. Okulary są dozwolone
pt: Remova qualquer coisa que cubra o seu rosto. Pode usar óculos
pt_br: Remova qualquer coisa que cubra seu rosto. Óculos podem ser usados
ro: Îndepărtați tot ce vă acoperă fața. Ochelarii sunt acceptați
ru: Уберите всё, что закрывает лицо. Очки можно оставить
sk: Odstráňte všetko, čo zakrýva vašu tvár. Okuliare sú prijateľné
sl: Odstranite vse, kar vam prekriva obraz. Očala so v redu
sv: Ta bort allt som täcker ditt ansikte. Glasögon är okej
th: ถอดสิ่งที่คลุมหน้าออกไป แต่สวมแว่นสายตาได้
tr: Yüzünüzü kapatan unsurları kadrajdan çıkarın. Gözlükleriniz kalabilir
uk: Приберіть усе, що закриває обличчя. Окуляри можна залишити
zh_hans: 取下遮盖面部的任何物品。可以戴眼镜
zh_hant: 取下任何遮蓋臉部的東西。可接受戴眼鏡
