Repository: onfido/onfido-ios-sdk
Catalog: localization/Localizable_*.strings
Languages: ar, bg, cs, da, de, el, es_419, et, fa, fi, fr, fr_ca, he, hi, hr, hu, hy, it, ja, ko, lt, lv, ms, pl, pt, pt_br, ro, ru, sk, sl, sv, th, tr, uk, zh_hans, zh_hant

# onfido_doc_capture_button_accessibility
source: Shutter
ar: مصراع
bg: Затвор
cs: Závěrka
da: Udløser
de: Auslöser
el: Κλείστρο
es_419: Obturador
et: Katik
fa: شاتر
fi: Laukaisin
fr: Prendre la photo
fr_ca: Déclencheur
he: צמצם
hi: शटर
hr: Okidač
hu: Exponáló gomb
hy: Կոճակ
it: Pulsante di scatto
ja: シャッター
ko: 셔터
lt: Užraktas
lv: Slēdzis
ms: Pengatup
pl: Migawka
pt: Obturador
pt_br: Obturador
ro: Obturare
ru: Затвор
sk: Uzávierka
sl: Sprožilec
sv: Slutare
th: ชัตเตอร์
tr: Deklanşör
uk: Кнопка знімання
zh_hans: 快门
zh_hant: 快門

# onfido_selfie_capture_button_accessibility
source: Shutter
ar: مصراع
bg: Затвор
cs: Závěrka
da: Udløser
de: Auslöser
el: Κλείστρο
es_419: Obturador
et: Katik
fa: شاتر
fi: Laukaisin
fr: Prendre la photo
fr_ca: Déclencheur
he: צמצם
hi: शटर
hr: Okidač
hu: Exponáló gomb
hy: Կոճակ
it: Pulsante di scatto
ja: シャッター
ko: 셔터
lt: Užraktas
lv: Slēdzis
ms: Pengatup
pl: Migawka
pt: Obturador
pt_br: Obturador
ro: Obturare
ru: Затвор
sk: Uzávierka
sl: Sprožilec
sv: Slutare
th: ชัตเตอร์
tr: Deklanşör
uk: Кнопка знімання
zh_hans: 快门
zh_hant: 快門

# onfido_doc_capture_frame_accessibility
source: View from camera
ar: التقط وثيقتك
bg: Изглед от камерата
cs: Zachyťte svůj dokument
da: Indfang dit dokument
de: Ansicht von der Kamera
el: Καταγράψτε το έγγραφό σας
es_419: Capture su documento
et: Pildista oma dokumenti
fa: اسناد خود را ضبط کنید
fi: Ota dokumentistasi kuva
fr: Capturez votre document
fr_ca: Capturez votre document
he: תפוס את המסמך שלך
hi: अपना दस्तावेज़ कैप्चर करें
hr: Snimite svoj dokument
hu: Kamera képe
hy: Տեսարան տեսախցիկից
it: Cattura il tuo documento
ja: あなたの書類をキャプチャしてください
ko: 문서를 캡처하십시오
lt: Nufotografuokite savo dokumentą
lv: Skats no kameras
ms: Rakamkan dokumen anda
pl: Uchwyc swój dokument
pt: Capture o seu documento
pt_br: Visualização pela câmera
ro: Capturați-vă documentul
ru: Сфотографируйте ваш документ
sk: Odfotografovať váš dokument
sl: Posnemite svoj dokument
sv: Fånga ditt dokument
th: ถ่ายภาพเอกสารของคุณ
tr: Belgenizi yakalayın
uk: Зробіть знімок вашого документа
zh_hans: 捕获您的证件
zh_hant: 從相機查看

# onfido_selfie_capture_frame_accessibility
source: View from selfie camera. Keep your face within the oval, then tap the shutter button
ar: عرض من كاميرا سيلفي. ضع وجهك في الإطار البيضاوي، ثم اضغط على زر المصراع
bg: Изглед от селфи камерата. Лицето ви трябва да е в овалната рамка, след което докоснете бутона на затвора
cs: Pohled ze selfie kamery. Udržujte obličej v oválu a klepněte na tlačítko spouště
da: Visning fra selfie-kameraet. Hold dit ansigt inden for den ovale cirkel, og tryk derefter på udløserknappen
de: Ansicht von der Selfie-Kamera. Positionieren Sie Ihr Gesicht innerhalb des Oval und tippen Sie dann auf den Auslöser
el: Προβολή από κάμερα λήψης selfie. Κρατήστε το πρόσωπό σας εντός των ορίων του οβάλ και, στη συνέχεια, πατήστε το κουμπί κλείστρου
es_419: Vista desde la cámara selfi. Mantén el rostro dentro del óvalo y, luego, toca el botón del obturador
et: Vaade selfikaamerast. Paigutage oma nägu ovaali sisse ning puudutage pildistamise nuppu
fa: مشاهده از دوربین سلفی. صورت خود را درون بیضی قرار دهید، سپس روی دکمه شاتر ضربه بزنید
fi: Näkymä selfiekamerasta. Pidä kasvosi soikion sisällä ja napauta sitten laukaisinta
fr: Vue depuis la caméra frontale. Gardez votre visage dans le cercle, puis appuyez sur le déclencheur
fr_ca: Vue de la caméra selfie. Maintenez votre visage à l'intérieur de l'ovale, puis appuyez sur le bouton déclencheur
he: זווית ממצלמת סלפי.שמור את הפנים בתוך האליפסה ולאחר מכן לחץ על כפתור הצילום
hi: सेल्फ़ी कैमरा से देखें। अपने चेहरे को गोलाकार घेरे में रखें, फिर शटर बटन पर टैप करें
hr: Pogledajte kako izgleda na selfie kameri. Zadržite lice unutar ovalnog dijela i dodirnite okidač
hu: Szelfikamera képe. Tartsa az arcát az ovális kereten belül, majd érintse meg az exponáló gombot
hy: Սելֆիի տեսախցիկից երևացող պատկեր։ Պահեք ձեր դեմքը շրջանակի ներսում, ապա հպեք նկարելու կոճակին
it: Vista dalla fotocamera frontale. Tieni il viso nell’ovale e premi il pulsante di scatto
ja: 自撮りカメラから見る。顔を楕円の中に保ち、シャッターボタンをタップします
ko: 셀카 카메라에서 본 이미지. 타원형 안쪽으로 얼굴이 들어가도록 하여 셔터 버튼을 누르세요
lt: Vaizdas iš asmenukių kameros. Laikykite veidą ovale, tada bakstelėkite užrakto mygtuką
lv: Skats no selfiju kameras. Pozicionējiet seju ovālajā rāmī un pēc tam pieskarieties slēdža pogai
ms: Pandangan dari kamera swafoto. Pastikan muka anda dalam bingkai bujur tersebut, kemudian ketik butang pengatup
pl: Widok z aparatu przedniego. Trzymaj twarz w obrębie owalu, a następnie stuknij przycisk migawki
pt: Vista da câmara de selfie. Mantenha o seu rosto dentro da forma oval e, em seguida, toque no botão do obturador.
pt_br: Vista da câmera de selfie. Mantenha o seu rosto dentro da forma oval e, em seguida, toque no botão do obturador
ro: Vizualizați din camera video selfie. Mențineți fața în oval, apoi atingeți butonul obturare.
ru: Вид с селфи-камеры. Держите лицо в овале, а затем нажмите кнопку затвора
sk: Pohľad zo šelfe fotoaparátu. Udržujte tvár v ovále a potom ťuknite na tlačidlo uzávierky
sl: Pogled iz kamere za selfije. Obraz naj bo v ovalu, nato pa tapnite sprožilec
sv: Vy från selfiekamera. Håll ansiktet inom ovalen och tryck sedan på slutarknappen
th: ดูจากกล้องหน้า วางใบหน้าของคุณไว้ในกรอบรูปไข่ จากนั้นแตะปุ่มชัตเตอร์
tr: Selfie kamerasından görüntü. Yüzünüzü ovalin içinde tutun, ardından deklanşör düğmesine dokunun
uk: Увімкніть селфі-камеру. Наведіть овал на обличчя, а тоді натисніть кнопку знімання
zh_hans: 在自拍相机上查看。将面部保持在椭圆形内，然后轻触快门按钮
zh_hant: 從自拍相機檢視。保持臉部在橢圓形框內，然後點擊快門按鈕

# onfido_video_capture_frame_accessibility
source: View from selfie camera. Keep your face within the oval to start recording.
ar: عرض من كاميرا سيلفي.أبقِ وجهك داخل الإطار البيضاوي لبدء التسجيل.
bg: Изглед от селфи камерата. Задръжте лицето си в очертанията на овала, за да започнете записа.
cs: Pohled ze selfie kamery. Chcete-li spustit nahrávání, držte obličej v oválu.
da: Visning fra selfie-kameraet. Hold dit ansigt inden for den ovale cirkel for at starte optagelsen.
de: Ansicht von der Selfie-Kamera. Positionieren Sie Ihr Gesicht innerhalb des Oval, um mit der Aufnahme zu beginnen.
el: Προβολή από κάμερα λήψης selfie. Κρατήστε το πρόσωπό σας εντός των ορίων του οβάλ για να ξεκινήσετε την εγγραφή.
es_419: Vista desde la cámara selfi. Mantén la cara dentro del óvalo para comenzar a grabar.
et: Vaade selfikaamerast. Salvestamise alustamiseks hoidke oma nägu ovaali sees.
fa: مشاهده از دوربین سلفبرای شروع ضبط، صورت خود را داخل بیضی نگه دارید.ی. برای شروع ضبط، صورت خود را داخل بیضی نگه دارید.
fi: Näkymä selfiekamerasta. Pidä kasvosi soikion sisällä aloittaaksesi tallennuksen.
fr: Vue depuis la caméra frontale. Gardez votre visage dans le cercle pour commencer l’enregistrement.
fr_ca: Vue de la caméra selfie. Gardez votre visage à l'intérieur de l'ovale pour commencer l'enregistrement.
he: זווית ממצלמת סלפי.השאר את הפנים בתוך האליפסה כדי להתחיל להקליט.
hi: सेल्फ़ी कैमरा से देखें। रिकॉर्डिंग शुरू करने के लिए अपना चेहरा गोलाकार घेरे में रखें।
hr: Pogledajte kako izgleda na selfie kameri. Držite lice unutar ovalnog dijela kako bi snimanje započelo.
hu: Kamera képe. A felvétel megkezdéséhez tartsa az arcát az ovális kereten belül.
hy: Սելֆիի տեսախցիկից երևացող պատկեր։ Տեսագրումը սկսելու համար ձեր դեմքը պահեք շրջանակի ներսում։
it: Vista dalla fotocamera frontale. Tieni il viso nell’ovale per iniziare a registrare.
ja: 自撮りカメラから見る。顔を楕円の中に保った状態で、録画を開始してください。
ko: 셀카 카메라에서 본 이미지. 녹화를 시작하려면, 타원형 안에 얼굴이 들어가도록 하세요.
lt: Vaizdas iš asmenukių kameros. Norėdami pradėti įrašymą, veidą laikykite ovale.
lv: Skats no selfiju kameras. Lai sāktu ierakstu, pozicionējiet seju ovālajā rāmī.
ms: Pandangan dari kamera swafoto. Pastikan wajah anda berada dalam bingkai berbentuk bujur untuk memulakan rakaman.
pl: Widok z aparatu do selfie. Aby rozpocząć nagrywanie, trzymaj twarz w obrębie owalu.
pt: Vista da câmara de selfie. Mantenha o seu rosto dentro da forma oval para começar a gravar.
pt_br: Vista da câmera de selfie. Mantenha seu rosto dentro da forma oval para iniciar a gravação.
ro: Vizualizați din camera video selfie. Mențineți fața în oval pentru a începe înregistrarea.
ru: Вид с селфи-камеры. Чтобы начать запись, расположите лицо внутри овала.
sk: Pohľad zo selfie fotoaparátu. Ak chcete začať so zaznamenávaním, udržujte tvár v ovále.
sl: Pogled iz kamere za selfije. Obraz naj bo znotraj ovala, da začnete snemati.
sv: Vy från selfiekamera. Håll ansiktet inom ovalen för att börja spela in.
th: ดูจากกล้องหน้า วางใบหน้าของคุณไว้ในกรอบรูปไข่เพื่อเริ่มบันทึก
tr: Kameradan görüntü. Kayda başlamak için yüzünüzü oval içinde tutun.
uk: Увімкніть селфі-камеру. Наведіть овал на обличчя, а тоді розпочніть зйомку.
zh_hans: 在自拍相机上查看。将面部保持在椭圆形内以开始录制。
zh_hant: 從自拍相機檢視。請保持臉部在橢圓形框內，以開始錄製。

# onfido_selfie_confirmation_image_accessibility
source: Photo of your face
ar: صورة لوجهك
bg: Снимка на лицето ви
cs: Fotografie Vašeho obličeje
da: Billede af dit ansigt
de: Foto von Ihrem Gesicht
el: Φωτογραφία του προσώπου σας
es_419: Foto de tu rostro
et: Foto teie näost
fa: عکس صورت شما
fi: Valokuva kasvoistasi
fr: Photo de votre visage
fr_ca: Photo de votre visage
he: תמונה של הפנים שלך
hi: आपके चेहरे की फ़ोटो
hr: Fotografija vašeg lica
hu: Arckép
hy: Ձեր դեմքի լուսանկարը
it: Foto del tuo viso
ja: 顔写真
ko: 얼굴 사진
lt: Jūsų veido nuotrauka
lv: Jūsu sejas fotoattēls
ms: Gambar wajah anda
pl: Zdjęcie Twojej twarzy
pt: Foto do seu rosto
pt_br: Foto do seu rosto
ro: Poza feței dvs.
ru: Фотография Вашего лица
sk: Fotka vašej tváre
sl: Fotografija vašega obraza
sv: Foto av ditt ansikte
th: รูปถ่ายใบหน้าของคุณ
tr: Yüzünüzün fotoğrafı
uk: Фотографія вашого обличчя
zh_hans: 您的面部照片
zh_hant: 您的臉部相片

# onfido_video_capture_frame_success_accessibility
source: Face detected. Recording has started.
ar: تم الكشف عن الوجه. بدأ التسجيل.
bg: Лицето е засечено. Записът започна.
cs: Detekce obličeje. Nahrávání bylo zahájeno.
da: Ansigtet er detekteret. Optagelsen er startet.
de: Gesicht erkannt. Die Aufnahme hat begonnen.
el: Ανιχνεύτηκε πρόσωπο. Η εγγραφή έχει ξεκινήσει.
es_419: Rostro detectado. La grabación comenzó.
et: Nägu tuvastatud. Salvestamine on alanud.
fa: چهره شناسایی شد. ضبط شروع شد.
fi: Kasvot havaittu. Tallennus on alkanut.
fr: Visage détecté. L’enregistrement a commencé.
fr_ca: Visage détecté. L'enregistrement a commencé.
he: הפנים זוהו. הצילום החל.
hi: चेहरे का पता चला। रिकॉर्डिंग शुरू हो गई है।
hr: Lice je otkriveno. Snimanje je počelo.
hu: Arc érzékelve. A felvétel elindult.
hy: Դեմքը գտնվել է։ Տեսագրումը սկսված է։
it: Viso rilevato. La registrazione è iniziata.
ja: 顔が検出されました。録画が開始されました。
ko: 얼굴이 감지되었습니다. 녹화가 시작되었습니다.
lt: Veidas aptiktas. Įrašymas pradėtas.
lv: Seja ir atrasta. Ieraksts ir sācies.
ms: Wajah dikesan. Rakaman telah bermula.
pl: Wykryto twarz. Rozpoczęto nagrywanie.
pt: Rosto detetado. A gravação começou.
pt_br: Rosto detectado. A gravação foi iniciada.
ro: Față detectată. Înregistrarea a început.
ru: Лицо обнаружено. Запись началась.
sk: Bola zistená tvár. Zaznamenávanie sa začalo.
sl: Obraz je zaznan. Snemanje se je pričelo.
sv: Ansikte upptäckt. Inspelningen har börjat.
th: ตรวจพบใบหน้า เริ่มบันทึกแล้ว
tr: Yüz tespit edildi. Kayıt başladı.
uk: Обличчя виявлено. Запис розпочався.
zh_hans: 检测到面部。录制已开始。
zh_hant: 偵測到臉部。已開始錄製。

# onfido_video_intro_video_accessibility
source: Example video of someone recording a selfie video. To record a selfie video, face the front camera and keep your phone slightly away from your face. You’ll then need to recite some numbers and turn your head according to the instructions on screen.
ar: مثال فيديو لشخص يسجل فيديو سيلفي. لتسجيل فيديو سيلفي، انظر مباشرةً إلى الكاميرا الأمامية وأبقِ هاتفك بعيدًا قليلاً عن وجهك. سيتعيّن عليك بعد ذلك سرد بعض الأرقام وتحريك رأسك وفقًا للتعليمات على الشاشة.
bg: Примерно видео на човек, който записва видео селфи. За да запишете видео селфи, използвайте предната камера и не дръжте телефона много близо до лицето си. След това ще трябва да повторите няколко цифри и да обърнете главата си според инструкциите на екрана.
cs: Příklad videa, na kterém někdo nahrává selfie. Pokud chcete nahrávat selfie video, postavte se čelem k přední kameře a držte telefon mírně od obličeje. Poté budete muset odříkat několik čísel a natočit hlavu podle pokynů na obrazovce.
da: Videoeksempel på en person, der optager en selfie-video. Du skal vende ansigtet mod frontkameraet og holde telefonen lidt væk fra dit ansigt for at optage en selfie-video. Derefter skal du sige nogle tal højt og dreje hovedet i henhold til anvisningerne på skærmen.
de: Beispielvideo von jemandem, der ein Selfie-Video aufnimmt. Um ein Selfie-Video aufzunehmen, richten Sie Ihr Gesicht zur Vorderkamera und halten Sie Ihr Smartphone etwas vom Gesicht entfernt. Anschließend müssen Sie einige Zahlen aufsagen und Ihren Kopf entsprechend den Anweisungen auf dem Bildschirm drehen.
el: Παράδειγμα βίντεο κάποιου που ηχογραφεί ένα βίντεο selfie. Για να καταγράψετε ένα βίντεο selfie, κοιτάξτε την μπροστινή κάμερα και κρατήστε το τηλέφωνό σας ελαφρώς μακριά από το πρόσωπό σας. Στη συνέχεια, θα πρέπει να απαγγείλετε ορισμένους αριθμούς και να γυρίσετε το κεφάλι σας σύμφωνα με τις οδηγίες στην οθόνη.
es_419: Ejemplo de video de alguien que graba un video selfi. Para grabar un video selfi, mira a la cámara frontal y mantén el teléfono ligeramente alejado de tu rostro. Luego, deberás decir algunos números y girar la cabeza de acuerdo con las instrucciones en pantalla.
et: Videonäide selfi-video tegemisest. Selfi-video salvestamiseks hoidke esikaamera näo ees ning hoidke telefon näost veidi eemal. Seejärel peate ette lugema mõned numbrid ja pöörama pead vastavalt ekraanile ilmuvatele juhistele.
fa: نمونه ویدئو از شخصی که یک فیلم سلفی ضبط کرده است. برای ضبط ویدئوی سلفی، در مقابل دوربین جلوی گوشی قرار گرفته و گوشی را کمی از صورت خود دور کنید. سپس باید تعدادی عدد را بخوانید و سر خود را طبق دستورالعمل روی صفحه بچرخانید.
fi: Esimerkki videosta, jossa joku tallentaa selfievideon. Tallenna selfievideo katsomalla etukameraan ja pitämällä puhelintasi pienen matkan päässä kasvoistasi. Sitten sinun täytyy lausua joitakin numeroita ja kääntää päätäsi näytön ohjeiden mukaisesti.
fr: Exemple de vidéo d’une personne enregistrant un selfie. Pour enregistrer une vidéo de votre visage, regardez la caméra frontale de votre mobile en le maintenant légèrement éloigné de votre visage. Vous allez ensuite devoir réciter une suite de chiffres et bouger la tête en fonction des instructions qui apparaîtront à l’écran.
fr_ca: Exemple de vidéo d'une personne enregistrant une vidéo selfie. Pour enregistrer une vidéo selfie, faites face à la caméra frontale et tenez votre téléphone légèrement éloigné de votre visage. Vous devrez ensuite réciter quelques chiffres et tourner la tête en suivant les instructions à l'écran.
he: סרטון לדוגמה של מישהו שמצלם סרטון סלפי. כדי לצלם סרטון סלפי, עליך להפנות את הפנים למצלמה הקדמית ולהרחיק אותה מעט מהפנים שלך. לאחר מכן תצטרך לדקלם כמה מספרים ולסובב את הראש בהתאם להוראות שעל המסך.
hi: किसी के सेल्फ़ी वीडियो की रिकॉर्डिंग का उदाहरण। सेल्फ़ी वीडियो रिकॉर्ड करने के लिए, फ़्रंट कैमरे को अपने सामने लाएँ और फ़ोन को अपने चेहरे से थोड़ा दूर रखें। इसके बाद आपको कुछ नंबर पढ़ने होंगे और स्क्रीन पर दिए गए निर्देशों के मुताबिक अपना सिर घुमाना होगा।
hr: Primjer videzapisa u kojem je netko snimio selfie videozapis. Ako želite snimiti selfie videozapis, okrenite se prema prednjoj kameri i mobitel malo odmaknite od lica. Nakon toga ćete morati izgovoriti neke brojeve i okrenuti glavu prema uputama koje će se prikazivati na zaslonu.
hu: Példavideó szelfivideó készítéséről. Szelfi-videófelvétel készítéséhez nézzen az elülső kamerába, és tartsa kissé távol a telefont az arcától. Ezután ki kell mondania néhány számot, majd elfordítania a fejét a képernyőn megjelenő utasításoknak megfelelően.
hy: Սելֆի տեսագրության օրինակ: Սելֆի տեսանյութ անելու համար դեմքով շրջվեք դեպի առջևի տեսախցիկը և հեռախոսը մի փոքր հեռու պահեք ձեր դեմքից։ Այնուհետև արտաբերեք մի քանի թիվ և պտտեք գլուխը՝ էկրանի վրայի հրահանգների համաձայն։
it: Video di esempio di una persone che registra un video selfie. Per registrare un video selfie, guarda la fotocamera frontale e tieni il telefono leggermente lontano dal viso. Poi recita alcuni numeri e gira la testa seguendo le istruzioni sullo schermo.
ja: 自撮り動画の録画例。自撮り動画を録画するには、フロントカメラに顔を向け、スマートフォンを顔から少し離してください。次に、いくつかの数字を発言し、画面の指示に従って頭を動かしてください。
ko: 셀카 동영상을 녹화하는 예시 동영상. 셀카 동영상을 녹화하려면 전면 카메라를 마주하고 휴대폰을 얼굴에서 약간 떨어진 곳에 두세요. 그런 다음 몇 개의 숫자를 말하고 화면의 지침에 따라 고개를 돌리셔야 합니다.
lt: Vaizdo įrašo, kaip nusifilmuojama, pavyzdys. Norėdami nusifilmuoti, žiūrėkite į priekinę kamerą ir laikykite telefoną šiek tiek toliau nuo veido. Tada jums reikės pasakyti kai kuriuos skaičius ir pasukti galvą pagal nurodymus ekrane.
lv: Piemērs, kurā kāds ieraksta selfija videoklipu.Lai ierakstītu selfija videoklipu, pagrieziet seju pret priekšējo kameru un turiet tālruni nedaudz atstatus no sejas. Pēc tam jums būs jānosauc daži cipari un jāpagriež galva saskaņā ar ekrānā redzamajām instrukcijām.
ms: Contoh video cara merakam video swafoto. Untuk merakam video swafoto, hadapkan wajah anda ke kamera hadapan dan jauhkan sedikit telefon anda daripada wajah anda. Kemudian, anda perlu membaca beberapa nombor dan toleh kepala anda mengikut arahan pada skrin.
pl: Przykładowy film, na którym ktoś nagrywa wideo typu selfie. Aby nagrać wideo typu selfie, skieruj się do przedniej kamery i trzymaj telefon w niewielkiej odległości od twarzy. Następnie będziesz musiał wyrecytować kilka liczb i obrócić głowę zgodnie z instrukcjami na ekranie.
pt: Exemplo de vídeo de alguém a gravar um vídeo autogravado. Para gravar um vídeo de selfie, enfrente a câmara frontal e mantenha o seu telefone ligeiramente afastado da cara. Terá então de recitar alguns números e virar a cabeça de acordo com as instruções no ecrã.
pt_br: Exemplo de vídeo de alguém gravando um vídeo de selfie. Para gravar um vídeo de selfie, fique de frente para a câmera frontal e mantenha o celular um pouco longe do rosto. Em seguida, você precisará recitar alguns números e virar a cabeça de acordo com as instruções na tela.
ro: Clip video dat ca exemplu al unei persoane care înregistrează un clip video selfie. Pentru a înregistra un clip video selfie, uitați-vă la camera video din față și țineți telefonul dvs. puțin la distanță de fața dvs. Apoi trebuie să spuneți niște numere și să întoarceți capul în conformitate cu instrucțiunile de pe ecran.
ru: Пример видео, на котором человек записывает селфи-видео. Чтобы записать селфи-видео, смотрите в переднюю камеру и держите телефон на небольшом расстоянии от лица. Затем Вам нужно будет назвать несколько чисел и повернуть голову в соответствии с инструкциями на экране.
sk: Príklad videa niekoho, kto zaznamenáva selfie video. Ak chcete zaznamenať selfie video, otočte sa tvárou k prednému fotoaparátu a držte telefón mierne vzdialený od tváre. Potom budete musieť vysloviť určité čísla a otočiť hlavu podľa pokynov na obrazovke.
sl: Primer videoposnetka, na katerem nekdo snema selfie videoposnetek. Če želite posneti selfie videoposnetek, se obrnite proti sprednji kameri in telefon držite nekoliko stran od obraza. Nato morate izgovoriti nekaj številk in obrniti glavo v skladu z navodili na zaslonu.
sv: Exempelvideo där någon spelar in en selfievideo. För att spela in en selfievideo vänder du dig mot frontkameran och håller telefonen en bit bort från ansiktet. Du måste sedan läsa upp några siffror och vrida huvudet enligt instruktionerna på skärmen.
th: ตัวอย่างวิดีโอแสดงคนที่กำลังบันทึกวิดีโอเซลฟี่ วิธีบันทึกวิดีโอเซลฟี่ ให้หันหน้าไปทางกล้องหน้าและถือโทรศัพท์ให้ห่างจากใบหน้าเล็กน้อย จากนั้นคุณจะต้องพูดตัวเลข และหันศีรษะของคุณไปตามคำแนะนำบนหน้าจอ
tr: Selfie videosu kaydeden birinin örnek videosu. Bir selfie videosu kaydetmek için ön kameraya dönün ve telefonu yüzünüzden biraz uzakta tutun. Sonrasında bazı sayıları ezberden okumanız ve başınızı ekrandaki talimatlara göre çevirmeniz gerekecek.
uk: Приклад запису селфі-відео. Щоб записати селфі-відео, дивіться в об’єктив фронтальної камери, тримаючи телефон на певній відстані від обличчя. Потім вам потрібно буде озвучити цифри та повернути голову відповідно до вказівок на екрані.
zh_hans: 某人录制自拍视频的示例视频。要录制自拍视频，请面向前置相机，将手机稍微远离面部。然后，您需要朗读一些数字，并根据屏幕上的说明转动头部。
zh_hant: 其他人錄製自拍影片的示範影片。若要拍攝自拍影片，請面對前鏡頭，並將手機與臉部保持適當距離。您需要朗讀一些數字，並按照畫面上的說明轉動頭部。

# onfido_video_intro_button_pause_accessibility
source: Pause video
ar: إيقاف الفيديو مؤقتًا
bg: Пауза на видеото
cs: Pozastavit video
da: Pause illustrativ animation af scanning procedure
de: Video anhalten
el: Παύση εικονογραφημένης ανάλυσης της διαδικασίας σάρωσης
es_419: Pausar la animación ilustrativa del procedimiento de escaneo
et: Peata video
fa: مکث ویدئو
fi: Keskeytä video
fr: Pause de l'animation illustrative de la procédure de scan
fr_ca: Mettre la vidéo en pause
he: השהייה של האנימציה הממחישה את תהליך הסריקה
hi: वीडियो रोकें
hr: Zaustavi videozapis
hu: Videó szüneteltetése
hy: Դադարեցնել տեսանյութը
it: Interrompi l'animazione illustrativa della procedura di scansione
ja: 動画を一時停止
ko: 동영상 일시 중지
lt: Padaryti vaizdo įrašo pauzę
lv: Apturēt video
ms: Jeda animasi ilustratif prosedur pengimbasan
pl: Zatrzymaj ilustracyjną animację procedury skanowania
pt: Pausar vídeo
pt_br: Pausar vídeo
ro: Pauză animație ilustrativă a procedurii de scanare
ru: Приостановить иллюстративную анимацию процедуры сканирования
sk: Pozastaviť video
sl: Začasno ustavi ilustrativno animacijo postopka skeniranja
sv: Pausa illustrativ animation av skanningsproceduren
th: หยุดภาพประกอบการทำงานของกระบวนการสแกนชั่วคราว
tr: Tarama işlemi örneğinin animasyonunu duraklat
uk: Призупинити відео
zh_hans: 暂停扫描程序的示意动画
zh_hant: 暫停影片

# onfido_video_intro_button_play_accessibility
source: Play video
ar: تشغيل الفيديو
bg: Възпроизвеждане на видеото
cs: Přehrát video
da: Afspil illustrativ animation af scanning procedure
de: Video abspielen
el: Αναπαραγωγή επεξηγηματικού animation της διαδικασίας σάρωσης
es_419: Reproducir animación ilustrativa del procedimiento de escaneo
et: Esita video
fa: پخش ویدئو
fi: Toista video
fr: Jouer une animation illustrative de la procédure de scan
fr_ca: Lire la vidéo
he: הפעל אנימציה ממחישה של תהליך הסריקה
hi: वीडियो चलाएँ
hr: Reproduciraj videozapis
hu: Videó lejátszása
hy: Դիտել տեսանյութը
it: Riproduci animazione illustrativa della procedura di scansione
ja: 動画を再生
ko: 동영상 재생
lt: Paleisti vaizdo įrašą
lv: Atskaņot video
ms: Mainkan animasi ilustratif prosedur pengimbasan
pl: Odtwórz ilustracyjną animację procedury skanowania
pt: Reproduzir vídeo
pt_br: Reproduzir vídeo
ro: Redă animația ilustrativă a procedurii de scanare
ru: Воспроизвести иллюстративную анимацию процедуры сканирования
sk: Prehrať video
sl: Predvajaj ilustrativno animacijo postopka skeniranja
sv: Spela illustrativ animation av skanningsproceduren
th: เล่นภาพเคลื่อนไหวเพื่อแสดงกระบวนการสแกน
tr: Tarama işlemi ile ilgili örneklendirici animasyonu oynat
uk: Відтворити відео
zh_hans: 播放扫描程序的说明性动画
zh_hant: 播放影片

# onfido_country_select_list_header_all
source: All countries
ar: جميع البلدان
bg: Всички държави
cs: Všechny země
da: Alle lande
de: Alle Länder
el: Όλες οι χώρες
es_419: Todos los países
et: Kõik riigid
fa: همه کشورها
fi: Kaikki maat
fr: Toutes les nations
fr_ca: Tous les pays
he: כל הארצות
hi: सभी देश
hr: Sve zemlje
hu: Összes ország
hy: Բոլոր երկրները
it: Tutti i paesi
ja: 全ての国々
ko: 모든 국가
lt: Visos šalys
lv: Visas valstis
ms: Semua negara
pl: Wszystkie kraje
pt: Todos os países
pt_br: Todos os países
ro: Toate țările
ru: Все страны
sk: Všetky krajiny
sl: Vse države
sv: Alla länder
th: ทุกประเทศ
tr: Tüm ülkeler
uk: Усі країни
zh_hans: 全部国家/地区
zh_hant: 所有國家
