Repository: onfido/onfido-ios-sdk
Catalog: localization/Localizable_*.strings
Languages: ar, bg, cs, da, de, el, es_419, et, fa, fi, fr, fr_ca, he, hi, hr, hu, hy, it, ja, ko, lt, lv, ms, pl, pt, pt_br, ro, ru, sk, sl, sv, th, tr, uk, zh_hans, zh_hant

# onfido_nfc_select_body_card
source: Cards with NFC chips have this symbol
ar: تحتوي البطاقات التي تحتوي على رقاقات NFC على هذا الرمز
bg: Картите с NFC чип имат този символ
cs: Karty s čipy NFC mají tento symbol
da: Kort med NFC-chips har dette symbol
de: Karten mit NFC-Chips haben dieses Symbol
el: Τα δελτία με τσιπ NFC έχουν αυτό το σύμβολο
es_419: Las tarjetas con chips NFC tienen este símbolo
et: NFC-kiipidega kaartidel on järgmine sümbol
fa: کارت‌های دارای تراشه NFC، دارای این نماد هستند
fi: NFC-sirun sisältävissä korteissa on tämä symboli
fr: Les cartes avec puces NFC ont ce symbole
fr_ca: Les cartes avec puces NFC ont ce symbole
he: בכרטיסים עם שבבי NFC מופיע הסמל הזה
hi: NFC चिप वाले कार्ड में यह निशान होता है
hr: Ovakav simbol imaju osobne iskaznice s NFC čipom
hu: Az NFC-chipekkel rendelkező kártyákon ez a szimbólum látható
hy: NFC չիպերով քարտերն ունեն այս նշանը
it: Le carte con chip NFC hanno questo simbolo
ja: NFCチップを持つカードには、このシンボルがあります
ko: NFC 칩이 있는 카드에는 이 기호가 있습니다
lt: Kortelės su NFC lustais turi šį simbolį
lv: Uz kartēm, kurām ir NFC mikroshēma, ir šāds simbols
ms: Kad dengan cip NFC mempunyai simbol ini
pl: Karty z chipem NFC są oznaczone tym symbolem
pt: Cartões com chips NFC têm este símbolo
pt_br: Cartões com chips NFC têm este símbolo
ro: Cardurile cu cipuri NCF au acest simbol
ru: На карточках с чипами NFC есть этот символ
sk: Preukazy s čipom NFC majú tento symbol
sl: Kartice z NFC čipi imajo ta simbol
sv: Kort med NFC-chip har denna symbol
th: บัตรที่มีชิป NFC จะมีสัญลักษณ์นี้
tr: NFC çipli kimliklerde bu sembol bulunur
uk: Посвідчення з NFC-чіпами мають цей символ
zh_hans: 带有NFC芯片的身份证上有这个符号
zh_hant: 擁有 NFC 晶片的卡片有此符號

# onfido_nfc_select_button_primary_card
source: Use NFC card
ar: استخدام بطاقة NFC
bg: Използване на карта с NFC чип
cs: Použití karty NFC
da: Brug et NFC-kort
de: NFC-Karte verwenden
el: Χρήση δελτίου με NFC
es_419: Usar tarjeta NFC
et: Kasutage NFC-kiibiga kaarti
fa: از کارت NFC استفاده کنید
fi: Käytä NFC-korttia
fr: Utiliser une carte NFC
fr_ca: Utiliser la carte NFC
he: שימוש בכרטיס NFC
hi: NFC कार्ड का इस्तेमाल करें
hr: Upotrijebite osobnu iskaznicu s NFC čipom
hu: Használjon NFC-kártyát
hy: Օգտագործել NFC քարտ
it: Usa carta NFC
ja: NFCカードを使う
ko: NFC 카드 사용
lt: Naudoti NFC kortelę
lv: Izmantot NFC karti
ms: Guna kad NFC
pl: Użyj karty z NFC
pt: Use um cartão NFC
pt_br: Usar cartão NFC
ro: Utilizați cardul NFC
ru: Использовать карточку NFC
sk: Použiť preukaz s NFC
sl: Uporabi kartico NFC
sv: Använd NFC-kort
th: ใช้บัตรที่มี NFC
tr: NFC'li kimlik kullan
uk: Скористатися посвідченням з NFC
zh_hans: 使用NFC身份证
zh_hant: 使用 NFC 卡片

# onfido_nfc_select_button_secondary_card
source: It’s not an NFC card
ar: هذه ليست بطاقة NFC
bg: Картата няма NFC чип
cs: Toto není karta NFC
da: Det er ikke et NFC-kort
de: Ohne NFC-Karte fortfahren
el: Δεν είναι δελτίο με NFC
es_419: No es una tarjeta NFC
et: See pole NFC-kiibiga kaart
fa: این کارت از نوع NFC نیست
fi: Se ei ole NFC-kortti
fr: Ce n’est pas une carte NFC
fr_ca: Ce n'est pas une carte NFC
he: זה לא כרטיס NFC
hi: यह NFC कार्ड नहीं है
hr: Ova iskaznica nema NFC čip
hu: Ez nem egy NFC-kártya
hy: Դա NFC քարտ չէ
it: Non è una carta NFC
ja: NFCカードではありません
ko: NFC 카드가 아닙니다
lt: Tai ne NFC kortelė
lv: Tā nav NFC karte
ms: Ini bukan kad NFC
pl: To nie jest karta z NFC
pt: Não é um cartão NFC
pt_br: Não é um cartão NFC
ro: Nu este un card NFC
ru: Это не карточка NFC
sk: Nie je to preukaz s NFC
sl: To ni kartica NFC
sv: Det är inte ett NFC-kort
th: บัตรไม่มี NFC
tr: Bu kimlikte NFC yok
uk: Це посвідчення не має функції NFC
zh_hans: 这不是NFC身份证
zh_hant: 這不是 NFC 卡片

# onfido_nfc_intro_title_passport
source: Scan your ePassport
ar: قم بمسح ضوئي لجواز سفرك
bg: Извършете сканиране на паспорта си
cs: Skenovat svůj pas
da: Scan chippen i dit pas
de: Scannen Sie Ihren ePass
el: Σαρώστε το τσιπ του διαβατηρίου σας
es_419: Escanea el chip de tu pasaporte
et: Skaneeri oma pass
fa: گذرنامه خود را اسکن کنید
fi: Skannaa passisi
fr: Scannez la puce de votre passeport
fr_ca: Scannez votre passeport
he: סרוק את שבב הדרכון שלך
hi: अपने पासपोर्ट की चिप स्कैन करें
hr: Skenirajte svoju e-putovnicu
hu: Szkennelje be az útlevelét
hy: Սկանավորեք ձեր անձնագիրը
it: Esegui la scansione del chip del tuo passaporto
ja: パスポートをスキャンしてください
ko: 여권을 스캔하세요
lt: Nuskanuokite savo pasą
lv: Skenējiet savu pasi
ms: Imbas cip pasport anda
pl: Zeskanuj chip swojego paszportu
pt: Digitalize o chip do seu passaporte
pt_br: Escaneie seu passaporte
ro: Scanați cipul din pașaportul dvs.
ru: Отсканируйте чип вашего паспорта
sk: Naskenujte svoj pas
sl: Skenirajte čip na vašem potnem listu
sv: Skanna ditt pass NFC-chip
th: สแกนชิปในพาสปอร์ตของคุณ
tr: Pasaportunuzun çipini tarayın
uk: Скануйте свій паспорт
zh_hans: 扫描您护照的芯片
zh_hant: 掃描您的護照

# onfido_nfc_intro_subtitle_passport
source: Follow these instructions
ar: استخدم هاتفك لمسح الرقاقة في جواز سفرك
bg: Използвайте телефона си, за да сканирате чипа в паспорта си
cs: Použijte svůj telefon k naskenování čipu ve vašem pasu
da: Brug din telefon til at scanne chippen i dit pas
de: Befolgen Sie diese Anweisungen
el: Χρησιμοποιήστε το τηλέφωνό σας για να σαρώσετε το chip στο διαβατήριό σας
es_419: Use su teléfono para escanear el chip en su pasaporte
et: Kasutage oma telefoni, et skaneerida kiip oma passis
fa: از تلفن خود برای اسکن چیپ در گذرنامه خود استفاده کنید
fi: Käytä puhelintasi skannaamaan siru passissasi
fr: Utilisez votre téléphone pour scanner la puce de votre passeport
fr_ca: Utilisez votre téléphone pour scanner la puce dans votre passeport
he: השתמש בטלפון שלך כדי לסרוק את השבב בדרכון שלך
hi: अपने पासपोर्ट में चिप को स्कैन करने के लिए अपने फ़ोन का उपयोग करें
hr: Slijedite upute u nastavku
hu: Használja a telefonját az útlevelében található chip beolvasásához
hy: Օգտագործեք ձեր հեռախոսը ձեր անձնագրի չիպը սկանավորելու համար
it: Usa il tuo telefono per scansionare il chip nel tuo passaporto
ja: パスポート内のチップをスキャンするために電話を使用してください
ko: 휴대폰을 사용하여 여권에 있는 칩을 스캔하세요
lt: Naudokite savo telefoną, kad nuskaitytumėte lustą savo pase
lv: Izmantojiet savu telefonu, lai noskanētu čipu savā pasē
ms: Gunakan telefon anda untuk mengimbas cip dalam pasport anda
pl: Użyj swojego telefonu do zeskanowania chipa w swoim paszporcie
pt: Use o seu telefone para escanear o chip no seu passaporte
pt_br: Use seu telefone para escanear o chip em seu passaporte
ro: Folosiți telefonul pentru a scana cipul din pașaportul dumneavoastră
ru: Используйте свой телефон для сканирования чипа в вашем паспорте
sk: Použite svoj telefón na skenovanie čipu vo vašom cestovnom pase
sl: Uporabite svoj telefon za saniranje čipa v vašem potnem listu
sv: Använd din telefon för att skanna chippet i ditt pass
th: ใช้โทรศัพท์ของคุณสแกนชิปในพาสปอร์ตของคุณ
tr: Telefonunuzu pasaportunuzdaki çipi tarayarak kullanın
uk: Використовуйте свій телефон для сканування чіпа у вашому паспорті
zh_hans: 使用您的手机扫描护照中的芯片
zh_hant: 使用您的手機掃描護照中的晶片

# onfido_nfc_intro_passport_scan_guide_1
source: Lay your passport on a flat surface
ar: ضع جواز سفرك مفتوحًا على سطح مستوي
bg: Поставете отворения си паспорт на равна повърхност
cs: Položte svůj otevřený pas na rovný povrch
da: Læg dit pas åbent på en flad overflade
de: Legen Sie Ihren Reisepass auf eine ebene Fläche
el: Ανοίξτε το διαβατήριό σας και τοποθετήστε το σε μια επίπεδη επιφάνεια
es_419: Coloque su pasaporte abierto sobre una superficie plana
et: Asetage oma pass lahtiselt tasasele pinnale
fa: گذرنامه خود را روی یک سطح صاف باز کنید
fi: Aseta passisi avattuna tasaiselle pinnalle
fr: Placez votre passeport ouvert sur une surface plate
fr_ca: Déposez votre passeport ouvert sur une surface plate
he: הניחו את הדרכון שלכם פתוח על משטח שטוח
hi: अपना पासपोर्ट एक समतल सतह पर खोलकर रखें
hr: Stavite putovnicu na ravnu podlogu
hu: Helyezze le nyitott útlevelét egy sík felületre
hy: Հարթ մակերեսի վրա դնեք ձեր բացված անձնագիրը
it: Posiziona il tuo passaporto aperto su una superficie piana
ja: パスポートを開いて平らな面に置いてください
ko: 여권을 펼쳐서 평평한 표면에 놓으십시오
lt: Padėkite savo pasą atvertą ant plokščios paviršiaus
lv: Ielieciet savu pasi atvērtu uz plakana virsmas
ms: Anda perlu meletakkan pasport anda yang terbuka di atas permukaan yang datar
pl: Połóż swój paszport otwarty na płaskiej powierzchni
pt: Coloque seu passaporte aberto em uma superfície plana
pt_br: Coloque seu passaporte aberto em uma superfície plana
ro: Puneți pașaportul deschis pe o suprafață plană
ru: Разложите ваш паспорт на плоской поверхности
sk: Položte svoj pas otvorený na rovný povrch
sl: Odprite svoj potni list in ga položite na ravno površino
sv: Lägg ditt pass öppnat på en platt yta
th: วางหนังสือเดินทางที่เปิดอยู่บนพื้นผิวที่ราบ
tr: Kimliğinizi düz bir yüzeye açık bir şekilde koyun
uk: Покладіть свій паспорт відкритим на рівній поверхні
zh_hans: 将您的护照打开放在平面上
zh_hant: 將您的護照打開放在平面上

# onfido_nfc_intro_passport_scan_guide_2
source: Place your phone on top of your passport
ar: ضع هاتفك مباشرة فوق جواز سفرك حتى يكونا على اتصال مباشر
bg: Поставете телефона си директно върху паспорта си, така че да се докосват
cs: Umístěte svůj telefon přímo na vrch svého pasu, tak aby se dotýkaly
da: Placer din telefon mod dit pas. For at finde chippen, skal du muligvis glide din telefon op og ned mod dit pas.
de: Legen Sie Ihr Handy auf Ihren Reisepass
el: Τοποθετήστε το τηλέφωνό σας πάνω στο διαβατήριό σας. Για να εντοπίσετε το chip, μπορεί να χρειαστεί να κινήσετε το τηλέφωνό σας πάνω και κάτω πάνω στο διαβατήριό σας.
es_419: Coloca tu teléfono contra tu pasaporte. Para localizar el chip, es posible que necesites deslizar tu teléfono hacia arriba y hacia abajo contra tu pasaporte.
et: Asetage oma telefon otse passi peale nii, et need puutuvad kokku
fa: گوشی خود را مستقیماً روی گذرنامه خود بگذارید تا با هم تماس داشته باشند
fi: Aseta puhelimesi suoraan passisi päälle niin, että ne koskettavat toisiaan
fr: Placez votre téléphone contre votre passeport. Pour localiser la puce, vous devrez peut-être faire glisser votre téléphone de haut en bas contre votre passeport.
fr_ca: Placez votre téléphone directement sur votre passeport de sorte qu'ils se touchent
he: מקם את הטלפון שלך על הדרכון שלך. כדי לאתר את השבב, ייתכן שתצטרך להחליק את הטלפון שלך למעלה ולמטה על הדרכון שלך.
hi: अपने फ़ोन को अपने पासपोर्ट के खिलाफ रखें। चिप का पता लगाने के लिए, आपको शायद अपने फ़ोन को अपने पासपोर्ट के खिलाफ ऊपर और नीचे स्लाइड करने की आवश्यकता हो सकती है।
hr: Stavite mobitel na putovnicu
hu: Helyezze a telefonját közvetlenül az útlevelére, úgy hogy érintkezzenek
hy: Ձեր անձնագրի վրա դրեք ձեր հեռախոսը
it: Posizioni il telefono accanto al passaporto. Per localizzare il chip, potrebbe essere necessario far scorrere il telefono su e giù contro il passaporto.
ja: パスポートの上に直接電話を置いて、触れるようにしてください
ko: 여권 위에 휴대폰을 직접 올려 놓아서 접촉하게 하십시오
lt: Padėkite savo telefoną tiesiai ant savo paso, kad jie liestųsi
lv: Novietojiet savu tālruni tieši uz pases virsmas tā, lai tie saskartos
ms: Letakkan telefon anda di atas pasport anda. Untuk mencari cip, anda mungkin perlu menggeser telefon anda ke atas dan ke bawah di atas pasport anda.
pl: Przyłóż telefon do paszportu. Aby zlokalizować chip, możesz potrzebować przesuwać telefon w górę i w dół względem paszportu.
pt: Coloque o seu telefone contra o seu passaporte. Para localizar o chip, você pode precisar deslizar o seu telefone para cima e para baixo contra o seu passaporte.
pt_br: Coloque seu telefone diretamente em cima do seu passaporte para que eles estejam se tocando
ro: Plasați telefonul dvs. împotriva pașaportului dvs. Pentru a localiza cipul, este posibil să fie nevoie să alunecați telefonul dvs. în sus și în jos pe pașaportul dvs.
ru: Приложите телефон к паспорту. Чтобы найти чип, вам может потребоваться перемещать телефон вверх и вниз по паспорту.
sk: Umiestnite svoj telefón priamo na vrch vášho pasu, aby sa dotýkali
sl: Postavite svoj telefon na potni list. Da bi našli čip, boste morda morali telefon drseti gor in dol po potnem listu.
sv: Placera din telefon mot ditt pass. För att hitta chippet kan du behöva glida din telefon upp och ner mot ditt pass.
th: วางโทรศัพท์ของคุณลงบนพาสปอร์ตของคุณ เพื่อหาตำแหน่งของชิป คุณอาจจำเป็นต้องเลื่อนโทรศัพท์ของคุณขึ้นและลงบนพาสปอร์ตของคุณ
tr: Telefonunuzu pasaportunuza dayayın. Çipi bulmak için telefonunuzu pasaportunuzda aşağı yukarı kaydırmanız gerekebilir.
uk: Покладіть свій телефон безпосередньо на паспорт так, щоб вони торкалися
zh_hans: 将手机放在护照上。要找到芯片，您可能需要在护照上上下滑动手机。
zh_hant: 將您的手機直接放在您的護照上，使它們接觸

# onfido_nfc_intro_passport_scan_guide_3
source: Slowly slide your phone down and up
ar: قم بتحريك هاتفك ببطء على كلا الصفحتين حتى يبدأ عملية الفحص
bg: Плъзнете бавно телефона си през двете страници, докато сканирането не започне
cs: Pomalu přesouvejte telefon přes obě stránky, dokud se nespustí skenování
da: Når chippen er registreret, skal du holde din telefon og dit pas stille.
de: Schieben Sie Ihr Handy langsam nach unten und oben
el: Μόλις ανιχνευτεί το chip, κρατήστε το τηλέφωνό σας και το διαβατήριό σας ακίνητα.
es_419: Una vez que se detecte el chip, mantén tu teléfono y pasaporte quietos.
et: Liigutage aeglaselt oma telefoni mõlema lehekülje üle, kuni skannimine algab
fa: گوشی خود را به آرامی روی هر دو صفحه بکشید تا عملیات اسکن آغاز شود
fi: Liuta puhelintasi hitaasti molempien sivujen yli, kunnes skannaus alkaa
fr: Une fois la puce détectée, maintenez votre téléphone et votre passeport immobiles.
fr_ca: Faites glisser lentement votre téléphone sur les deux pages jusqu'à ce que le scan commence
he: לאחר שהשבב מזוהה, ודא שהטלפון והדרכון נשארים במקום.
hi: एक बार चिप का पता चल जाए, तो अपने फ़ोन और पासपोर्ट को स्थिर रखें।
hr: Polako pomičite mobitel dolje-gore
hu: Lassan húzza át a telefonját mindkét oldalon, amíg el nem indul a szkennelés
hy: Դանդաղ սահեցրեք ձեր հեռախոսը երկու էջերի վրա, մինչև սկանավորումը չսկսվի:
it: Una volta rilevato il chip, tieni il telefono e il passaporto fermi.
ja: スキャンが開始するまで、電話を両方のページにゆっくりとスライドさせてください
ko: 스캔이 시작될 때까지 전화를 두 페이지 모두에 천천히 움직이세요
lt: Lėtai perstumkite savo telefoną per abu puslapius, kol prasidės nuskaitymas
lv: Pakāpeniski pārvietojiet savu tālruni pāri abām lapām, līdz sākas skenēšana
ms: Setelah cip dikesan, kekalkan telefon dan pasport anda dalam keadaan diam.
pl: Gdy chip zostanie wykryty, utrzymuj telefon i paszport w bezruchu.
pt: Uma vez que o chip é detectado, mantenha o seu telefone e passaporte imóveis.
pt_br: Deslize lentamente o seu telefone por ambas as páginas até que a digitalização comece
ro: Odată ce cipul este detectat, mențineți telefonul și pașaportul dvs. nemișcate.
ru: Как только чип обнаружен, держите телефон и паспорт неподвижно.
sk: Pomaly prejdite telefónom cez obe strany, kým sa nespustí skenovanie
sl: Ko je čip zaznan, obdržite svoj telefon in potni list mirno.
sv: När chippet upptäcks, håll din telefon och pass stilla.
th: เมื่อตรวจจับชิปแล้ว ให้คุณรักษาโทรศัพท์และพาสปอร์ตของคุณให้นิ่ง
tr: Çip algılandığında, telefonunuzu ve pasaportunuzu hareketsiz tutun.
uk: Повільно проведіть телефоном по обох сторінках, поки не почнеться сканування
zh_hans: 一旦检测到芯片，保持手机和护照静止不动。
zh_hant: 慢慢地將您的手機滑過兩頁，直到掃描開始

# onfido_nfc_intro_passport_scan_guide_4
source: Once the scan starts, hold your phone still
ar: بمجرد بدء الفحص، ابق في مكانك حتى يتم الانتهاء من الفحص
bg: Когато започне сканирането, останете неподвижни, за да може сканирането да приключи
cs: Jakmile se skenování spustí, zůstaňte v klidu, aby mohlo skenování proběhnout
da: Når scanningen starter, skal du holde dig stille, så scanningen kan blive færdig
de: Sobald der Scanvorgang beginnt, halten Sie Ihr Telefon still.
el: Όταν ξεκινήσει η σάρωση, μην κινείστε για να ολοκληρωθεί η διαδικασία
es_419: Una vez que comienza el escaneo, manténgase quieto para que el escaneo pueda completarse
et: Kui skaneerimine algab, püsige paigal, et skaneerimine saaks lõpule viia
fa: هنگامی که اسکن شروع می شود، برای اتمام اسکن باید ثابت بمانید
fi: Kun skannaus alkaa, pysy paikallasi, jotta skannaus voidaan suorittaa loppuun
fr: Une fois le scan commencé, restez immobile pour que le scan puisse se terminer
fr_ca: Une fois le balayage commencé, restez immobile pour que le balayage puisse se terminer
he: ברגע שהסריקה מתחילה, הישאר במקום כדי שהסריקה תוכל להסתיים
hi: एक बार स्कैन शुरू हो जाए, तब तक शांत रहें जब तक स्कैनिंग पूरी नहीं हो जाती
hr: Nakon što skeniranje započne, mobitel držite mirno
hu: Amint a szkennelés elindul, maradjon mozdulatlanul, hogy a szkennelés befejeződhessen
hy: Սկանավորումը սկսվելուն պես՝ պահեք ձեր մարմինը անշարժ
it: Una volta avviata la scansione, rimani fermo affinché la scansione possa completarsi
ja: スキャンが開始されたら、スキャンが完了するまでじっとしてください
ko: 스캔이 시작되면 스캔이 완료될 수 있도록 가만히 있으십시오
lt: Kai prasideda skenavimas, nesijudinkite, kad skenavimas galėtų būti užbaigtas
lv: Tiklīdz skenēšana sākas, nepārvietojieties, lai skenēšana varētu pabeigt
ms: Apabila proses pengimbasan dimulakan, jangan bergerak agar pengimbasan dapat diselesaikan
pl: Gdy rozpocznie się skanowanie, zachowaj nieruchomość, aby skanowanie mogło się zakończyć
pt: Uma vez que a varredura comece, fique imóvel para que a digitalização possa ser concluída
pt_br: Uma vez que a varredura começa, fique imóvel para que a varredura possa ser concluída
ro: Odată ce scanarea începe, stați nemișcat pentru ca scanarea să se poată finaliza
ru: Как только начнется сканирование, оставайтесь неподвижными, чтобы сканирование могло завершиться
sk: Akonáhle sa začne skenovanie, nehýbte sa, aby mohlo byť skenovanie dokončené
sl: Ko se začne skeniranje, ostanite mirni, da se lahko skeniranje dokonča.
sv: När skanningen startar, håll dig stilla så att skanningen kan slutföras
th: เมื่อการสแกนเริ่มต้นแล้ว โปรดคงที่เพื่อให้การสแกนสมบูรณ์
tr: Tarama başladığında, taramanın tamamlanabilmesi için hareketsiz durun
uk: Одразу після початку сканування, залишайтеся нерухомим, щоб сканування могло завершитися
zh_hans: 一旦扫描开始，保持不动以便扫描能够完成
zh_hant: 掃描開始後，請保持不動以便掃描能完成

# onfido_nfc_intro_button_primary_passport
source: Start scanning
ar: بدء المسح الضوئي
bg: Започнете сканирането
cs: Zahájení skenování
de: Scannen starten
el: Έναρξη σάρωσης
es_419: Iniciar escaneo
et: Alustage skannimist
fa: شروع اسکن
fi: Aloita skannaus
fr: Commencer le scan
fr_ca: Démarrer la numérisation
he: התחל בסריקה
hi: स्कैन करना शुरू करें
hr: Započnite skeniranje
hu: Szkennelés indítása
hy: Սկսել սկանավորումը
it: Inizia la scansione
ja: スキャンを開始する
ko: 스캔 시작
lt: Pradėti nuskaitymą
lv: Sākt skenēšanu
ms: Mulakan imbasan
pl: Rozpocznij skanowanie
pt: Começar a digitalizar
pt_br: Iniciar digitalização
ro: Începeți scanarea
ru: Начать сканирование
sk: Spustiť skenovanie
sl: Začni skeniranje
sv: Starta skanning
th: เริ่มสแกน
tr: Taramayı başlat
uk: Почати сканування
zh_hans: 开始扫描
zh_hant: 開始掃描

# onfido_nfc_intro_title_card
source: Scan your NFC card
ar: مسح بطاقة NFC ‏ضوئيًا
bg: Сканирайте вашата NFC карта
cs: Naskenujte kartu NFC
da: Scan chippen på dit dokument
de: Scannen Sie Ihre NFC-Karte
el: Σαρώστε το τσιπ του εγγράφου σας
es_419: Escanea el chip de tu documento
et: Skannige oma NFC-kiibiga kaart
fa: کارت NFC خود را اسکن کنید
fi: Skannaa NFC-korttisi
fr: Scannez la puce de votre document
fr_ca: Numérisez votre carte NFC
he: סרוק את השבב של המסמך שלך
hi: अपना NFC कार्ड स्कैन करें
hr: Skenirajte svoju osobnu iskaznicu s NFC čipom
hu: NFC-kártya beolvasása
hy: Սկանավորեք ձեր NFC քարտը
it: Scansiona il chip del tuo documento
ja: NFCカードをスキャンしてください
ko: NFC 카드 스캔
lt: Nuskaitykite NFC kortelę
lv: Noskenējiet savu NFC karti
ms: Imbas cip dokumen anda
pl: Zeskanuj chip w swoim dokumencie
pt: Digitalize o seu cartão NFC
pt_br: Digitalize seu cartão NFC
ro: Scanați cipul documentului dvs.
ru: Сканирование чипа вашего документа
sk: Naskenujte preukaz s NFC
sl: Skenirajte čip na vašem dokumentu
sv: Skanna chipet i ditt dokument
th: สแกนชิปในเอกสารของคุณ
tr: Belgenizin çipini tarayın
uk: Відскануйте посвідчення з NFC
zh_hans: 扫描您的证件芯片
zh_hant: 掃描您的 NFC 卡片

# onfido_nfc_intro_subtitle_card
source: Place your phone on the card and keep it near the top of your phone
ar: ضع هاتفك على البطاقة واحتفظ به بالقرب من الجزء العلوي من هاتفك
bg: Поставете телефона си върху картата и задръжте картата близо до горната част на телефона
cs: Položte telefon na kartu a držte tuto kartu v blízkosti horní části telefonu
da: Placer din telefon på kortet, og hold den tæt på den øverste del af din telefon
de: Legen Sie Ihr Telefon auf die Karte und platzieren Sie es so, dass die Karte möglichst am oberen Rand des Telefons liegt
el: Τοποθετήστε το τηλέφωνό σας επάνω στο δελτίο και κρατήστε το κοντά στο επάνω μέρος του τηλεφώνου σας
es_419: Coloca el teléfono en la tarjeta y manténlo cerca de la parte superior del teléfono
et: Asetage telefon kaardile ja hoidke kaarti telefoni ülaosa lähedal
fa: گوشی خود را روی کارت قرار دهید و آن را نزدیک بالای گوشی خود نگه دارید
fi: Aseta puhelimesi korttia vasten ja pidä sitä puhelimesi yläosan lähellä
fr: Placez votre téléphone sur la carte et gardez-la proche de la partie supérieure du téléphone
fr_ca: Placez votre téléphone sur la carte et gardez-la près du haut de votre téléphone
he: מקם את הכרטיס על הטלפון והשאר אותו צמוד לחלקו העליון
hi: अपने फ़ोन को कार्ड के ऊपर और इसे अपने फ़ोन के ऊपरी हिस्से के करीब रखें
hr: Stavite mobitel na osobnu iskaznicu i držite iskaznicu blizu gornjeg dijela mobitela
hu: Helyezze a telefont a kártyára, és tartsa a telefon tetejének közelében
hy: Հեռախոսը դրեք քարտի վրա և պահեք այն հեռախոսի վերևի մասին մոտ
it: Posiziona il telefono sulla carta e tienila verso la parte alta del telefono
ja: スマートフォンをカードの上に置き、カードはスマートフォンの上部近くで固定してください
ko: 카드 상단 근처에 휴대폰이 오도록 하여 카드 위에 휴대폰을 올려놓으세요
lt: Pakelkite telefoną virš kortelės ir laikykite jį nedideliu atstumu nuo kortelės viršaus
lv: Novietojiet tālruni virs kartes un turiet to netālu no tālruņa augšpuses
ms: Letakkan telefon anda pada kad dan pastikan kad berada berhampiran bahagian atas telefon anda
pl: Umieść telefon na karcie i trzymaj ją w pobliżu górnej krawędzi telefonu
pt: Coloque o seu telefone sobre o cartão e mantenha-o perto do topo do seu telefone
pt_br: Coloque seu celular no cartão e mantenha-o perto da parte superior do celular
ro: Plasați telefonul dvs. deasupra cardului și mențineți-l aproape de partea superioară a telefonului dvs.
ru: Поместите телефон на карту и держите ее рядом с верхней частью телефона
sk: Umiestnite telefón na preukaz a ten držte blízko hornej časti telefónu
sl: Postavite telefon na kartico in jo imejte v bližini vrha telefona
sv: Placera din telefon på kortet och håll det nära toppen av telefonen
th: วางโทรศัพท์ของคุณไว้บนบัตร โดยให้อยู่ใกล้ๆ ด้านบนของโทรศัพท์
tr: Telefonunuzu kimliğin üzerine yerleştirin ve telefonunuzun üst kısmına yakın tutun
uk: Покладіть телефон на посвідчення так, щоб воно розташовувалося навпроти верхньої частини телефона
zh_hans: 将手机放在身份证上，并放在手机顶部附近
zh_hant: 將手機放在卡片上，並使其靠近您的手機頂部

# onfido_nfc_intro_button_primary_card
source: Start scanning
ar: بدء المسح الضوئي
bg: Започнете сканирането
cs: Zahájení skenování
de: Scannen starten
el: Έναρξη σάρωσης
es_419: Iniciar escaneo
et: Alustage skannimist
fa: شروع اسکن
fi: Aloita skannaus
fr: Commencer le scan
fr_ca: Démarrer la numérisation
he: התחל בסריקה
hi: स्कैन करना शुरू करें
hr: Započnite skeniranje
hu: Szkennelés indítása
hy: Սկսել սկանավորումը
it: Inizia la scansione
ja: スキャンを開始する
ko: 스캔 시작
lt: Pradėti nuskaitymą
lv: Sākt skenēšanu
ms: Mulakan imbasan
pl: Rozpocznij skanowanie
pt: Começar a digitalizar
pt_br: Iniciar digitalização
ro: Începeți scanarea
ru: Начать сканирование
sk: Spustiť skenovanie
sl: Začni skeniranje
sv: Starta skanning
th: เริ่มสแกน
tr: Taramayı başlat
uk: Почати сканування
zh_hans: 开始扫描
zh_hant: 開始掃描
