Repository: onfido/onfido-ios-sdk
Catalog: localization/Localizable_*.strings
Languages: ar, bg, cs, da, de, el, es_419, et, fa, fi, fr, fr_ca, he, hi, hr, hu, hy, it, ja, ko, lt, lv, ms, pl, pt, pt_br, ro, ru, sk, sl, sv, th, tr, uk, zh_hans, zh_hant

# onfido_livenessV2_intro_note_no1
source: First, position your face in the frame
ar: أولاً، ضع وجهك ضمن الإطار
bg: Първо позиционирайте лицето си в рамката
cs: Nejprve umístěte obličej do záběru
da: Først skal du placere dit ansigt inden for rammen
de: Positionieren Sie Ihr Gesicht zunächst im Rahmen
el: Πρώτα, τοποθετήστε το πρόσωπό σας στο πλαίσιο
es_419: Primero, coloca tu rostro en el marco
et: Kõigepealt asetage oma nägu kaadrisse
fa: ابتدا چهره خود را درون کادر قرار دهید
fi: Aseta ensin kasvosi kehykseen
fr: D'abord, positionnez votre visage dans le cadre
fr_ca: Tout d'abord, positionnez votre visage dans le cadre
he: ראשית, מקם את הפנים שלך במסגרת
hi: सबसे पहले, अपने चेहरे को फ़्रेम में रखें
hr: Najprije namjestite lice u okvir
hu: Először illessze az arcát a keretbe
hy: Սկզբում ձեր դեմքը տեղադրեք շրջանակի մեջ
it: Innanzitutto, posiziona il viso nel riquadro
ja: まず、顔を枠内に配置します
ko: 먼저, 프레임 안에 얼굴이 배치되도록 하세요
lt: Pirmiausia pasirūpinkite, kad jūsų veidas būtų rėmelyje
lv: Vispirms pozicionējiet seju kadrā
ms: Pertama, letakkan wajah anda dalam bingkai
pl: Najpierw umieść twarz w ramce
pt: Primeiro, posicione o seu rosto na moldura
pt_br: Primeiro, posicione seu rosto no quadro
ro: Întâi, poziționați-vă fața în cadru
ru: Сначала расположите свое лицо внутри рамки
sk: Najprv umiestnite tvár do rámu
sl: Najprej postavite obraz v okvir
sv: Placera först ansiktet i ramen
th: อันดับแรก วางตำแหน่งใบหน้าของคุณไว้ในกรอบ
tr: İlk olarak, yüzünüzü çerçeveye yerleştirin
uk: Спочатку розташуйте обличчя в рамці
zh_hans: 首先，将面部移入框中
zh_hant: 首先，請將臉部置於框架中

# onfido_livenessV2_intro_note_no2
source: Then, turn your head slowly to both sides
ar: ثم أدر رأسك ببطء إلى كلا الجانبين
bg: След това бавно обърнете главата си наляво и надясно
cs: Pak pomalu otáčejte hlavu na obě strany
da: Dernæst drejer du hovedet langsomt til begge sider
de: Drehen Sie Ihren Kopf dann langsam nach beiden Seiten
el: Στη συνέχεια, γυρίστε το κεφάλι σας αργά και προς τις δύο πλευρές
es_419: Luego, gira la cabeza lentamente hacia ambos lados
et: Seejärel keerake oma pead aeglaselt mõlemale poole
fa: سپس سر خود را به آرامی به دو طرف بچرخانید
fi: Käännä sitten päätäsi hitaasti molemmille puolille
fr: Ensuite, tournez votre tête lentement des deux côtés
fr_ca: Ensuite, tournez lentement la tête des deux côtés
he: לאחר מכן, סובב את ראשך לאט לשני הצדדים
hi: इसके बाद अपने सिर को धीरे-धीरे दोनों तरफ़ घुमाएँ
hr: Zatim polako okrenite glavu u obje strane
hu: Ezután lassan fordítsa a fejét mindkét oldalra
hy: Ապա գլուխը դանդաղ պտտեք երկու կողմ
it: Poi, gira lentamente la testa da entrambe le parti
ja: そして、頭をゆっくりと両側に向けます
ko: 그런 다음 고개를 좌우로 천천히 돌리세요
lt: Tada lėtai pasukite galvą į abi puses
lv: Pēc tam lēnām pagrieziet galvu uz abām pusēm
ms: Kemudian, toleh kepala anda perlahan-lahan ke kedua-dua belah sisi
pl: Następnie powoli obróć głowę w obie strony
pt: Depois, vire a cabeça lentamente para ambos os lados
pt_br: Em seguida, vire a cabeça lentamente para os dois lados
ro: Apoi, întoarceți capul încet în ambele părți
ru: Затем медленно поверните голову в обе стороны
sk: Potom pomaly otočte hlavou na obe strany
sl: Nato glavo počasi obrnite na obe strani
sv: Vrid sedan långsamt huvudet åt båda sidorna
th: จากนั้นค่อยๆ หันศีรษะไปทั้ง 2 ข้าง
tr: Ardından, başınızı yavaşça her iki tarafa çevirin
uk: Потім повільно поверніть голову в обидва боки
zh_hans: 然后，慢慢地将头转向两侧
zh_hant: 然後，將您的頭部慢慢轉向兩側

# onfido_livenessV2_intro_warning
source: Please be mindful that we’ll record your face and your background
ar: يرجى الانتباه إلى أننا سوف نسجل وجهك وخلفيتك
bg: Имайте предвид, че ще запишем лицето ви и фона зад вас
cs: Mějte prosím na paměti, že budeme zaznamenávat Vaši tvář a pozadí obrazu
da: Vær opmærksom på, at vi optager dit ansigt og din baggrund
de: Bitte beachten Sie, dass wir Ihr Gesicht und Ihren Hintergrund aufnehmen
el: Λάβετε υπόψη ότι θα καταγράψουμε το πρόσωπό σας και το φόντο σας
es_419: Ten en cuenta que grabaremos tu rostro y fondo
et: Pidage meeles, et salvestame teie nägu ja tausta
fa: لطفاً توجه داشته باشید که ما چهره و فضای پشت سر شما را ضبط می‌کنیم
fi: Muistathan, että tallennamme kasvosi ja taustasi
fr: Sachez que nous enregistrerons votre visage et l'arrière-plan
fr_ca: N'oubliez pas que nous enregistrerons votre visage et l'arrière-plan
he: שים לב, הפנים והסביבה שלך יצולמו
hi: कृपया ध्यान रखें कि हम आपका चेहरा और बैकग्राउंड रिकॉर्ड करेंगे
hr: Napominjemo da vas snimamo i sprijeda i straga
hu: Kérjük, vegye figyelembe, hogy mind az arcát, mind a hátterét rögzítjük
hy: Խնդրում ենք ի նկատի ունենալ, որ մենք տեսագրելու ենք ձեր դեմքը և շրջակայքը
it: Ricorda che registreremo il tuo viso e lo sfondo
ja: 顔と背景を録画することにご留意ください
ko: 본인 얼굴과 배경이 녹화된다는 점에 유념하시기 바랍니다
lt: Atminkite, kad įrašysime jūsų veidą ir esamą aplinką
lv: Ņemiet vērā, ka mēs ierakstīsim jūsu seju un fonu
ms: Harap maklum bahawa kami akan merakam wajah anda berserta latar belakang anda
pl: Pamiętaj, że nagramy wideo z Twoją twarzą oraz tłem
pt: Por favor tenha em atenção que iremos gravar o seu rosto e o seu fundo
pt_br: Lembre-se de que gravaremos seu rosto e entorno
ro: Vă rugăm să aveți în vedere că vă vom înregistra fața și fundalul dvs.
ru: Имейте в виду, что мы будем записывать Ваше лицо и фон
sk: Pripomíname, že súčasťou záznamu bude vaša tvár i pozadie
sl: Bodite pozorni, da bomo posneli vaš obraz in ozadje
sv: Tänk på att vi spelar in ditt ansikte och din bakgrund
th: โปรดทราบว่าเราจะบันทึกใบหน้าและพื้นหลังของคุณ
tr: Lütfen yüzünüzü ve arka planı kaydedeceğimizi unutmayın
uk: Зауважте: ми фіксуємо ваше обличчя і тло за ним
zh_hans: 请注意，我们会录制您的面部和背景
zh_hant: 請注意，我們會記錄您的臉部和背景

# onfido_livenessV2_intro_ready_button
source: Please be mindful that we’ll record your face and your background
ar: يرجى الانتباه إلى أننا سوف نسجل وجهك وخلفيتك
bg: Имайте предвид, че ще запишем лицето ви и фона зад вас
cs: Mějte prosím na paměti, že budeme zaznamenávat Vaši tvář a pozadí obrazu
da: Vær opmærksom på, at vi optager dit ansigt og din baggrund
de: Bitte beachten Sie, dass wir Ihr Gesicht und Ihren Hintergrund aufnehmen
el: Λάβετε υπόψη ότι θα καταγράψουμε το πρόσωπό σας και το φόντο σας
es_419: Ten en cuenta que grabaremos tu rostro y fondo
et: Pidage meeles, et salvestame teie nägu ja tausta
fa: لطفاً توجه داشته باشید که ما چهره و فضای پشت سر شما را ضبط می‌کنیم
fi: Muistathan, että tallennamme kasvosi ja taustasi
fr: Sachez que nous enregistrerons votre visage et l'arrière-plan
fr_ca: N'oubliez pas que nous enregistrerons votre visage et l'arrière-plan
he: שים לב, הפנים והסביבה שלך יצולמו
hi: कृपया ध्यान रखें कि हम आपका चेहरा और बैकग्राउंड रिकॉर्ड करेंगे
hr: Napominjemo da vas snimamo i sprijeda i straga
hu: Kérjük, vegye figyelembe, hogy mind az arcát, mind a hátterét rögzítjük
hy: Խնդրում ենք ի նկատի ունենալ, որ մենք տեսագրելու ենք ձեր դեմքը և շրջակայքը
it: Ricorda che registreremo il tuo viso e lo sfondo
ja: 顔と背景を録画することにご留意ください
ko: 본인 얼굴과 배경이 녹화된다는 점에 유념하시기 바랍니다
lt: Atminkite, kad įrašysime jūsų veidą ir esamą aplinką
lv: Ņemiet vērā, ka mēs ierakstīsim jūsu seju un fonu
ms: Harap maklum bahawa kami akan merakam wajah anda berserta latar belakang anda
pl: Pamiętaj, że nagramy wideo z Twoją twarzą oraz tłem
pt: Por favor tenha em atenção que iremos gravar o seu rosto e o seu fundo
pt_br: Lembre-se de que gravaremos seu rosto e entorno
ro: Vă rugăm să aveți în vedere că vă vom înregistra fața și fundalul dvs.
ru: Имейте в виду, что мы будем записывать Ваше лицо и фон
sk: Pripomíname, že súčasťou záznamu bude vaša tvár i pozadie
sl: Bodite pozorni, da bomo posneli vaš obraz in ozadje
sv: Tänk på att vi spelar in ditt ansikte och din bakgrund
th: โปรดทราบว่าเราจะบันทึกใบหน้าและพื้นหลังของคุณ
tr: Lütfen yüzünüzü ve arka planı kaydedeceğimizi unutmayın
uk: Зауважте: ми фіксуємо ваше обличчя і тло за ним
zh_hans: 请注意，我们会录制您的面部和背景
zh_hant: 請注意，我們會記錄您的臉部和背景

# onfido_livenessV2_success_title
source: That’s all we need to start verifying your identity
ar: هذا كل ما نحتاجه للبدء في التحقق من هويتك
bg: Това е всичко, от което се нуждаем, за да започнем проверката на самоличността ви
cs: To je vše, co potřebujeme, abychom mohli začít ověřovat Vaši totožnost
da: Det er alt, hvad vi behøver for at starte verificeringen af din identitet
de: Das ist alles, was wir benötigen, um mit Ihrer Identitätsprüfung zu beginnen
el: Δεν χρειαζόμαστε κάτι άλλο για να αρχίσουμε να επαληθεύουμε την ταυτότητά σας
es_419: Eso es todo lo que necesitamos para comenzar a verificar tu identidad
et: Sellest piisab teie isiku tuvastamise alustamiseks
fa: این تمام آن چیزی است که برای شروع فرآیند تأیید هویت شما نیاز داریم
fi: Emme tarvitse muuta henkilöllisyytesi vahvistuksen aloittamiseen
fr: C’est tout ce dont nous avons besoin pour commencer à vérifier votre identité
fr_ca: C'est tout ce dont nous avons besoin pour commencer à vérifier votre identité
he: זה כל מה שאנחנו צריכים כדי להתחיל לאמת את זהותך
hi: आपकी पहचान का वेरिफ़िकेशन शुरू करने के लिए हमें बस यही चाहिए
hr: To je sve što nam je potrebno da pokrenemo postupak provjere vašeg identiteta
hu: Ez minden, amire szükségünk van személyazonossága ellenőrzésének megkezdéséhez
hy: Դա այն ամենն է, ինչ մեզ պետք է՝ սկսելու համար ձեր ինքնության հաստատումը
it: Ora abbiamo tutto quello che ci serve per iniziare a verificare la tua identità
ja: 本人確認を開始するために必要なお手続きは以上です
ko: 본인 인증 절차를 시작하기 위해 필요한 것은 이것이 다입니다
lt: Tai viskas, ko mums reikia, kad galėtume pradėti tikrinti jūsų tapatybę
lv: Tas ir viss, kas mums nepieciešams, lai sāktu jūsu identitātes pārbaudi
ms: Itu sahaja yang kami perlukan untuk mula mengesahkan identiti anda
pl: To wszystko, czego potrzebujemy, aby rozpocząć weryfikację Twojej tożsamości
pt: É tudo o que precisamos para começar a verificar a sua identidade
pt_br: Isso é tudo o que precisamos para iniciar a verificação da sua identidade
ro: Este tot ce avem nevoie pentru a începe verificarea identității dvs.
ru: Это всё, что нам нужно, чтобы начать проверку Вашей личности
sk: To je všetko, čo potrebujeme na začatie overovania vašej totožnosti
sl: To je vse, kar potrebujemo za začetek preverjanja vaše identitete
sv: Det är allt vi behöver för att börja verifiera din identitet
th: เพียงเท่านี้เราก็จะเริ่มยืนยันตัวตนของคุณได้
tr: Kimliğinizi doğrulamaya başlamak için ihtiyacımız olan tek şey bu
uk: Це все, що нам потрібно, щоб почати процедуру верифікації
zh_hans: 这就是我们开始验证您的身份所需的一切
zh_hant: 這就是我們開始驗證您身份所需的全部內容

# onfido_livenessV2_success_main_button
source: Submit verification
ar: إرسال التحقق
bg: Подаване на потвърждение
cs: Odeslat ověření
da: Indsend verificering
de: Bestätigung senden
el: Υποβολή επαλήθευσης
es_419: Enviar verificación
et: Esitage kinnitus
fa: ارسال تأیید هویت
fi: Lähetä vahvistus
fr: Envoyer la vérification
fr_ca: Soumettre la vérification
he: שלח אימות
hi: वेरिफ़िकेशन सबमिट करें
hr: Pošalji potvrdu
hu: Hitelesítés elküldése
hy: Ուղարկել հաստատումը
it: Invia verifica
ja: 認証を送信
ko: 인증 제출하기
lt: Pateikti patvirtinimą
lv: Iesniegt pārbaudei
ms: Hantar pengesahan
pl: Prześlij do weryfikacji
pt: Enviar verificação
pt_br: Enviar verificação
ro: Trimiteți verificarea
ru: Отправить на проверку
sk: Odoslať overenie
sl: Pošlji potrditev
sv: Skicka in verifiering
th: ส่งการยืนยัน
tr: Doğrulamayı gönder
uk: Надіслати підтвердження
zh_hans: 提交验证
zh_hant: 提交驗證

# onfido_livenessV2_error_reload_instructions
source: Reload instructions
ar: إعادة تحميل التعليمات
bg: Презареждане на инструкциите
cs: Pokyny pro opětovné nahrávání
da: Genindlæs anvisninger
de: Anweisungen neu laden
el: Επαναφόρτωση οδηγιών
es_419: Volver a cargar las instrucciones
et: Laadige juhised uuesti
fa: بارگذاری مجدد دستورالعمل‌ها
fi: Lataa ohjeet uudelleen
fr: Recharger les instructions
fr_ca: Instructions de rechargement
he: טען את ההוראות מחדש
hi: निर्देश फिर से लोड हो रहा है
hr: Upute za ponovno učitavanje
hu: Utasítások újratöltése
hy: Վերբեռնման հրահանգներ
it: Ricarica le istruzioni
ja: 指示を再読み込みする
ko: 지침 다시 불러오기
lt: Įkelti nurodymus iš naujo
lv: Atkārtoti ielādēt instrukcijas
ms: Muat semula arahan
pl: Uruchom ponownie instrukcję
pt: Recarregar instruções
pt_br: Recarregar instruções
ro: Reîncărcați instrucțiunile
ru: Инструкции по повторной загрузке
sk: Znova načítať pokyny
sl: Znova naloži navodila
sv: Ladda om instruktioner
th: โหลดคำแนะนำอีกครั้ง
tr: Talimatları yeniden yükle
uk: Перезавантажити інструкції
zh_hans: 重新加载说明
zh_hant: 重新載入說明

# onfido_avc_intro_title
source: Record a video
ar: تسجيل فيديو
bg: Записване на видеоклип
cs: Nahrajte video
da: Optag en video
de: Video aufnehmen
el: Εγγραφή βίντεο
es_419: Grabar un video
et: Salvestage video
fa: ضبط یک ویدئو
fi: Tallenna video
fr: Enregistrez une vidéo de votre visage
fr_ca: Enregistrer une vidéo
he: הקלט סרטון
hi: वीडियो रिकॉर्ड करें
hr: Snimite videozapis
hu: Készítsen videófelvételt
hy: Տեսագրել տեսանյութ
it: Registra un video
ja: 動画を録画する
ko: 동영상 녹화하기
lt: Padaryti vaizdo įrašą
lv: Ierakstīt videoklipu
ms: Rakam video
pl: Nagraj wideo
pt: Gravar um vídeo
pt_br: Gravar um vídeo
ro: Înregistrați un clip video
ru: Запишите видео
sk: Zaznamenajte video
sl: Posnemi videoposnetek
sv: Spela in en video
th: บันทึกวิดีโอ
tr: Video kaydetme
uk: Записати відео
zh_hans: 录制视频
zh_hant: 錄製影片

# onfido_avc_intro_subtitle
source: This is to verify that you’re a real person
ar: هذا للتأكد من أنك شخص حقيقي
bg: Това е, за да потвърдите, че сте реален човек
cs: Tím se ověří, že jste skutečná osoba
da: Dette er for at verificere, at du er en fysisk person
de: Damit verifizieren wir, dass es sich bei Ihnen um eine reale Person handelt
el: Αυτό είναι για να επαληθεύσετε ότι είστε πραγματικό πρόσωπο
es_419: Esto es para verificar que eres una persona real
et: Nii kinnitame, et olete tõeline inimene
fa: این کار برای این است که تأیید شود شما یک شخص واقعی هستید
fi: Näin vahvistetaan, että olet todellinen henkilö
fr: Ceci sert à vérifier que vous êtes une personne authentique
fr_ca: Ceci est pour vérifier que vous êtes une personne réelle
he: כדי לוודא שאתה אדם אמיתי
hi: इससे यह वेरिफ़ाई किया जाता है कि आप एक वास्तविक व्यक्ति हैं
hr: Ovime potvrđujemo da ste stvarna osoba
hu: Ez annak igazolására szolgál, hogy Ön egy valós személy
hy: Սա անհրաժեշտ է, որպեսզի համոզվենք, որ դուք իրական մարդ եք
it: Questo serve a verificare che tu sia una persona reale
ja: これは、お客様が実際の人物であることを確認するために行います
ko: 이는 사용자가 (기계가 아닌) 사람인지 확인하기 위한 절차입니다
lt: Taip patvirtinsite, kad esate tikras asmuo
lv: Tas nepieciešams, lai pārbaudītu, vai esat īsta persona
ms: Ini adalah untuk mengesahkan bahawa anda merupakan orang sebenar
pl: Ma to na celu sprawdzenie, czy naprawdę jesteś człowiekiem
pt: Isto serve para verificar que é uma pessoa real
pt_br: Isso é para verificar se você é uma pessoa real
ro: Acest lucru este pentru a verifica faptul că sunteți o persoană reală
ru: Мы хотим убедиться, что Вы реальный человек
sk: Týmto overujeme, že ste skutočná osoba
sl: S tem se preveri, ali ste resnična oseba
sv: Syftet med detta är att verifiera att du är en riktig person
th: ขั้นตอนนี้มีเพื่อยืนยันว่าคุณเป็นบุคคลตามที่กล่าวอ้างจริงๆ
tr: Bu işlem, gerçek bir kişi olduğunuzu doğrulamak amacıyla yapılır
uk: Це необхідно для того, щоб підтвердити, що ви реальна людина
zh_hans: 这是为了验证您的真实身份
zh_hant: 這是為了驗證您的真實身份

# onfido_avc_intro_list_item_one
source: First, position your face in the frame
ar: أولاً، ضع وجهك ضمن الإطار
bg: Първо позиционирайте лицето си в рамката
cs: Nejprve umístěte obličej do záběru
da: Først skal du placere dit ansigt inden for rammen
de: Positionieren Sie Ihr Gesicht zunächst im Rahmen
el: Πρώτα, τοποθετήστε το πρόσωπό σας στο πλαίσιο
es_419: Primero, coloca tu rostro en el marco
et: Kõigepealt asetage oma nägu kaadrisse
fa: ابتدا چهره خود را درون کادر قرار دهید
fi: Aseta ensin kasvosi kehykseen
fr: D'abord, positionnez votre visage dans le cadre
fr_ca: Tout d'abord, positionnez votre visage dans le cadre
he: ראשית, מקם את הפנים שלך במסגרת
hi: सबसे पहले, अपने चेहरे को फ़्रेम में रखें
hr: Najprije namjestite lice u okvir
hu: Először illessze az arcát a keretbe
hy: Սկզբում ձեր դեմքը տեղադրեք շրջանակի մեջ
it: Innanzitutto, posiziona il viso nel riquadro
ja: まず、顔を枠内に配置します
ko: 먼저, 프레임 안에 얼굴이 배치되도록 하세요
lt: Pirmiausia pasirūpinkite, kad jūsų veidas būtų rėmelyje
lv: Vispirms pozicionējiet seju kadrā
ms: Pertama, letakkan wajah anda dalam bingkai
pl: Najpierw umieść twarz w ramce
pt: Primeiro, posicione o seu rosto na moldura
pt_br: Primeiro, posicione seu rosto no quadro
ro: Întâi, poziționați-vă fața în cadru
ru: Сначала расположите свое лицо внутри рамки
sk: Najprv umiestnite tvár do rámu
sl: Najprej postavite obraz v okvir
sv: Placera först ansiktet i ramen
th: อันดับแรก วางตำแหน่งใบหน้าของคุณไว้ในกรอบ
tr: İlk olarak, yüzünüzü çerçeveye yerleştirin
uk: Спочатку розташуйте обличчя в рамці
zh_hans: 首先，将面部移入框中
zh_hant: 首先，請將臉部置於框架中

# onfido_avc_intro_list_item_two
source: Then, turn your head slowly to both sides
ar: ثم أدر رأسك ببطء إلى كلا الجانبين
bg: След това бавно обърнете главата си наляво и надясно
cs: Pak pomalu otáčejte hlavu na obě strany
da: Dernæst drejer du hovedet langsomt til begge sider
de: Drehen Sie Ihren Kopf dann langsam nach beiden Seiten
el: Στη συνέχεια, γυρίστε το κεφάλι σας αργά και προς τις δύο πλευρές
es_419: Luego, gira la cabeza lentamente hacia ambos lados
et: Seejärel keerake oma pead aeglaselt mõlemale poole
fa: سپس سر خود را به آرامی به دو طرف بچرخانید
fi: Käännä sitten päätäsi hitaasti molemmille puolille
fr: Ensuite, tournez votre tête lentement des deux côtés
fr_ca: Ensuite, tournez lentement la tête des deux côtés
he: לאחר מכן, סובב את ראשך לאט לשני הצדדים
hi: इसके बाद अपने सिर को धीरे-धीरे दोनों तरफ़ घुमाएँ
hr: Zatim polako okrenite glavu u obje strane
hu: Ezután lassan fordítsa a fejét mindkét oldalra
hy: Ապա գլուխը դանդաղ պտտեք երկու կողմ
it: Poi, gira lentamente la testa da entrambe le parti
ja: そして、頭をゆっくりと両側に向けます
ko: 그런 다음 고개를 좌우로 천천히 돌리세요
lt: Tada lėtai pasukite galvą į abi puses
lv: Pēc tam lēnām pagrieziet galvu uz abām pusēm
ms: Kemudian, toleh kepala anda perlahan-lahan ke kedua-dua belah sisi
pl: Następnie powoli obróć głowę w obie strony
pt: Depois, vire a cabeça lentamente para ambos os lados
pt_br: Em seguida, vire a cabeça lentamente para os dois lados
ro: Apoi, întoarceți capul încet în ambele părți
ru: Затем медленно поверните голову в обе стороны
sk: Potom pomaly otočte hlavou na obe strany
sl: Nato glavo počasi obrnite na obe strani
sv: Vrid sedan långsamt huvudet åt båda sidorna
th: จากนั้นค่อยๆ หันศีรษะไปทั้ง 2 ข้าง
tr: Ardından, başınızı yavaşça her iki tarafa çevirin
uk: Потім повільно поверніть голову в обидва боки
zh_hans: 然后，慢慢地将头转向两侧
zh_hant: 然後，將您的頭部慢慢轉向兩側

# onfido_avc_intro_disclaimer
source: Your face and your background will be recorded during this process
ar: سيتم تسجيل وجهك وخلفيتك أثناء هذه العملية
bg: По време на този процес ще бъдат записани лицето и фонът ви
cs: Během tohoto procesu bude zaznamenán váš obličej a pozadí obrazu
da: Dit ansigt og din baggrund bliver optaget under denne proces
de: Bitte beachten Sie, dass Ihr Gesicht und der Hintergrund aufgenommen wird
el: Το πρόσωπό σας και το φόντο σας θα καταγραφούν κατά τη διάρκεια αυτής της διαδικασίας
es_419: Grabaremos su rostro y su fondo en este proceso
et: Pidage meeles, et salvestame teie nägu ja tausta
fa: لطفاً توجه داشته باشید که ما چهره و فضای پشت سر شما را ضبط می‌کنیم
fi: Kasvosi ja taustasi tallennetaan tämän prosessin aikana
fr: Sachez que nous enregistrerons votre visage et l’arrière-plan au cours du processus
fr_ca: N'oubliez pas que nous enregistrerons votre visage et l'arrière-plan pendant ce processus.
he: במהלך תהליך זה, הפנים והרקע שלך יצולמו.
hi: इस प्रक्रिया के दौरान आपके चेहरे और आपकी बैकग्राउंड को रिकॉर्ड किया जाएगा
hr: Tijekom ovog procesa snimaju se vaše lice i pozadina
hu: A folyamat során az arcát és a hátterét is rögzítjük
hy: Ձեր դեմքը և ձեր ֆոնը կգրանցվեն այս գործընթացի ընթացքում
it: Il tuo viso e lo sfondo verranno registrati durante questo processo
ja: この処理の間、顔や背景が録画されます
ko: 본인 얼굴과 배경이 녹화된다는 점에 유념하시기 바랍니다
lt: Atminkite, kad užfiksuosime jūsų veidą ir esamą aplinką
lv: Šī procesa laikā tiks ierakstīta jūsu seja un fons
ms: Wajah anda dan latar belakang anda akan dirakamkan semasa proses ini
pl: Pamiętaj, że nagramy wideo z Twoją twarzą oraz tłem
pt: Tenha em atenção que iremos gravar o seu rosto e o seu fundo durante este processo
pt_br: Seu rosto e plano de fundo serão gravados durante este processo
ro: Fața și fundalul dvs. vor fi înregistrate în timpul acestui proces
ru: Во время этого процесса ваше лицо и ваш фон будут записаны.
sk: Počas tohto procesu sa zaznamená vaša tvár a pozadie
sl: Med tem postopkom bosta posneta vaš obraz in ozadje
sv: Ditt ansikte och din bakgrund kommer att spelas in under denna process
th: โปรดทราบว่าเราจะบันทึกใบหน้าและพื้นหลังของคุณ
tr: Bu işlem sırasında yüzünüz ve arka planınız kaydedilecektir
uk: Під час цього процесу буде записано ваше обличчя та фон
zh_hans: 在此过程中将记录您的面部和背景
zh_hant: 此過程將記錄您的臉部和背景

# onfido_avc_intro_button_primary_ready
source: Start recording
ar: بدء التسجيل
bg: Начало на запис
cs: Spuštění nahrávání
da: Start optagelsen
de: Aufnahme starten
el: Έναρξη εγγραφής
es_419: Iniciar grabación
et: Alustage salvestamist
fa: شروع ضبط
fi: Aloita tallennus
fr: Démarrer l’enregistrement
fr_ca: Commencer l'enregistrement
he: התחל לצלם
hi: रिकॉर्डिंग शुरू करें
hr: Počnite snimati
hu: Felvétel indítása
hy: Սկսել տեսագրությունը
it: Inizia a registrare
ja: 録画を開始する
ko: 녹화 시작
lt: Pradėti įrašymą
lv: Sākt ierakstu
ms: Mula rakaman
pl: Rozpocznij nagrywanie
pt: Começar a gravar
pt_br: Iniciar gravação
ro: Începeți înregistrarea
ru: Начать запись
sk: Spustiť zaznamenávanie
sl: Začni s snemanjem
sv: Starta inspelning
th: เริ่มบันทึก
tr: Kaydı başlatın
uk: Почати запис
zh_hans: 开始录制
zh_hant: 開始錄製

# onfido_avc_face_alignment_title
source: Position your face in the frame
ar: ضع وجهك ضمن الإطار
bg: Позиционирайте лицето си в рамката
cs: Umístěte obličej do záběru
da: Placer dit ansigt inden for rammen
de: Positionieren Sie Ihr Gesicht im Rahmen
el: Τοποθετήστε το πρόσωπό σας στο πλαίσιο
es_419: Coloca tu rostro en el marco
et: Asetage oma nägu kaadrisse
fa: چهره خود را درون کادر قرار دهید
fi: Aseta kasvosi kehykseen
fr: Positionnez votre visage dans le cadre
fr_ca: Tout d'abord, positionnez votre visage dans le cadre
he: ראשית, מקם את הפנים שלך במסגרת
hi: अपने चेहरे को फ़्रेम में रखें
hr: Namjestite lice u okvir
hu: Illessze az arcát a keretbe
hy: Ձեր դեմքը տեղադրեք շրջանակի մեջ
it: Posiziona il viso nel riquadro
ja: 顔を枠内に配置してください
ko: 프레임 안에 얼굴이 배치되도록 하세요
lt: Pasirūpinkite, kad jūsų veidas būtų rėmelyje
lv: Pozicionējiet seju kadrā
ms: Letakkan wajah anda dalam bingkai
pl: Umieść twarz w ramce
pt: Posicione o seu rosto na moldura
pt_br: Posicione seu rosto no quadro
ro: Poziționați-vă fața în cadru
ru: Расположите свое лицо внутри рамки
sk: Umiestnite tvár do rámu
sl: Postavite obraz v okvir
sv: Placera ditt ansikte i ramen
th: วางตำแหน่งใบหน้าของคุณไว้ในกรอบ
tr: Yüzünüzü çerçeveye yerleştirin
uk: Розташуйте обличчя в рамці
zh_hans: 将面部移入框中
zh_hant: 請將臉部置於框架中

# onfido_avc_face_alignment_feedback_move_closer
source: Move closer
ar: اقترب أكثر
bg: Приближете се
cs: Přibližte se
da: Flyt tættere på
de: Rücken Sie näher heran
el: Πλησιάστε
es_419: Acércate
et: Liikuge lähemale
fa: نزدیکتر بیایید
fi: Siirry lähemmäs
fr: Approchez-vous
fr_ca: Approchez-vous
he: התקרב
hi: करीब आएँ
hr: Približite se
hu: Közelítsen
hy: Մոտեցեք
it: Avvicinati
ja: もっと近づいてください
ko: 더 가까이 다가오세요
lt: Arčiau
lv: Pavirzieties tuvāk
ms: Bergerak lebih dekat
pl: Zbliż się do ekranu
pt: Aproxime-se
pt_br: Aproxime-se
ro: Veniți mai aproape
ru: Подвиньтесь ближе
sk: Posuňte sa bližšie
sl: Približajte se
sv: Flytta närmare
th: ขยับเข้ามาใกล้ๆ
tr: Biraz daha yaklaşın
uk: Підійдіть ближче
zh_hans: 靠近
zh_hant: 靠近一些
