Repository: onfido/onfido-ios-sdk
Catalog: localization/Localizable_*.strings
Languages: ar, bg, cs, da, de, el, es_419, et, fa, fi, fr, fr_ca, he, hi, hr, hu, hy, it, ja, ko, lt, lv, ms, pl, pt, pt_br, ro, ru, sk, sl, sv, th, tr, uk, zh_hans, zh_hant

# onfido_doc_confirmation_button_primary
source: Submit photo
ar: أرسِل صورة
bg: Подаване на снимката
cs: Odeslat fotografii
da: Indsend billede
de: Foto einreichen
el: Υποβολή φωτογραφίας
es_419: Enviar foto
et: Esitage foto
fa: ارسال تصویر
fi: Lähetä kuva
fr: Envoyer la photo
fr_ca: Soumettre la photo
he: שלח תמונה
hi: फ़ोटो सबमिट करें
hr: Pošalji fotografiju
hu: Küldje el a fényképet
hy: Ուղարկել լուսանկարը
it: Invia foto
ja: 写真を提出する
ko: 사진 제출하기
lt: Pateikti nuotrauką
lv: Iesniegt fotoattēlu
ms: Hantar gambar
pl: Prześlij zdjęcie
pt: Enviar fotografia
pt_br: Enviar foto
ro: Trimiteți poză
ru: Отправить фото
sk: Odoslať fotku
sl: Pošlji fotografijo
sv: Skicka in foto
th: ส่งรูปภาพ
tr: Fotoğrafı gönder
uk: Надіслати фото
zh_hans: 提交照片
zh_hant: 提交相片

# onfido_welcome_subtitle
source: It should take a few minutes
ar: ستأخذ بعض الوقت
bg: Ще отнеме няколко минути
cs: Mělo by to trvat několik minut
da: Det tager nok et par minutter
de: Es dauert nur wenige Minuten
el: Θα διαρκέσει μερικά λεπτά
es_419: Esto puede tomar unos pocos minutos
et: See peaks võtma mõne minuti
fa: این کار چند دقیقه طول می‌کشد
fi: Siihen menee muutama minuutti
fr: Cela ne prendra que quelques minutes
fr_ca: Cela devrait prendre quelques minutes
he: תהליך זה אמור לקחת כמה דקות
hi: इसमें कुछ ही मिनट लगेंगे
hr: Nekoliko minuta bi trebalo biti dovoljno
hu: Pár percet vesz igénybe
hy: Դա կարող է տևել մի քանի րոպե
it: L’operazione richiederà pochi minuti
ja: 数分かかります
ko: 이 절차를 진행하는 데는 몇 분 정도가 소요됩니다
lt: Tai turėtų užtrukti kelias minutes
lv: Tas var aizņemt dažas minūtes
ms: Ia akan mengambil masa beberapa minit
pl: Powinno to zająć kilka minut
pt: Pode demorar alguns minutos
pt_br: Isso pode levar alguns minutos
ro: Ar trebui să dureze câteva minute
ru: Это займет несколько минут
sk: Malo by to trvať niekoľko minút
sl: Trajalo bo nekaj minut
sv: Detta kan ta några minuter
th: น่าจะใช้เวลาสักครู่
tr: Sadece birkaç dakika sürer
uk: Це займе кілька хвилин
zh_hans: 这应该会需要几分钟时间
zh_hant: 這可能需要幾分鐘的時間

# onfido_welcome_title
source: Verify your identity
ar: التحقق من هويتك
bg: Потвърдете самоличността си
cs: Potvrďte svou totožnost
da: Verificer din identitet
de: Identität überprüfen
el: Επαληθεύστε την ταυτότητά σας
es_419: Verifica tu identidad
et: Kinnitage oma isik
fa: هویت خود را تأیید کنید
fi: Vahvista henkilöllisyytesi
fr: Vérification d’identité
fr_ca: Vérifier votre identité
he: אמת את זהותך
hi: अपनी पहचान वेरिफ़ाई करें
hr: Potvrdite svoj identitet
hu: Igazolja személyazonosságát
hy: Հաստատեք ձեր ինքնությունը
it: Verifica la tua identità
ja: 本人確認を行う
ko: 본인 인증하기
lt: Patvirtinkite savo tapatybę
lv: Apstipriniet savu identitāti
ms: Sahkan identiti anda
pl: Zweryfikuj swoją tożsamość
pt: Verifique a sua identidade
pt_br: Verifique a sua identidade
ro: Verificați identitatea dvs.
ru: Подтвердите свою личность
sk: Overte svoju totožnosť
sl: Potrdite svojo identiteto
sv: Verifiera din identitet
th: ยืนยันตัวตน
tr: Kimliğinizi doğrulayın
uk: Підтвердити особу
zh_hans: 验证您的身份
zh_hant: 驗證您的身份

# onfido_app_title_doc_confirmation
source: Verify your identity
ar: التحقق من هويتك
bg: Потвърдете самоличността си
cs: Potvrďte svou totožnost
de: Identität überprüfen
et: Kinnitage oma isik
fa: هویت خود را تأیید کنید
fi: Vahvista henkilöllisyytesi
fr_ca: Vérifier votre identité
hi: अपनी पहचान वेरिफ़ाई करें
hr: Potvrdite svoj identitet
hu: Igazolja személyazonosságát
hy: Հաստատեք ձեր ինքնությունը
ja: 本人確認を行う
ko: 본인 인증하기
lt: Patvirtinkite savo tapatybę
lv: Apstipriniet savu identitāti
pt: Verifique a sua identidade
pt_br: Verifique a sua identidade
sk: Overte svoju totožnosť
uk: Підтвердити особу
zh_hant: 驗證您的身份

# onfido_app_title_selfie_confirmation
source: Verify your identity
ar: التحقق من هويتك
bg: Потвърдете самоличността си
cs: Potvrďte svou totožnost
de: Identität überprüfen
et: Kinnitage oma isik
fa: هویت خود را تأیید کنید
fi: Vahvista henkilöllisyytesi
fr_ca: Vérifier votre identité
hi: अपनी पहचान वेरिफ़ाई करें
hr: Potvrdite svoj identitet
hu: Igazolja személyazonosságát
hy: Հաստատեք ձեր ինքնությունը
ja: 本人確認を行う
ko: 본인 인증하기
lt: Patvirtinkite savo tapatybę
lv: Apstipriniet savu identitāti
pt: Verifique a sua identidade
pt_br: Verifique a sua identidade
sk: Overte svoju totožnosť
uk: Підтвердити особу
zh_hant: 驗證您的身份

# onfido_app_title_nfc_select
source: Verify your identity
ar: التحقق من هويتك
bg: Потвърдете самоличността си
cs: Potvrďte svou totožnost
da: Verificer din identitet
de: Identität überprüfen
el: Επαληθεύστε την ταυτότητά σας
es_419: Verifica tu identidad
et: Kinnitage oma isik
fa: هویت خود را تأیید کنید
fi: Vahvista henkilöllisyytesi
fr: Vérification d’identité
fr_ca: Vérifier votre identité
he: אמת את זהותך
hi: अपनी पहचान वेरिफ़ाई करें
hr: Potvrdite svoj identitet
hu: Igazolja személyazonosságát
hy: Հաստատեք ձեր ինքնությունը
it: Verifica la tua identità
ja: 本人確認を行う
ko: 본인 인증하기
lt: Patvirtinkite savo tapatybę
lv: Apstipriniet savu identitāti
ms: Sahkan identiti anda
pl: Zweryfikuj swoją tożsamość
pt: Verifique a sua identidade
pt_br: Verifique a sua identidade
ro: Verificați identitatea dvs.
ru: Подтвердите свою личность
sk: Overte svoju totožnosť
sl: Potrdite svojo identiteto
sv: Verifiera din identitet
th: ยืนยันตัวตน
tr: Kimliğinizi doğrulayın
uk: Підтвердити особу
zh_hans: 验证您的身份
zh_hant: 驗證您的身份

# onfido_app_title_nfc_intro
source: Verify your identity
ar: التحقق من هويتك
bg: Потвърдете самоличността си
cs: Potvrďte svou totožnost
da: Verificer din identitet
de: Identität überprüfen
el: Επαληθεύστε την ταυτότητά σας
es_419: Verifica tu identidad
et: Kinnitage oma isik
fa: هویت خود را تأیید کنید
fi: Vahvista henkilöllisyytesi
fr: Vérification d’identité
fr_ca: Vérifier votre identité
he: אמת את זהותך
hi: अपनी पहचान वेरिफ़ाई करें
hr: Potvrdite svoj identitet
hu: Igazolja személyazonosságát
hy: Հաստատեք ձեր ինքնությունը
it: Verifica la tua identità
ja: 本人確認を行う
ko: 본인 인증하기
lt: Patvirtinkite savo tapatybę
lv: Apstipriniet savu identitāti
ms: Sahkan identiti anda
pl: Zweryfikuj swoją tożsamość
pt: Verifique a sua identidade
pt_br: Verifique a sua identidade
ro: Verificați identitatea dvs.
ru: Подтвердите свою личность
sk: Overte svoju totožnosť
sl: Potrdite svojo identiteto
sv: Verifiera din identitet
th: ยืนยันตัวตน
tr: Kimliğinizi doğrulayın
uk: Підтвердити особу
zh_hans: 验证您的身份
zh_hant: 驗證您的身份

# onfido_app_title_nfc_fail
source: Verify your identity
ar: التحقق من هويتك
bg: Потвърдете самоличността си
cs: Potvrďte svou totožnost
da: Verificer din identitet
de: Identität überprüfen
el: Επαληθεύστε την ταυτότητά σας
es_419: Verifica tu identidad
et: Kinnitage oma isik
fa: هویت خود را تأیید کنید
fi: Vahvista henkilöllisyytesi
fr: Vérification d’identité
fr_ca: Vérifier votre identité
he: אמת את זהותך
hi: अपनी पहचान वेरिफ़ाई करें
hr: Potvrdite svoj identitet
hu: Igazolja személyazonosságát
hy: Հաստատեք ձեր ինքնությունը
it: Verifica la tua identità
ja: 本人確認を行う
ko: 본인 인증하기
lt: Patvirtinkite savo tapatybę
lv: Apstipriniet savu identitāti
ms: Sahkan identiti anda
pl: Zweryfikuj swoją tożsamość
pt: Verifique a sua identidade
pt_br: Verifique a sua identidade
ro: Verificați identitatea dvs.
ru: Подтвердите свою личность
sk: Overte svoju totožnosť
sl: Potrdite svojo identiteto
sv: Verifiera din identitet
th: ยืนยันตัวตน
tr: Kimliğinizi doğrulayın
uk: Підтвердити особу
zh_hans: 验证您的身份
zh_hant: 驗證您的身份

# onfido_app_title_doc_select
source: Verify your identity
ar: التحقق من هويتك
bg: Потвърдете самоличността си
cs: Potvrďte svou totožnost
da: Verificer din identitet
de: Identität überprüfen
el: Επαληθεύστε την ταυτότητά σας
es_419: Verifica tu identidad
et: Kinnitage oma isik
fa: هویت خود را تأیید کنید
fi: Vahvista henkilöllisyytesi
fr: Vérification d’identité
fr_ca: Vérifier votre identité
he: אמת את זהותך
hi: अपनी पहचान वेरिफ़ाई करें
hr: Potvrdite svoj identitet
hu: Igazolja személyazonosságát
hy: Հաստատեք ձեր ինքնությունը
it: Verifica la tua identità
ja: 本人確認を行う
ko: 본인 인증하기
lt: Patvirtinkite savo tapatybę
lv: Apstipriniet savu identitāti
ms: Sahkan identiti anda
pl: Zweryfikuj swoją tożsamość
pt: Verifique a sua identidade
pt_br: Verifique a sua identidade
ro: Verificați identitatea dvs.
ru: Подтвердите свою личность
sk: Overte svoju totožnosť
sl: Potrdite svojo identiteto
sv: Verifiera din identitet
th: ยืนยันตัวตน
tr: Kimliğinizi doğrulayın
uk: Підтвердити особу
zh_hans: 验证您的身份
zh_hant: 驗證您的身份

# onfido_app_title_country_select
source: Select issuing country
ar: اختر الدولة المصدِرة
bg: Изберете издаваща държава
cs: Vyberte zemi, kde došlo k vydání
da: Vælg udstedende land
de: Ausstellungsland auswählen
el: Επιλέξτε χώρα έκδοσης
es_419: Seleccionar país emisor
et: Valige väljastanud riik
fa: کشور صادر کننده را انتخاب کنید
fi: Valitse myöntämismaa
fr: Choisissez le pays d'émission
fr_ca: Sélectionner le pays d'émission
he: בחר את ארץ ההנפקה
hi: जारी करने वाला देश चुनें
hr: Odaberite zemlju izdavanja
hu: Kibocsátó ország kiválasztása
hy: Ընտրեք թողարկող երկիրը
it: Seleziona il paese di emissione
ja: 発行国を選択
ko: 발급 국가 선택
lt: Dokumentą išdavusi šalis
lv: Atlasīt izdevējvalsti
ms: Pilih negara yang mengeluarkan
pl: Wybierz kraj wydania
pt: Selecione o país emissor
pt_br: Selecionar país emissor
ro: Selectați țara emitentă
ru: Выберите страну выдачи
sk: Vyberte vydávajúcu krajinu
sl: Izberite državo izdajateljico
sv: Välj utfärdande land
th: เลือกประเทศที่ออกเอกสาร
tr: Düzenleyen ülkeyi seçin
uk: Виберіть країну видачі
zh_hans: 选择签发国家/地区
zh_hant: 選擇核發國家

# onfido_app_title_selfie_intro
source: Verify your identity
ar: التحقق من هويتك
bg: Потвърдете самоличността си
cs: Potvrďte svou totožnost
de: Identität überprüfen
et: Kinnitage oma isik
fa: هویت خود را تأیید کنید
fi: Vahvista henkilöllisyytesi
fr_ca: Vérifier votre identité
hi: अपनी पहचान वेरिफ़ाई करें
hr: Potvrdite svoj identitet
hu: Igazolja személyazonosságát
hy: Հաստատեք ձեր ինքնությունը
ja: 本人確認を行う
ko: 본인 인증하기
lt: Patvirtinkite savo tapatybę
lv: Apstipriniet savu identitāti
pt: Verifique a sua identidade
pt_br: Verifique a sua identidade
sk: Overte svoju totožnosť
uk: Підтвердити особу
zh_hant: 驗證您的身份

# onfido_app_title_video_intro
source: Verify your identity
ar: التحقق من هويتك
bg: Потвърдете самоличността си
cs: Potvrďte svou totožnost
de: Identität überprüfen
et: Kinnitage oma isik
fa: هویت خود را تأیید کنید
fi: Vahvista henkilöllisyytesi
fr_ca: Vérifier votre identité
hi: अपनी पहचान वेरिफ़ाई करें
hr: Potvrdite svoj identitet
hu: Igazolja személyazonosságát
hy: Հաստատեք ձեր ինքնությունը
ja: 本人確認を行う
ko: 본인 인증하기
lt: Patvirtinkite savo tapatybę
lv: Apstipriniet savu identitāti
pt: Verifique a sua identidade
pt_br: Verifique a sua identidade
sk: Overte svoju totožnosť
uk: Підтвердити особу
zh_hant: 驗證您的身份

# onfido_app_title_permission
source: Verify your identity
ar: التحقق من هويتك
bg: Потвърдете самоличността си
cs: Potvrďte svou totožnost
de: Identität überprüfen
et: Kinnitage oma isik
fa: هویت خود را تأیید کنید
fi: Vahvista henkilöllisyytesi
fr_ca: Vérifier votre identité
hi: अपनी पहचान वेरिफ़ाई करें
hr: Potvrdite svoj identitet
hu: Igazolja személyazonosságát
hy: Հաստատեք ձեր ինքնությունը
ja: 本人確認を行う
ko: 본인 인증하기
lt: Patvirtinkite savo tapatybę
lv: Apstipriniet savu identitāti
pt: Verifique a sua identidade
pt_br: Verifique a sua identidade
sk: Overte svoju totožnosť
uk: Підтвердити особу
zh_hant: 驗證您的身份

# onfido_app_title_video_confirmation
source: Verify your identity
ar: التحقق من هويتك
bg: Потвърдете самоличността си
cs: Potvrďte svou totožnost
de: Identität überprüfen
et: Kinnitage oma isik
fa: هویت خود را تأیید کنید
fi: Vahvista henkilöllisyytesi
fr_ca: Vérifier votre identité
hi: अपनी पहचान वेरिफ़ाई करें
hr: Potvrdite svoj identitet
hu: Igazolja személyazonosságát
hy: Հաստատեք ձեր ինքնությունը
ja: 本人確認を行う
ko: 본인 인증하기
lt: Patvirtinkite savo tapatybę
lv: Apstipriniet savu identitāti
pt: Verifique a sua identidade
pt_br: Verifique a sua identidade
sk: Overte svoju totožnosť
uk: Підтвердити особу
zh_hant: 驗證您的身份

# onfido_video_capture_alert_wrong_side
source: Wrong side
ar: الجانب الخطأ
bg: Грешна страна
cs: Nesprávná strana
da: Forkert side
de: Falsche Richtung
el: Λάθος πλευρά
es_419: Lado equivocado
et: Vale külg
fa: این سمت اشتباه است
fi: Väärä puoli
fr: Mauvaise direction
fr_ca: Mauvais côté
he: צד לא נכון
hi: गलत साइड
hr: Pogrešna strana
hu: Rossz oldal
hy: Սխալ կողմ
it: Lato errato
ja: 反対側です
ko: 잘못된 면
lt: Netinkama pusė
lv: Nepareizā puse
ms: Sisi yang salah
pl: Błędna strona
pt: Lado errado
pt_br: Lado errado
ro: Partea greșită
ru: Не та сторона
sk: Nesprávna strana
sl: Napačna stran
sv: Fel sida
th: ผิดข้าง
tr: Yanlış taraf
uk: Невідповідний бік
zh_hans: 错误的一面
zh_hant: 錯誤的頁面

# onfido_nfc_select_title_passport
source: Speed up the process with NFC
ar: تسريع العملية مع NFC
bg: Ускорете процеса с NFC
cs: Urychlení procesu pomocí NFC
da: Fremskynd processen med NFC
de: Beschleunigen Sie den Prozess mit NFC
el: Επιτάχυνση της διαδικασίας με NFC
es_419: Acelera el proceso con NFC
et: Protsessi kiirendamine NFC abil
fa: تسریع فرآیند با استفاده از NFC
fi: Nopeuta prosessia NFC:llä
fr: Accélérez le processus avec NFC
fr_ca: Accélérez le processus avec NFC
he: האץ את התהליך עם NFC
hi: NFC के साथ प्रोसेस को तेज़ करें
hr: Ubrzajte postupak uz NFC
hu: Gyorsítsa fel a folyamatot NFC-vel
hy: Արագացնել գործընթացը՝ օգտագործելով NFC
it: Velocizza il processo con l’NFC
ja: NFCでプロセスをスピードアップ
ko: NFC로 프로세스 속도 높이기
lt: Pagreitinkite procesą naudodami NFC
lv: Paātriniet procesu, izmantojot NFC
ms: Percepatkan proses dengan NFC
pl: Przyspiesz proces dzięki NFC
pt: Acelere o processo com NFC
pt_br: Acelere o processo com NFC
ro: Accelerați procesul cu NFC
ru: Ускорение процесса с помощью NFC
sk: Urýchlite proces pomocou NFC
sl: Pospešite postopek z NFC
sv: Snabba upp processen med NFC
th: ยืนยันได้เร็วขึ้นด้วย NFC
tr: NFC ile süreci hızlandırın
uk: Прискорити процес за допомогою NFC
zh_hans: 使用NFC加快流程
zh_hant: 使用 NFC 加快流程

# onfido_nfc_select_subtitle_passport
source: We’ll scan the NFC chip in your passport
ar: سنقوم بمسح رقاقة NFC في جواز سفرك
bg: Ще сканираме NFC чипа в паспорта ви
cs: Naskenujeme čip NFC z Vašeho pasu
da: Vi scanner NFC-chippen i dit pas
de: Wir scannen den NFC-Chip in Ihrem Reisepass
el: Θα σαρώσουμε το τσιπ NFC στο διαβατήριό σας
es_419: Escanearemos el chip NFC en tu pasaporte
et: Skaneerime teie passi NFC-kiibi
fa: ما تراشه NFC درون گذرنامه شما را اسکن می‌کنیم
fi: Skannaamme passisi NFC-sirun
fr: Nous allons scanner la puce NFC de votre passeport
fr_ca: Nous allons numériser la puce NFC dans votre passeport
he: אנחנו נסרוק את שבב ה-NFC בדרכון שלך
hi: हम आपके पासपोर्ट में लगी NFC चिप स्कैन करेंगे
hr: Skenirat ćemo NFC čip iz vaše putovnice
hu: Leolvassuk az NFC-chipet az útlevelében
hy: Մենք սկանավորելու ենք ձեր անձնագրի NFC չիպը
it: Scansioneremo il chip NFC del tuo passaporto
ja: パスポートのNFCチップをスキャンします
ko: 여권의 NFC 칩을 스캔합니다
lt: Nuskaitysime jūsų pase esantį NFC lustą
lv: Mēs noskenēsim pasē esošo NFC mikroshēmu
ms: Kami akan mengimbas cip NFC pada pasport anda
pl: Zeskanujemy chip NFC znajdujący się w Twoim paszporcie
pt: Vamos digitalizar o chip NFC no seu passaporte
pt_br: Digitalizaremos o chip NFC no seu passaporte
ro: Vom scana cipul NFC din pașaportul dvs.
ru: Мы просканируем чип NFC в Вашем паспорте
sk: Naskenujeme čip NFC vo vašom pase
sl: Skenirali bomo NFC čip v vašem potnem listu
sv: Vi skannar NFC-chipet i ditt pass
th: เราจะสแกนชิป NFC ในหนังสือเดินทางของคุณ
tr: Pasaportunuzdaki NFC çipini tarayacağız
uk: Ми відскануємо чіп NFC у вашому паспорті
zh_hans: 我们会扫描您护照上的NFC芯片
zh_hant: 我們會掃描您護照上的 NFC 晶片

# onfido_nfc_select_body_passport
source: ePassports have this symbol on the cover
ar: تتضمّن جوازات السفر الإلكترونية هذا الرمز على الغلاف
bg: Биометричните паспорти имат този символ на корицата
cs: ePasy mají na obalu tento symbol
da: ePas har dette symbol på forsiden
de: ePässe haben dieses Symbol auf dem Einband
el: Τα ηλεκτρονικά διαβατήρια έχουν αυτό το σύμβολο στο εξώφυλλο
es_419: Los pasaportes electrónicos tienen este símbolo en la portada
et: ePassport passide kaanel on see sümbol
fa: گذرنامه‌های الکترونیکی این نماد را روی جلد خود دارند
fi: Sirupassien kannessa on tämä symboli
fr: Les passeports électroniques ont ce symbole sur la couverture
fr_ca: Les passeports électroniques ont ce symbole sur la couverture
he: הסמל הזה מופיע על העטיפה של דרכונים ביומטריים
hi: ई-पासपोर्ट के कवर पर यह निशान होता है
hr: Ovakav simbol imaju e-putovnice na koricama
hu: Az e-útlevelek borítóján ez a szimbólum látható
hy: Էլեկտրոնային անձնագրերի կազմի վրա առկա է այս նշանը
it: I passaporti elettronici hanno questo simbolo sulla copertina
ja: eパスポートにはこのシンボルがカバーに付いています
ko: 전자 여권 표지에는 이 기호가 있습니다
lt: E. pasai turi šį simbolį ant viršelio
lv: e-pasēm uz vāka ir šāds simbols
ms: e-Pasport mempunyai simbol ini pada bahagian kulit depan
pl: ePaszporty mają ten symbol na okładce
pt: ePassaportes têm este símbolo na capa
pt_br: Os passaportes eletrônicos têm este símbolo na capa
ro: ePassports au acest simbol pe copertă
ru: В электронных паспортах этот символ находится на обложке
sk: Elektronické pasy majú na obale tento symbol
sl: e- potni listi imajo ta simbol na naslovnici
sv: ePass har denna symbol på omslaget
th: หนังสือเดินทางอิเล็กทรอนิกส์จะมีสัญลักษณ์นี้บนหน้าปก
tr: e-Pasaportların kapağında bu sembol bulunur
uk: Електронні паспорти мають цей символ на обкладинці
zh_hans: 电子护照的封面上有这个符号
zh_hant: 電子護照封面有這個符號

# onfido_nfc_select_button_primary_passport
source: Use ePassport
ar: استخدام جواز السفر الإلكتروني
bg: Използване на биометричен паспорт
cs: Použití ePasu
da: Brug ePas
de: ePass verwenden
el: Χρήση ηλεκτρονικού διαβατηρίου
es_419: Usar pasaporte electrónico
et: Kasuta ePassporti
fa: استفاده از گذرنامه الکترونیکی (ePassport)
fi: Käytä sirupassia
fr: Utiliser un passeport électronique
fr_ca: Utiliser le passeport électronique
he: השתמש בדרכון ביומטרי
hi: ई-पासपोर्ट का इस्तेमाल करें
hr: Upotrijebite e-putovnicu
hu: Használjon elektronikus útlevelet
hy: Օգտագործել էլեկտրոնային անձնագիրը
it: Usa passaporto elettronico
ja: eパスポートを使用する
ko: 전자 여권 사용
lt: Naudoti e. pasą
lv: Izmantot e-pasi
ms: Guna e-Pasport
pl: Użyj ePaszportu
pt: Usar ePassaporte
pt_br: Usar passaporte eletrônico
ro: Utilizați ePassport
ru: Используйте электронный паспорт
sk: Použiť elektronický pas
sl: Uporabi e-potni list
sv: Använd ePass
th: ใช้หนังสือเดินทางอิเล็กทรอนิกส์
tr: e-Passport kullan
uk: Використовувати електронний паспорт
zh_hans: 使用电子护照
zh_hant: 使用電子護照

# onfido_nfc_select_button_secondary_passport
source: It’s not an ePassport
ar: هذا ليس جواز سفر إلكتروني
bg: Не е биометричен паспорт
cs: Toto není ePas
da: Det er ikke et ePas
de: Ohne ePass fortfahren
el: Δεν είναι ηλεκτρονικό διαβατήριο
es_419: No es un pasaporte electrónico
et: See ei ole ePassport
fa: این گذرنامه الکترونیکی نیست
fi: Se ei ole sirupassi
fr: Ce n’est pas un passeport électronique
fr_ca: Ce n'est pas un passeport électronique
he: זה לא דרכון ביומטרי
hi: यह ई-पासपोर्ट नहीं है
hr: Ovo nije e-putovnica
hu: Ez nem elektronikus útlevél
hy: Սա էլեկտրոնային անձնագիր չէ
it: Non è un passaporto elettronico
ja: eパスポートではありません
ko: 전자 여권이 아닙니다
lt: Tai ne e. pasas
lv: Tā nav e-pase
ms: Ia bukan e-Pasport
pl: To nie jest ePaszport
pt: Não é um ePassaporte
pt_br: Não é um passaporte eletrônico
ro: Nu este un ePassport
ru: Это не электронный паспорт
sk: Toto nie je elektronický pas
sl: To ni e-potni list
sv: Detta är inte ett ePass
th: เอกสารนี้ไม่ใช่หนังสือเดินทางอิเล็กทรอนิกส์
tr: Bu bir e-pasaport değil
uk: Це не електронний паспорт
zh_hans: 这不是电子护照
zh_hant: 這不是電子護照

# onfido_nfc_select_title_card
source: Speed up the process with NFC
ar: تسريع العملية مع NFC
bg: Ускорете процеса с NFC
cs: Urychlení procesu pomocí NFC
da: Fremskynd processen med NFC
de: Beschleunigen Sie den Prozess mit NFC
el: Επιτάχυνση της διαδικασίας με NFC
es_419: Acelera el proceso con NFC
et: Protsessi kiirendamine NFC abil
fa: تسریع فرآیند با استفاده از NFC
fi: Nopeuta prosessia NFC:llä
fr: Accélérez le processus avec NFC
fr_ca: Accélérez le processus avec NFC
he: האץ את התהליך עם NFC
hi: NFC के साथ प्रोसेस को तेज़ करें
hr: Ubrzajte postupak uz NFC
hu: Gyorsítsa fel a folyamatot NFC-vel
hy: Արագացնել գործընթացը՝ օգտագործելով NFC
it: Velocizza il processo con l’NFC
ja: NFCでプロセスをスピードアップ
ko: NFC로 프로세스 속도 높이기
lt: Pagreitinkite procesą naudodami NFC
lv: Paātriniet procesu, izmantojot NFC
ms: Percepatkan proses dengan NFC
pl: Przyspiesz proces dzięki NFC
pt: Acelere o processo com NFC
pt_br: Acelere o processo com NFC
ro: Accelerați procesul cu NFC
ru: Ускорение процесса с помощью NFC
sk: Urýchlite proces pomocou NFC
sl: Pospešite postopek z NFC
sv: Snabba upp processen med NFC
th: ยืนยันได้เร็วขึ้นด้วย NFC
tr: NFC ile süreci hızlandırın
uk: Прискорити процес за допомогою NFC
zh_hans: 使用NFC加快流程
zh_hant: 使用 NFC 加快流程

# onfido_nfc_select_subtitle_card
source: We’ll scan the NFC chip in your card
ar: سنقوم بمسح رقاقة NFC في بطاقتك
bg: Ще сканираме NFC чипа на картата ви
cs: Naskenujeme čip NFC na vaší kartě
da: Vi scanner NFC-chippen på dit kort
de: Wir scannen den NFC-Chip Ihrer Karte
el: Θα σαρώσουμε το τσιπ NFC στο δελτίο σας
es_419: Escanearemos el chip NFC de tu tarjeta
et: Skannime teie kaardi NFC-kiibi
fa: ما تراشه NFC موجود در کارت شما را اسکن خواهیم کرد
fi: Skannaamme korttisi NFC-sirun
fr: Nous allons scanner la puce NFC de votre carte
fr_ca: Nous allons numériser la puce NFC dans votre carte
he: נסרוק את שבב ה-NFC שבכרטיס שלך
hi: हम आपके कार्ड में लगी NFC चिप को स्कैन करेंगे
hr: Skenirat ćemo NFC čip na vašoj osobnoj iskaznici
hu: Az ön kártyáján lévő NFC-chipet fogjuk leolvasni
hy: Մենք սկանավորելու ենք ձեր քարտի միջի NFC չիպը
it: Scansioneremo il chip NFC della tua carta
ja: カードのNFCチップをスキャンします
ko: 카드의 NFC 칩을 스캔합니다
lt: Nuskaitysime jūsų kortelėje esantį NFC lustą
lv: Mēs noskenēsim NFC mikroshēmu jūsu kartē
ms: Kami akan mengimbas cip NFC dalam kad anda
pl: Zeskanujemy chip NFC znajdujący się na Twojej karcie
pt: Vamos digitalizar o chip NFC no seu cartão
pt_br: Digitalizaremos o chip NFC no seu cartão
ro: Vom scana cipul NFC al cardului dvs.
ru: Мы отсканируем чип NFC на Вашей карточке
sk: Naskenujeme čip NFC vo vašom preukaze
sl: Skenirali bomo NFC čip na vaši kartici
sv: Vi skannar NFC-chipet i ditt kort
th: เราจะสแกนชิป NFC ในบัตรของคุณ
tr: Kimliğinizdeki NFC çipini tarayacağız
uk: Ми відскануємо чіп NFC у вашому посвідченні
zh_hans: 我们会扫描您身份证上的NFC芯片
zh_hant: 我們會掃描您卡片中的 NFC 晶片
