Repository: onfido/onfido-ios-sdk
Catalog: localization/Localizable_*.strings
Languages: ar, bg, cs, da, de, el, es_419, et, fa, fi, fr, fr_ca, he, hi, hr, hu, hy, it, ja, ko, lt, lv, ms, pl, pt, pt_br, ro, ru, sk, sl, sv, th, tr, uk, zh_hans, zh_hant

# onfido_retry_feedback_id_unaccepted_title
source: Unaccepted document
ar: مستند غير مقبول
bg: Не приемаме този тип документ
cs: Neakceptovatelný dokument
da: Dokument ikke accepteret
de: Ausweis wird nicht akzeptiert
el: Μη αποδεκτό έγγραφο
es_419: Documento no aceptado
et: Mittesobiv dokument
fa: مدرک غیر قابل قبول است
fi: Asiakirjaa ei hyväksytä
fr: Document non accepté
fr_ca: Document non accepté
he: מסמך לא מקובל
hi: स्वीकार नहीं किए जाने वाले डॉक्यूमेंट
hr: Ovaj dokument ne prihvaćamo
hu: Nem elfogadott dokumentum
hy: Անվավեր փաստաթուղթ
it: Documento non accettato
ja: 受け入れられないドキュメント
ko: 허용되지 않는 서류
lt: Nepriimtinas dokumentas
lv: Nepieņemts dokuments
ms: Dokumen tidak diterima
pl: Dokument nie został zaakceptowany
pt: Documento não aceite
pt_br: Documento não aceito
ro: Document neacceptat
ru: Непринятый документ
sk: Neakceptovaný doklad
sl: Nesprejet dokument
sv: Dokumentet accepteras inte
th: เอกสารที่ไม่ยอมรับ
tr: Belge kabul edilmiyor
uk: Непідтримуваний документ
zh_hans: 未接受的证明文件
zh_hant: 不接受的文件

# onfido_retry_feedback_id_generic_title
source: There was a problem with your document
ar: حدثت مشكلة في مستندك
bg: Възникна проблем с документа ви
cs: Došlo k problému ve Vašem dokumentu
da: Der opstod et problem med dit dokument
de: Es gab ein Problem mit Ihrem Ausweis
el: Παρουσιάστηκε πρόβλημα με το έγγραφό σας
es_419: Hubo un problema con tu documento
et: Teie dokumendiga tekkis probleem
fa: مدرک شما مشکل دارد
fi: Asiakirjassasi oli ongelma
fr: Un problème est survenu avec votre document
fr_ca: Un problème est survenu avec votre document
he: הייתה בעיה עם המסמך שלך
hi: आपके डॉक्यूमेंट में कोई समस्या थी
hr: Nešto nije u redu s vašim dokumentom
hu: Probléma merült fel a dokumentumával kapcsolatban
hy: Ձեր փաստաթղթի հետ խնդիր է առաջացել
it: Si è verificato un problema con il tuo documento
ja: ドキュメントに問題がありました
ko: 서류에 문제가 있습니다
lt: Iškilo su jūsų dokumentu susijusi problema
lv: Radās problēma ar jūsu dokumentu
ms: Terdapat masalah dengan dokumen anda
pl: Wystąpił problem z Twoim dokumentem
pt: Houve um problema com o seu documento
pt_br: Ocorreu um problema com o seu documento
ro: A survenit o problemă cu documentul dvs.
ru: Возникла проблема с Вашим документом
sk: Vyskytol sa problém s dokladom
sl: Prišlo je do težave z vašim dokumentom
sv: Det uppstod ett problem med ditt dokument
th: เอกสารของคุณมีปัญหา
tr: Belgenizle ilgili bir sorun oluştu
uk: З вашим документом виникла проблема
zh_hans: 您的证明文件有问题
zh_hant: 您的文件有問題

# onfido_retry_feedback_selfie_generic_title
source: There was a problem with your selfie
ar: كان هناك مشكلة مع صورتك السيلفي
bg: Възникна проблем със селфито ви
cs: Došlo k problému s vaším selfie
da: Det opstod et problem med din selfie
de: Es gab ein Problem mit Ihrem Selfie
el: Παρουσιάστηκε πρόβλημα με τη selfie σας
es_419: Hubo un problema con tu selfi
et: Teie selfiga tekkis probleem
fa: سلفی شما مشکل دارد
fi: Selfiessäsi oli ongelma
fr: Un problème est survenu avec votre selfie
fr_ca: Il y a eu un problème avec votre égoportrait
he: הייתה בעיה עם תמונת הסלפי שלך
hi: आपकी सेल्फ़ी में कोई समस्या थी
hr: Nešto nije u redu s vašim selfiejem
hu: Probléma merült fel a szelfijével kapcsolatban
hy: Ձեր սելֆիի հետ խնդիր է առաջացել
it: Si è verificato un problema con il selfie
ja: 自撮り写真に問題がありました
ko: 셀카 이미지에 문제가 있습니다
lt: Iškilo problema dėl jūsų asmenukės
lv: Radās problēma ar jūsu selfiju
ms: Terdapat masalah dengan swafoto anda
pl: Wystąpił problem z Twoim selfie
pt: Houve um problema com a sua selfie
pt_br: Ocorreu um problema com sua selfie
ro: A survenit o problemă cu poza dvs. selfie
ru: Возникла проблема с Вашими селфи
sk: Vyskytol sa problém so selfie
sl: Prišlo je do težave z vašim selfijem
sv: Det uppstod ett problem med din selfie
th: รูปเซลฟี่ของคุณมีปัญหา
tr: Selfie'nizle ilgili bir sorun oluştu
uk: З вашим селфі виникла проблема
zh_hans: 您的自拍照有问题
zh_hant: 您的自拍照有問題

# onfido_retry_feedback_id_expired_subtitle
source: Please try again with a valid photo ID and make sure your information is clearly visible
ar: يُرجى المحاولة مرة أخرى باستخدام بطاقة هوية صالحة تحمل صورة والتأكد من أن معلوماتك مرئية بوضوح
bg: Опитайте отново с валиден документ за самоличност със снимка и се уверете, че информацията ви се вижда ясно
cs: Zkuste to znovu s platným průkazem totožnosti s fotografií a ujistěte se, že jsou Vaše údaje jasně viditelné.
da: Prøv igen med et gyldigt billed-ID, og sørg for, at dine oplysninger kan ses tydeligt
de: Versuchen Sie es mit einem gültigen Lichtbildausweis erneut und stellen Sie sicher, dass die Angaben zu Ihrer Person gut sichtbar sind
el: Δοκιμάστε ξανά με μια έγκυρη φωτογραφία ταυτότητας και βεβαιωθείτε ότι τα στοιχεία σας είναι ευδιάκριτα
es_419: Inténtalo de nuevo con una ID con foto válida y asegúrate de que tu información sea claramente visible
et: Proovige uuesti, kasutades kehtiva fotoga isikutunnistust ja veenduge, et teie andmed on selgelt nähtavad
fa: لطفاً با یک کارت شناسایی عکس‌دار معتبر دوباره امتحان کنید و مطمئن شوید که اطلاعات شما به وضوح قابل مشاهده است
fi: Yritä uudelleen voimassa olevalla kuvallisella ID:llä ja varmista, että tietosi näkyvät selvästi
fr: Veuillez réessayer avec une pièce d'identité valide avec photo et en vous assurant que vos coordonnées sont bien visibles
fr_ca: Veuillez réessayer avec une pièce d'identité avec photo valide et assurez-vous que vos informations sont clairement visibles
he: נסה שוב עם תעודה מזהה חוקית שכוללת תמונה וודא שהפרטים מופיעים בבירור
hi: कृपया एक मान्य फ़ोटो आईडी के साथ फिर से कोशिश करें और पक्का करें कि आपकी जानकारी साफ़-साफ़ दिख रही है
hr: Pokušajte ponovno s važećim identifikacijskim dokumentom s fotografijom i provjerite jesu li vaši podaci jasno vidljivi
hu: Próbálkozzon újra érvényes fényképes személyazonosító okmánnyal, és győződjön meg róla, hogy az adatai jól láthatók
hy: Կրկին փորձեք լուսանկար պարունակող, վավեր անձը հաստատող փաստաթղթով և համոզվեք, որ ձեր տվյալները հստակ երևում են
it: Riprova con un documento d’identità valido e assicurati chele informazioni siano ben leggibili
ja: 有効な写真付き身分証明書で再度お試しいただき、情報がはっきりと見えるようにしてください
ko: 사진이 부착된 유효한 신분증으로 다시 시도하고 정보가 선명하게 보이는지 확인하세요
lt: Bandykite dar kartą naudodami galiojantį asmens tapatybės dokumentą su nuotrauka ir įsitikinkite, kad jūsų informacija aiškiai matoma
lv: Mēģiniet vēlreiz, izmantojot derīgu ID ar fotoattēlu, un pārliecinieties, ka jūsu informācija ir skaidri redzama
ms: Sila cuba lagi dengan ID bergambar yang sah dan pastikan maklumat anda kelihatan dengan jelas
pl: Spróbuj ponownie z ważnym dokumentem tożsamości ze zdjęciem i upewnij się, że Twoje dane są wyraźnie widoczne
pt: Tente de novo com uma identificação com foto válida e garanta que os seus dados estão claramente visíveis
pt_br: Tente novamente com um ID com foto válido e certifique-se de que as suas informações estão claramente visíveis
ro: Vă rugăm să încercați din nou cu un document de identitate cu poză valabil și asigurați-vă că informațiile dvs. sunt clar vizibile
ru: Попробуйте еще раз с действительным удостоверением личности с фотографией и убедитесь, что Ваши данные хорошо видны
sk: Skúste to znova s platným dokladom totožnosti s fotkou a uistite sa, že vaše údaje sú jasne viditeľné
sl: Poskusite znova z veljavnim osebnim dokumentom s fotografijo in preverite, ali so vaši podatki jasno vidni
sv: Försök igen med ett giltigt foto-ID och se till att din information syns tydligt
th: โปรดลองอีกครั้งโดยใช้บัตรประจำตัวที่มีรูปถ่ายที่ถูกต้อง และตรวจให้แน่ใจว่าเห็นข้อมูลของคุณได้อย่างชัดเจน
tr: Lütfen geçerli bir fotoğraflı kimlikle tekrar deneyin ve bilgilerinizin net bir şekilde göründüğünden emin olun
uk: Повторіть спробу, надавши дійсне посвідчення особи з фотографією, і переконайтеся, що всі ваші дані чітко видно
zh_hans: 请使用带照片的有效身份证件重试，并确保您的信息清晰可见
zh_hant: 請使用含有相片的有效 ID 重試，並確保您的資料清楚可見

# onfido_retry_feedback_id_unaccepted_subtitle
source: Please try again with a valid photo ID and make sure your information is clearly visible
ar: يُرجى المحاولة مرة أخرى باستخدام بطاقة هوية صالحة تحمل صورة والتأكد من أن معلوماتك مرئية بوضوح
bg: Опитайте отново с валиден документ за самоличност със снимка и се уверете, че информацията ви се вижда ясно
cs: Zkuste to znovu s platným průkazem totožnosti s fotografií a ujistěte se, že jsou Vaše údaje jasně viditelné.
da: Prøv igen med et gyldigt billed-ID, og sørg for, at dine oplysninger kan ses tydeligt
de: Versuchen Sie es mit einem gültigen Lichtbildausweis erneut und stellen Sie sicher, dass die Angaben zu Ihrer Person gut sichtbar sind
el: Δοκιμάστε ξανά με μια έγκυρη φωτογραφία ταυτότητας και βεβαιωθείτε ότι τα στοιχεία σας είναι ευδιάκριτα
es_419: Inténtalo de nuevo con una ID con foto válida y asegúrate de que tu información sea claramente visible
et: Proovige uuesti, kasutades kehtiva fotoga isikutunnistust ja veenduge, et teie andmed on selgelt nähtavad
fa: لطفاً با یک کارت شناسایی عکس‌دار معتبر دوباره امتحان کنید و مطمئن شوید که اطلاعات شما به وضوح قابل مشاهده است
fi: Yritä uudelleen voimassa olevalla kuvallisella ID:llä ja varmista, että tietosi näkyvät selvästi
fr: Veuillez réessayer avec une pièce d'identité valide avec photo et en vous assurant que vos coordonnées sont bien visibles
fr_ca: Veuillez réessayer avec une pièce d'identité avec photo valide et assurez-vous que vos informations sont clairement visibles
he: נסה שוב עם תעודה מזהה חוקית שכוללת תמונה וודא שהפרטים מופיעים בבירור
hi: कृपया एक मान्य फ़ोटो आईडी के साथ फिर से कोशिश करें और पक्का करें कि आपकी जानकारी साफ़-साफ़ दिख रही है
hr: Pokušajte ponovno s važećim identifikacijskim dokumentom s fotografijom i provjerite jesu li vaši podaci jasno vidljivi
hu: Próbálkozzon újra érvényes fényképes személyazonosító okmánnyal, és győződjön meg róla, hogy az adatai jól láthatók
hy: Կրկին փորձեք լուսանկար պարունակող, վավեր անձը հաստատող փաստաթղթով և համոզվեք, որ ձեր տվյալները հստակ երևում են
it: Riprova con un documento d’identità valido e assicurati che le informazioni siano ben leggibili
ja: 有効な写真付き身分証明書で再度お試しいただき、情報がはっきりと見えるようにしてください
ko: 사진이 부착된 유효한 신분증으로 다시 시도하고 정보가 선명하게 보이는지 확인하세요
lt: Bandykite dar kartą naudodami galiojantį asmens tapatybės dokumentą su nuotrauka ir įsitikinkite, kad jūsų informacija aiškiai matoma
lv: Mēģiniet vēlreiz, izmantojot derīgu ID ar fotoattēlu, un pārliecinieties, ka jūsu informācija ir skaidri redzama
ms: Sila cuba lagi dengan ID bergambar yang sah dan pastikan maklumat anda kelihatan dengan jelas
pl: Spróbuj ponownie z ważnym dokumentem tożsamości ze zdjęciem i upewnij się, że Twoje dane są wyraźnie widoczne
pt: Tente de novo com uma identificação com foto válida e garanta que os seus dados estão claramente visíveis
pt_br: Tente novamente com um ID com foto válido e certifique-se de que as suas informações estão claramente visíveis
ro: Vă rugăm să încercați din nou cu un document de identitate cu poză valabil și asigurați-vă că informațiile dvs. sunt clar vizibile
ru: Попробуйте еще раз с действительным удостоверением личности с фотографией и убедитесь, что Ваши данные хорошо видны
sk: Skúste to znova s platným dokladom totožnosti s fotkou a uistite sa, že vaše údaje sú jasne viditeľné
sl: Poskusite znova z veljavnim osebnim dokumentom s fotografijo in preverite, ali so vaši podatki jasno vidni
sv: Försök igen med ett giltigt foto-ID och se till att din information syns tydligt
th: โปรดลองอีกครั้งโดยใช้บัตรประจำตัวที่มีรูปถ่ายที่ถูกต้อง และตรวจให้แน่ใจว่าเห็นข้อมูลของคุณได้อย่างชัดเจน
tr: Lütfen geçerli bir fotoğraflı kimlikle tekrar deneyin ve bilgilerinizin net bir şekilde göründüğünden emin olun
uk: Повторіть спробу, надавши дійсне посвідчення особи з фотографією, і переконайтеся, що всі ваші дані чітко видно
zh_hans: 请使用带照片的有效身份证件重试，并确保您的信息清晰可见
zh_hant: 請使用含有相片的有效 ID 重試，並確保您的資料清楚可見

# onfido_retry_feedback_id_generic_subtitle
source: Please try again with a valid photo ID and make sure your information is clearly visible
ar: يُرجى المحاولة مرة أخرى باستخدام بطاقة هوية صالحة تحمل صورة والتأكد من أن معلوماتك مرئية بوضوح
bg: Опитайте отново с валиден документ за самоличност със снимка и се уверете, че информацията ви се вижда ясно
cs: Zkuste to znovu s platným průkazem totožnosti s fotografií a ujistěte se, že jsou Vaše údaje jasně viditelné.
da: Prøv igen med et gyldigt billed-ID, og sørg for, at dine oplysninger kan ses tydeligt
de: Versuchen Sie es mit einem gültigen Lichtbildausweis erneut und stellen Sie sicher, dass die Angaben zu Ihrer Person gut sichtbar sind
el: Δοκιμάστε ξανά με μια έγκυρη φωτογραφία ταυτότητας και βεβαιωθείτε ότι τα στοιχεία σας είναι ευδιάκριτα
es_419: Inténtalo de nuevo con una ID con foto válida y asegúrate de que tu información sea claramente visible
et: Proovige uuesti, kasutades kehtiva fotoga isikutunnistust ja veenduge, et teie andmed on selgelt nähtavad
fa: لطفاً با یک کارت شناسایی عکس‌دار معتبر دوباره امتحان کنید و مطمئن شوید که اطلاعات شما به وضوح قابل مشاهده است
fi: Yritä uudelleen voimassa olevalla kuvallisella ID:llä ja varmista, että tietosi näkyvät selvästi
fr: Veuillez réessayer avec une pièce d'identité valide avec photo et en vous assurant que vos coordonnées sont bien visibles
fr_ca: Veuillez réessayer avec une pièce d'identité avec photo valide et assurez-vous que vos informations sont clairement visibles
he: נסה שוב עם תעודה מזהה חוקית שכוללת תמונה וודא שהפרטים מופיעים בבירור
hi: कृपया एक मान्य फ़ोटो आईडी के साथ फिर से कोशिश करें और पक्का करें कि आपकी जानकारी साफ़-साफ़ दिख रही है
hr: Pokušajte ponovno s važećim identifikacijskim dokumentom s fotografijom i provjerite jesu li vaši podaci jasno vidljivi
hu: Próbálkozzon újra érvényes fényképes személyazonosító okmánnyal, és győződjön meg róla, hogy az adatai jól láthatók
hy: Կրկին փորձեք լուսանկար պարունակող, վավեր անձը հաստատող փաստաթղթով և համոզվեք, որ ձեր տվյալները հստակ երևում են
it: Riprova con un documento d’identità valido e assicurati che le informazioni siano ben leggibili
ja: 有効な写真付き身分証明書で再度お試しいただき、情報がはっきりと見えるようにしてください
ko: 사진이 부착된 유효한 신분증으로 다시 시도하고 정보가 선명하게 보이는지 확인하세요
lt: Bandykite dar kartą naudodami galiojantį asmens tapatybės dokumentą su nuotrauka ir įsitikinkite, kad jūsų informacija aiškiai matoma
lv: Mēģiniet vēlreiz, izmantojot derīgu ID ar fotoattēlu, un pārliecinieties, ka jūsu informācija ir skaidri redzama
ms: Sila cuba lagi dengan ID bergambar yang sah dan pastikan maklumat anda kelihatan dengan jelas
pl: Spróbuj ponownie z ważnym dokumentem tożsamości ze zdjęciem i upewnij się, że Twoje dane są wyraźnie widoczne
pt: Tente de novo com uma identificação com foto válida e garanta que os seus dados estão claramente visíveis
pt_br: Tente novamente com um ID com foto válido e certifique-se de que as suas informações estão claramente visíveis
ro: Vă rugăm să încercați din nou cu un document de identitate cu poză valabil și asigurați-vă că informațiile dvs. sunt clar vizibile
ru: Попробуйте еще раз с действительным удостоверением личности с фотографией и убедитесь, что Ваши данные хорошо видны
sk: Skúste to znova s platným dokladom totožnosti s fotkou a uistite sa, že vaše údaje sú jasne viditeľné
sl: Poskusite znova z veljavnim osebnim dokumentom s fotografijo in preverite, ali so vaši podatki jasno vidni
sv: Försök igen med ett giltigt foto-ID och se till att din information syns tydligt
th: โปรดลองอีกครั้งโดยใช้บัตรประจำตัวที่มีรูปถ่ายที่ถูกต้อง และตรวจให้แน่ใจว่าเห็นข้อมูลของคุณได้อย่างชัดเจน
tr: Lütfen geçerli bir fotoğraflı kimlikle tekrar deneyin ve bilgilerinizin net bir şekilde göründüğünden emin olun
uk: Повторіть спробу, надавши дійсне посвідчення особи з фотографією, і переконайтеся, що всі ваші дані чітко видно
zh_hans: 请使用带照片的有效身份证件重试，并确保您的信息清晰可见
zh_hant: 請使用含有相片的有效 ID 重試，並確保您的資料清楚可見

# onfido_retry_feedback_selfie_generic_subtitle
source: Please try again, and make sure your face is visible and well lit
ar: يرجى المحاولة مرة أخرى، والتأكد من أن وجهك مرئي ومضاء جيدًا
bg: Опитайте отново и се уверете, че лицето ви се вижда и е добре осветено
cs: Zkuste to znovu a ujistěte se, že je Váš obličej viditelný a dobře osvětlený.
da: Prøv igen, og sørg for, at dit ansigt er synligt og godt oplyst
de: Versuchen Sie es erneut und stellen Sie sicher, dass Ihr Gesicht sichtbar und gut beleuchtet ist
el: Δοκιμάστε ξανά και βεβαιωθείτε ότι το πρόσωπό σας είναι ορατό και καλά φωτισμένο
es_419: Inténtalo de nuevo y asegúrate de que tu rostro sea visible y con buena iluminación
et: Proovige uuesti ja veenduge, et teie nägu on nähtav ja hästi valgustatud
fa: لطفاً دوباره سعی کنید و مطمئن شوید که چهره شما قابل مشاهده بوده و محیط دارای نور مناسب است
fi: Yritä uudelleen ja varmista, että kasvosi ovat näkyvissä ja hyvin valaistut
fr: Veuillez réessayer en vous assurant que votre visage est visible et suffisamment éclairé
fr_ca: Veuillez réessayer, et assurez-vous que votre visage est visible et bien éclairé
he: נסה שוב וודא שהפנים שלך גלויות ומוארות היטב
hi: कृपया फिर से कोशिश करें और पक्का करें कि आपका चेहरे पर अच्छी रोशनी पड़ रही है और वह दिख रहा है
hr: Pokušajte ponovno i pobrinite se da vam se lice dobro vidi i da je dobro osvijetljeno
hu: Próbálkozzon újra, és ügyeljen, hogy arca látható és jól megvilágított legyen
hy: Խնդրում ենք կրկին փորձել և համոզվել, որ ձեր դեմքը երևում է և լավ լուսավորված է
it: Riprova e assicurati che il volto sia visibile e ben illuminato
ja: もう一度お試しください。顔が見え、明るい場所にいることを確認してください
ko: 조명이 밝고 얼굴이 선명하게 나타나도록 하여 다시 시도해주세요
lt: Bandykite dar kartą ir įsitikinkite, kad jūsų veidas matomas ir gerai apšviestas
lv: Mēģiniet vēlreiz un pārliecinieties, ka jūsu seja ir redzama un labi apgaismota
ms: Sila cuba lagi serta pastikan wajah anda kelihatan dan terang
pl: Spróbuj ponownie i upewnij się, że twarz jest widoczna i dobrze oświetlona
pt: Tente de novo e certifique-se de que o seu rosto está visível e bem iluminado
pt_br: Tente novamente e verifique se o seu rosto está visível e bem iluminado
ro: Vă rugăm să încercați din nou și asigurați-vă că fața dvs. este vizibilă și bine luminată
ru: Попробуйте еще раз и убедитесь, что Ваше лицо видно и хорошо освещено
sk: Skúste to znova a uistite sa, že vaša tvár je viditeľná a dobre osvetlená
sl: Poskusite znova in poskrbite, da bo vaš obraz viden in dobro osvetljen
sv: Försök igen och se till att ditt ansikte är synligt och välbelyst
th: โปรดลองอีกครั้ง และเช็คให้แน่ใจว่ามองเห็นใบหน้าของคุณได้ชัดเจนและมีแสงสว่างเพียงพอ
tr: Lütfen tekrar deneyin ve yüzünüzün görünür ve iyi aydınlatılmış olduğundan emin olun
uk: Спробуйте ще раз і переконайтеся, що ваше обличчя добре видно й воно добре освітлене
zh_hans: 请重试，并确保您的面部清晰且光线充足
zh_hant: 請再試一次，並確保臉部清楚可見，光線充足

# onfido_retry_feedback_button_primary
source: Try again
ar: إعادة المحاولة
bg: Опитайте отново
cs: Zkuste to znovu
da: Prøv igen
de: Versuchen Sie es erneut.
el: Προσπαθήστε ξανά
es_419: Inténtalo de nuevo
et: Proovige uuesti
fa: سعی مجدد
fi: Yritä uud.
fr: Réessayer
fr_ca: Réessayer
he: נסה שוב
hi: फिर से कोशिश करें
hr: Pokušajte ponovno
hu: Próbálja újra
hy: Կրկին փորձել
it: Riprova
ja: 再試行
ko: 다시 시도하기
lt: Bandyti dar kartą
lv: Mēģināt vēlreiz
ms: Cuba lagi
pl: Spróbuj ponownie
pt: Tente novamente
pt_br: Tentar novamente
ro: Încercați din nou
ru: Попробовать еще раз
sk: Skúsiť znova
sl: Poskusite znova
sv: Försök igen
th: ลองอีกครั้ง
tr: Tekrar deneyin
uk: Повторити спробу
zh_hans: 请重试
zh_hant: 再試一次

# onfido_workflow_complete_pass_title
source: Passed
ar: نجحت
bg: Проверката е успешна
cs: Úspěšný výsledek
da: Godkendt
de: Bestanden
el: Επιτυχές
es_419: Aprobado
et: Läbitud
fa: پذیرفته شد
fi: Läpäisty
fr: Adopté
fr_ca: Validé
he: עבר בהצלחה
hi: सफल हुआ
hr: Potvrđeno
hu: Átment
hy: Հաջողվեց
it: Passato
ja: 合格しました
ko: 통과되었습니다
lt: Išlaikyta
lv: Pieņemts
ms: Lulus
pl: Przyjęto
pt: Aprovado
pt_br: Aprovado
ro: Reușit
ru: Зачтено
sk: Úspešné
sl: Uspešno opravljeno
sv: Godkänd
th: ผ่าน
tr: Başarılı
uk: Верифікацію пройдено
zh_hans: 已通过
zh_hant: 已通過

# onfido_workflow_complete_reject_description
source: We haven't been able to verify your identity
ar: لم نتمكن من التحقق من هويتك
bg: Не успяхме да потвърдим самоличността ви
cs: Nepodařilo se nám ověřit Vaši totožnost.
da: Vi kan ikke verificere din identitet
de: Wir waren nicht in der Lage, Ihre Identität zu überprüfen.
el: Δεν καταφέραμε να επαληθεύσουμε την ταυτότητά σας
es_419: No se pudo verificar tu identidad
et: Meil ei olnud võimalik teie isikut tuvastada
fa: نتوانستیم هویت شما را تأیید کنیم
fi: Emme ole pystyneet vahvistamaan henkilöllisyyttäsi
fr: Nous n'avons pas été en mesure de vérifier votre identité.
fr_ca: Nous n'avons pas pu vérifier votre identité
he: לא הצלחנו לאמת את זהותך
hi: हम आपकी पहचान को वेरिफ़ाई नहीं कर सके
hr: Nismo uspjeli potvrditi vaš identitet
hu: Nem tudtuk megerősíteni a személyazonosságát
hy: Մեզ չհաջողվեց հաստատել ձեր ինքնությունը
it: Non siamo stati in grado di verificare la sua identità.
ja: 本人確認ができませんでした
ko: 본인 인증을 완료하지 못했습니다
lt: Nepavyko patvirtinti jūsų tapatybės
lv: Mēs nevarējām pārbaudīt jūsu identitāti
ms: Kami belum dapat mengesahkan identiti anda
pl: Nie udało nam się zweryfikować Twojej tożsamości
pt: Não fomos capazes de verificar a sua identidade
pt_br: Não conseguimos verificar sua identidade
ro: Nu am reușit să vă verificăm identitatea
ru: Нам не удалось подтвердить Вашу личность
sk: Nepodarilo sa nám overiť vašu totožnosť
sl: Nismo uspeli preveriti vaše identitete
sv: Vi har inte kunnat verifiera din identitet
th: เราไม่สามารถยืนยันตัวตนของคุณได้
tr: Kimliğinizi doğrulayamadık
uk: Не вдалося підтвердити вашу особу
zh_hans: 我们无法验证您的身份
zh_hant: 我們無法驗證您的身份

# onfido_workflow_complete_reject_title
source: Rejected
ar: مرفوضة
bg: Проверката е отхвърлена
cs: Odmítnuto
da: Afvist
de: Abgelehnt
el: Απορρίφθηκε
es_419: Rechazado
et: Tagasi lükatud
fa: رد شد
fi: Hylätty
fr: Rejeté
fr_ca: Rejeté
he: נדחה
hi: अस्वीकृत
hr: Odbijeno
hu: Elutasítva
hy: Մերժվել է
it: Rifiutato
ja: 不合格でした
ko: 거부되었습니다
lt: Atmesta
lv: Noraidīts
ms: Ditolak
pl: Odrzucono
pt: Rejeitado
pt_br: Rejeitado
ro: Respins
ru: Отклонено
sk: Zamietnuté
sl: Zavrnjeno
sv: Nekad
th: ปฏิเสธ
tr: Reddedildi
uk: Відхилено
zh_hans: 已拒绝
zh_hant: 被拒絕

# onfido_workflow_complete_pass_description
source: We have verified your identity
ar: لقد تحققنا من هويتك
bg: Потвърдихме самоличността ви
cs: Podařilo se nám ověřit Vaši totožnost
da: Vi har verificeret din identitet
de: Wir haben Ihre Identität überprüft
el: Επαληθεύσαμε την ταυτότητά σας
es_419: Verificamos su identidad
et: Kinnitasime teie isikusamasuse
fa: ما هویت شما را تأیید کردیم
fi: Olemme vahvistaneet henkilöllisyytesi
fr: Nous avons vérifié votre identité
fr_ca: Nous avons vérifié votre identité
he: זהותך אומתה בהצלחה
hi: हमने आपकी पहचान वेरिफ़ाई कर दी है
hr: Potvrdili smo vaš identitet
hu: Igazoltuk személyazonosságát
hy: Մենք հաստատեցինք ձեր ինքնությունը
it: Abbiamo verificato la vostra identità
ja: 本人確認が完了しました
ko: 본인 인증이 완료되었습니다
lt: Patvirtinome jūsų tapatybę
lv: Mēs pārbaudījām jūsu identitāti
ms: Kami telah mengesahkan identiti anda
pl: Udało nam się pomyślnie zweryfikować Twoją tożsamość
pt: Verificámos a sua identidade
pt_br: Verificamos sua identidade
ro: Am reușit să vă verificăm identitatea
ru: Мы подтвердили Вашу личность
sk: Overili sme vašu totožnosť
sl: Preverili smo vašo identiteto
sv: Vi har verifierat din identitet
th: เรายืนยันตัวตนของคุณแล้ว
tr: Kimliğinizi doğruladık
uk: Ми підтвердили вашу особу
zh_hans: 我们已验证您的身份
zh_hant: 我們已驗證您的身份
