Repository: onfido/onfido-ios-sdk
Catalog: localization/Localizable_*.strings
Languages: ar, bg, cs, da, de, el, es_419, et, fa, fi, fr, fr_ca, he, hi, hr, hu, hy, it, ja, ko, lt, lv, ms, pl, pt, pt_br, ro, ru, sk, sl, sv, th, tr, uk, zh_hans, zh_hant

# onfido_doc_confirmation_body_folded_doc
source: Make sure your document is fully unfolded and the photo is clear
ar: احرص على أن يكون مستندك مفتوحًا بالكامل وأن الصورة واضحة
bg: Уверете се, че документът е добре разгънат и снимката е ясна
cs: Ujistěte se, že je dokument zcela rozložený a fotografie je zřetelná
da: Sørg for, at dit dokument er helt foldet ud, og at billedet er tydeligt
de: Stellen Sie sicher, dass Ihr Dokument vollständig entfaltet und das Foto scharf ist
el: Βεβαιωθείτε ότι το έγγραφό σας είναι πλήρως ξεδιπλωμένο και ότι η φωτογραφία είναι καθαρή
es_419: Asegúrate de que el documento esté completamente desplegado y que la foto sea nítida
et: Veenduge, et dokument on täielikult avatud ja foto on selge
fa: مطمئن شوید که مدرک‌تان کاملاً باز شده و عکس‌تان واضح است
fi: Varmista, että asiakirjasi on kokonaan avattu ja kuva on selkeä
fr: Assurez-vous que votre document est déplié et que la photo est nette
fr_ca: Assurez-vous que votre document est entièrement déplié et que la photo est claire
he: ודא שהמסמך פתוח במלואו ושהתמונה ברורה
hi: आपका डॉक्यूमेंट पूरी तरह से खुला हुआ होना चाहिए और फ़ोटो साफ़ दिखाई देनी चाहिए
hr: Provjerite je li dokument otklopljen do kraja i vidi li se jasno fotografija
hu: Győződjön meg róla, hogy a dokumentuma teljesen ki van hajtva, és a fénykép éles
hy: Համոզվեք, որ ձեր փաստաթուղթն ամբողջությամբ բացված դիրքում է, իսկ լուսանկարը երևում է պարզ
it: Assicurati che il documento sia ben aperto e che la foto sia a fuoco
ja: ドキュメントが完全に開いており、写真がはっきりしていることを確認してください
ko: 서류가 완전히 펼쳐졌으며 사진이 선명하게 나오는지 확인하세요
lt: Įsitikinkite, kad dokumentas visiškai išskleistas, o nuotrauka aiški
lv: Dokumentam jābūt pilnībā atlocītam, un fotoattēlam jābūt skaidri redzamam
ms: Pastikan dokumen anda dibuka sepenuhnya dan gambar adalah jelas
pl: Upewnij się, że dokument jest całkowicie rozłożony, a zdjęcie jest wyraźne
pt: Certifique-se de que o seu documento está totalmente desdobrado e que a fotografia está nítida
pt_br: Verifique se o documento está totalmente desdobrado e se a foto está nítida
ro: Asigurați-vă că întregul document este arătat și că poza este clară
ru: Убедитесь, что Ваш документ полностью развернут и фотография четкая
sk: Uistite sa, že je doklad úplne rozložený a fotka je jasná
sl: Prepričajte se, da je dokument popolnoma razgrnjen in da je fotografija jasna
sv: Se till att ditt dokument är helt utvikt och att fotot syns tydligt
th: เช็คให้แน่ใจว่าคุณคลี่เอกสารออกหมดแล้ว และเห็นรูปถ่ายอย่างชัดเจน
tr: Belgenizin tamamen açıldığından ve fotoğrafın net olduğundan emin olun
uk: Переконайтеся, що документ повністю розгорнуто, а фотографія чітка
zh_hans: 请确保证明文件已完全展开，照片清晰可见
zh_hant: 請確保文件已完全攤平，且相片清晰可辨

# onfido_doc_video_capture_detail_folded_doc_front
source: Lay your document flat, include all inner pages (must contain your photo)
ar: ضع مستندك بشكل مستوٍ، مع تضمين جميع الصفحات الداخلية (يجب أن يحتوي على صورتك)
bg: Поставете документа си върху равна повърхност, като включите всички вътрешни страници (трябва да съдържа снимката ви)
cs: Položte dokument na plocho a připojte všechny vnitřní stránky (musí obsahovat Vaši fotografii)
da: Du skal sørge for, at dit dokument ligger fladt, og at alle de indvendige sider indgår (skal indeholde dit foto)
de: Legen Sie Ihr Dokument flach hin, einschließlich aller Innenseiten (Ihr Foto muss enthalten sein)
el: Τοποθετήστε το έγγραφό σας σε επίπεδη θέση, συμπεριλάβετε όλες τις εσωτερικές σελίδες (πρέπει να περιέχεται η φωτογραφία σας)
es_419: Coloca tu documento en un lugar plano, incluye todas las páginas internas (debe tener tu foto)
et: Asetage dokument avatult tasapinnale nii, et on näha sisemised lehed (peab sisaldama teie fotot)
fa: مدرک خود را به شکل مسطح قرار دهید، بطوری که تمام صفحات داخلی را شامل شود (باید عکس شما روی مدرک باشد)
fi: Aseta asiakirjasi tasaisesti, sisällytä kaikki sisäsivut (täytyy sisältää kuvasi)
fr: Dépliez votre document, prenez en photo les pages intérieures (qui contiennent votre photo)
fr_ca: Posez votre document à plat, incluant toutes les pages intérieures (doit contenir votre photo)
he: הנח את המסמך על המשטח, כולל כל הדפים הפנימיים (התמונה שלך חייבת להופיע)
hi: अपने डॉक्यूमेंट को सीधा रखें, अंदर के सभी पेज शामिल करें (आपकी फ़ोटो होनी चाहिए)
hr: Postavite dokument na ravno i ne zaboravite unutarnje stranice (tu mora biti vaša fotografija)
hu: Fektesse a dokumentumot sík felületre, és mutassa az összes belső oldalt (a fényképes oldalt is beleértve)
hy: Ձեր փաստաթուղթը տեղադրեք հարթ մակերեսի վրա, նկարեք ներսի բոլոր էջերը (պետք է պարունակի ձեր լուսանկարը)
it: Appoggia il documento aperto sulle pagine interne (deve contenere la tua foto)
ja: ドキュメントを平らに置き、すべての内側のページを含める（ご自身の写真を含める必要があります）
ko: 모든 내부 페이지를 포함하여 (사진이 부착된 면이 보이도록 해서) 평평하게 펼치세요
lt: Padėkite dokumentą plokščiai, įtraukite visus vidinius puslapius (turi būti jūsų nuotrauka)
lv: Novietojiet dokumentu plakani uz līdzenas virsmas, ir jābūt redzamām visām iekšējām lapām (tajās jābūt jūsu fotoattēlam)
ms: Letakkan dokumen anda secara rata, sertakan semua halaman dalaman (ia mesti mengandungi gambar anda)
pl: Ułóż dokument płasko, także wszystkie wewnętrzne strony (muszą zawierać Twoje zdjęcie)
pt: Coloque o documento de forma plana e inclua todas as páginas interiores (deve conter a sua fotografia)
pt_br: Coloque seu documento em um local plano, inclua todas as páginas internas (deve conter sua foto)
ro: Poziționați documentul dvs. pe o suprafață plană, includeți toate paginile interne (trebuie să conțină poza dvs.)
ru: Расположите документ ровно, включая все внутренние страницы (обязательно с Вашей фотографией)
sk: Umiestnite doklad na rovnú plochu a zahrňte všetky vnútorné strany (musia obsahovať vašu fotku)
sl: Dokument položite ravno, vključite vse notranje strani (vsebovati mora vašo fotografijo)
sv: Lägg dokumentet platt och inkludera alla inre sidor (ditt foto måste finnas med)
th: วางเอกสารของคุณให้ราบเรียบ โดยให้เห็นหน้าด้านในทั้งหมด (ต้องมีรูปภาพของคุณด้วย)
tr: Belgenizi düz bir şekilde yerleştirin, tüm iç sayfaları ekleyin (fotoğrafınızı içermelidir)
uk: Розкладіть документ рівно та сфотографуйте всі внутрішні сторінки (документ обов’язково має містити фотографію)
zh_hans: 平放您的证明文件，包括所有内页（必须包含您的照片）
zh_hant: 將您的文件平放，包括所有內頁（須包含您的相片）

# onfido_doc_capture_prompt_button_paper
source: Paper document
ar: مستند ورقي
bg: Документ на хартиен носител
cs: Papírový dokument
da: Dokument i papirformat
de: Papierdokument
el: Έντυπο έγγραφο
es_419: Documento en papel
et: Paberdokument
fa: مدرک کاغذی
fi: Paperiasiakirja
fr: Document papier
fr_ca: Document papier
he: מסמך נייר
hi: पेपर डॉक्यूमेंट
hr: Papirnati dokument
hu: Papíralapú dokumentum
hy: Տպագիր փաստաթուղթ
it: Documento cartaceo
ja: 紙のドキュメント
ko: 종이 서류
lt: Popierinis dokumentas
lv: Papīra dokuments
ms: Kertas dokumen
pl: Dokument papierowy
pt: Documento em papel
pt_br: Documento em papel
ro: Document hârtie
ru: Печатный документ
sk: Papierový doklad
sl: Papirni dokument
sv: Pappersdokument
th: เอกสารกระดาษ
tr: Kağıt belge
uk: Паперовий документ
zh_hans: 纸质证明文件
zh_hant: 紙本文件

# onfido_app_title_doc_capture_license_fr
source: French driver’s license
ar: رخصة القيادة الفرنسية
bg: Френска шофьорска книжка
cs: Francouzský řidičský průkaz
da: Fransk kørekort
de: Französischer Führerschein
el: Γαλλικό δίπλωμα οδήγησης
es_419: Licencia de conducir francesa
et: Prantsuse juhiluba
fa: گواهینامه رانندگی فرانسه
fi: Ranskalainen ajokortti
fr: Permis de conduire français
fr_ca: Permis de conduire français
he: רישיון נהיגה צרפתי
hi: फ़्रेंच ड्राइविंग लाइसेंस
hr: Francuska vozačka dozvola
hu: Francia jogosítvány
hy: Ֆրանսիական վարորդական իրավունք
it: Patente di guida francese
ja: フランスの運転免許証
ko: 프랑스 운전면허증
lt: Prancūzijos vairuotojo pažymėjimas
lv: Francijā izdota autovadītāja apliecība
ms: Lesen memandu Perancis
pl: Francuskie prawo jazdy
pt: Carta de condução francesa
pt_br: Carteira de habilitação francesa
ro: Permis de conducere francez
ru: Водительское удостоверение Франции
sk: Francúzsky vodičský preukaz
sl: Francosko vozniško dovoljenje
sv: Franskt körkort
th: ใบขับขี่ฝรั่งเศส
tr: Fransız sürücü belgesi
uk: Французьке водійське посвідчення
zh_hans: 法国驾照
zh_hant: 法國駕照

# onfido_app_title_doc_capture_license_de
source: German driver’s license
ar: رخصة القيادة الألمانية
bg: Немска шофьорска книжка
cs: Německý řidičský průkaz
da: Tysk kørekort
de: Deutscher Führerschein
el: Γερμανική άδεια οδήγησης
es_419: Licencia de conducir alemana
et: Saksamaa juhiluba
fa: گواهینامه رانندگی آلمان
fi: Saksalainen ajokortti
fr: Permis de conduire allemand
fr_ca: Permis de conduire allemand
he: רישיון נהיגה גרמני
hi: जर्मन ड्राइविंग लाइसेंस
hr: Njemačka vozačka dozvola
hu: Német vezetői engedély
hy: Գերմանական վարորդական իրավունք
it: Patente di guida tedesca
ja: ドイツの運転免許証
ko: 독일 운전면허증
lt: Vokietijos vairuotojo pažymėjimas
lv: Vācijā izdota autovadītāja apliecība
ms: Lesen memandu Jerman
pl: Niemieckie prawo jazdy
pt: Carteira de motorista alemã
pt_br: Carteira de habilitação alemã
ro: Permis de conducere german
ru: Водительское удостоверение Германии
sk: Nemecký vodičský preukaz
sl: Nemško vozniško dovoljenje
sv: Tyskt körkort
th: ใบขับขี่เยอรมนี
tr: Almanya sürücü belgesi
uk: Німецьке водійське посвідчення
zh_hans: 德国驾照
zh_hant: 德國駕照

# onfido_doc_capture_alert_glare_detail
source: Move away from direct light
ar: ابتعد عن الضوء المباشر
bg: Отдалечете се от пряката светлина
cs: Odstupte od přímého světla
da: Flyt dig væk fra direkte lys
de: Versuchen Sie, sich von direktem Licht zu entfernen
el: Απομακρυνθείτε από το άμεσο φως
es_419: Aléjate de la luz directa
et: Hoiduge otsesest valgusest
fa: از نور مستقیم دور شوید
fi: Siirry pois suorasta valosta
fr: Éloignez-vous de la lumière directe
fr_ca: Éloignez-vous de la lumière directe
he: התרחק מאור ישיר
hi: सीधी रोशनी न पड़ने दें
hr: Odmaknite se od izravnog svjetla
hu: Kerülje el a közvetlen fényt
hy: Հեռու կանգնեք ուղիղ լուսավորությունից
it: Allontanati dalla luce diretta
ja: 直射光から離れた場所に置いてください
ko: 직접적인 광원에서 살짝 벗어나세요
lt: Patraukite nuo tiesioginės šviesos
lv: Pavirzieties prom no tiešas gaismas
ms: Jauhi daripada cahaya langsung
pl: Odsuń się od bezpośredniego źródła światła
pt: Afaste-se da luz direta
pt_br: Afaste-se da luz direta
ro: Nu stați în lumină directă
ru: Отойдите от прямого света
sk: Vzdiaľte sa od priameho svetla
sl: Odmaknite se od neposredne svetlobe
sv: Flytta bort från direkt ljus
th: เลื่อนไม่ให้มีแสงส่องโดยตรง
tr: Doğrudan ışıktan uzak durun
uk: Заберіть документ із-під прямого освітлення
zh_hans: 请远离直射光线
zh_hant: 遠離直射光線

# onfido_doc_capture_alert_glare_title
source: Glare detected
ar: تم اكتشاف توهج
bg: Открит е отблясък
cs: Zjištěno oslnění
da: Der er detekteret genskin
de: Spiegelung erkannt
el: Ανιχνεύτηκε αντανάκλαση
es_419: Brillo detectado
et: Tuvastati ülevalgustus
fa: انعکاس نور مزاحم است
fi: Häikäisyä havaittu
fr: Attention aux reflets
fr_ca: Reflet détecté
he: זוהתה השתקפות
hi: डॉक्यूमेंट चमक रहा है
hr: Otkriven je odsjaj
hu: Tükröződés észlelhető
hy: Առկա է լրացուցիչ լուսավորություն
it: Riflesso rilevato
ja: 照り返しが検出されました
ko: 빛 반사가 감지되었습니다
lt: Aptiktas atspindys
lv: Konstatēts atspīdums
ms: Silau dikesan
pl: Wykryto odblask
pt: Encandeamento detetado
pt_br: Reflexo detectado
ro: Luciu detectat
ru: Обнаружены блики
sk: Zistili sa odlesky
sl: Zaznano bleščanje
sv: Ljusreflex upptäckt
th: ตรวจพบแสงสะท้อน
tr: Parlama algılandı
uk: Виявлено відблиск
zh_hans: 检测到眩光
zh_hant: 偵測到眩光

# onfido_app_title_doc_capture_id_it
source: Italian identity card
ar: بطاقة الهوية الإيطالية
bg: Италианска лична карта
cs: Italský průkaz totožnosti
da: Italiensk ID-kort
de: Italienischer Personalausweis
el: Ιταλικό δελτίο ταυτότητας
es_419: Documento de identidad italiano
et: Itaalia isikutunnistus
fa: کارت شناسایی ایتالیایی
fi: Italialainen henkilökortti
fr: Carte d’identité italienne
fr_ca: Carte d'identité italienne
he: תעודת זהות איטלקית
hi: इटैलियन पहचान पत्र
hr: Talijanska osobna iskaznica
hu: Olasz személyi igazolvány
hy: Իտալական նույնականացման քարտ
it: Carta d’identità italiana
ja: イタリアの身分証明書
ko: 이탈리아 신분증
lt: Italijos asmens tapatybės kortelė
lv: Itālijā izdota personas apliecība
ms: Kad pengenalan Itali
pl: Włoski dowód osobisty
pt: Cartão de identidade italiano
pt_br: Documento de identidade italiano
ro: Carte de identitate italiană
ru: Итальянское удостоверение личности
sk: Taliansky preukaz totožnosti
sl: Italijanska osebna izkaznica
sv: Italienskt identitetskort
th: บัตรประจำตัวประชาชนอิตาลี
tr: İtalyan kimlik kartı
uk: Італійське посвідчення особи
zh_hans: 意大利身份证
zh_hant: 義大利身份證

# onfido_app_title_doc_capture_id_za
source: South African identity card
ar: بطاقة الهوية الجنوب أفريقية
bg: Южноафриканска лична карта
cs: Jihoafrický průkaz totožnosti
da: Sydafrikansk ID-kort
de: Südafrikanischer Personalausweis
el: Νοτιοαφρικανικό δελτίο ταυτότητας
es_419: Documento de identidad sudafricano
et: Lõuna-Aafrika isikutunnistus
fa: کارت شناسایی آفریقای جنوبی
fi: Eteläafrikkalainen henkilökortti
fr: Carte d’identité sud-africaine
fr_ca: Carte d'identité sud-africaine
he: תעודת זהות דרום אפריקאית
hi: दक्षिण अफ़्रीकी पहचान पत्र
hr: Južnoafrička osobna iskaznica
hu: Dél-afrikai személyazonosító igazolvány
hy: Հարավային Աֆրիկայի նույնականացման քարտ
it: Carta d’identità sudafricana
ja: 南アフリカの身分証明書
ko: 남아프리카공화국 신분증
lt: Pietų Afrikos asmens tapatybės kortelė
lv: Dienvidāfrikā izdota personas apliecība
ms: Kad pengenalan Afrika Selatan
pl: Dowód tożsamości z Republiki Południowej Afryki
pt: Cartão de identidade sul-africano
pt_br: Documento de identidade sul-africano
ro: Carte de identitate sud-africanǎ
ru: Южноафриканское удостоверение личности
sk: Juhoafrický preukaz totožnosti
sl: Južnoafriška osebna izkaznica
sv: Sydafrikanskt identitetskort
th: บัตรประจำตัวประชาชนแอฟริกาใต้
tr: Güney Afrika kimlik kartı
uk: Південноафриканське посвідчення особи
zh_hans: 南非身份证
zh_hant: 南非身份證

# onfido_doc_select_button_generic
source: Document
ar: وثيقة
bg: Документ
cs: Dokument
da: Dokument
de: Dokument
el: Έγγραφο
es_419: Documento
et: Dokument
fa: مدرک
fi: Asiakirja
fr: Document d'identité
he: מסמך
hi: डॉक्यूमेंट
hr: Dokument
hu: Dokumentum
hy: Փաստաթուղթ
it: Documento
ja: ドキュメント
ko: 서류
lt: Dokumentas
lv: Dokuments
ms: Dokumen
pl: Dokument
pt: Documento
pt_br: Documento
ru: Документ
sk: Doklad
sl: Dokument
sv: Dokument
th: เอกสาร
tr: Belge
uk: Документ
zh_hans: 证明文件
zh_hant: 文件

# onfido_doc_select_button_visa
source: Visa
ar: التأشيرة
bg: Виза
da: Visum
de: Visum
el: Βίζα
et: Viisa
fa: ویزا
fi: Viisumi
he: ויזה
hi: वीज़ा
hr: Viza
hu: Vízum
hy: Վիզա
it: Visto
ja: ビザ
ko: 비자
lt: Viza
lv: Vīza
pt: Visto
pt_br: Visto
ro: Viză
ru: Виза
sk: Vízum
sv: Visum
th: วีซ่า
tr: Vize
uk: Віза
zh_hans: 签证
zh_hant: 簽證

# onfido_doc_select_button_permit_work
source: Work Permit
ar: تصريح العمل
bg: Разрешително за работа
cs: Pracovní povolení
da: Arbejdstilladelse
de: Arbeitserlaubnis
el: Άδεια εργασίας
es_419: Permiso de trabajo
et: Tööluba
fa: مجوز کار
fi: Työlupa
fr: Autorisation de travail
fr_ca: Permis de travail
he: היתר עבודה
hi: वर्क परमिट
hr: Radna dozvola
hu: Munkavállalási engedély
hy: Աշխատանքի թույլտվություն
it: Permesso di lavoro
ja: 労働許可証
ko: 취업 허가증(Work Permit)
lt: Darbo leidimas
lv: Darba atļauja
ms: Permit Kerja
pl: Pozwolenie na pracę
pt: Licença de trabalho
pt_br: prova
ro: Permis de muncă
ru: Разрешение на работу
sk: Pracovné povolenie
sl: Delovno dovoljenje
sv: Arbetstillstånd
th: ใบอนุญาตทำงาน
tr: Çalışma İzni
uk: Дозвіл на роботу
zh_hans: 工作许可
zh_hant: 工作簽證

# onfido_video_capture_header_challenge_digit_instructions
source: Say each digit out loud
ar: قل كل رقم بصوت عال
bg: Кажете всяка цифра на глас
cs: Vyslovte každou číslici nahlas
da: Sig hvert tal højt
de: Sprechen Sie jede Ziffer laut aus
el: Πείτε κάθε ψηφίο δυνατά
es_419: Menciona cada dígito en voz alta
et: Öelge iga number kõva häälega
fa: اعداد را با صدای بلند بگویید
fi: Sano jokainen numero ääneen
fr: Prononcez chaque chiffre à voix haute
fr_ca: Dites chaque chiffre à voix haute
he: אמור כל ספרה בקול רם
hi: हर डिजिट ज़ोर से बोलें
hr: Izgovorite svaki broj naglas
hu: Mondja ki hangosan az egyes számjegyeket
hy: Բարձրաձայն արտաբերեք յուրաքանչյուր թիվը
it: Pronuncia ciascun numero ad alta voce
ja: 各数字を声に出してください
ko: 각 숫자를 큰 소리로 읽어주세요
lt: Ištarkite kiekvieną skaitmenį garsiai
lv: Izrunājiet katru ciparu
ms: Sebut setiap digit dengan kuat
pl: Wypowiedz na głos każdą cyfrę
pt: Diga cada dígito em voz alta
pt_br: Diga cada dígito em voz alta
ro: Spuneți fiecare cifră cu voce tare
ru: Произнесите вслух каждую цифру
sk: Vyslovte každú číslicu nahlas
sl: Vsako števko povejte na glas
sv: Säg varje siffra högt
th: พูดตัวเลขแต่ละตัวออกมาดังๆ
tr: Her rakamı yüksek sesle söyleyin
uk: Голосно озвучте кожну цифру
zh_hans: 大声说出每个数字
zh_hant: 大聲說出每個數字

# onfido_video_capture_header_challenge_turn_forward
source: then face forward
ar: ثم واجه الأمام
bg: след това обърнете лицето си напред
cs: pak se otočte dopředu
da: kig derefter fremad
de: dann nach vorne schauen
el: και, στη συνέχεια, κοιτάξτε προς τα εμπρός
es_419: y, luego, mira hacia adelante
et: seejärel suunake nägu otse
fa: سپس رو به جلو قرار بگیرید
fi: selfie kasvot eteenpäin
fr: puis regardez l’écran à nouveau
fr_ca: puis faire face vers l'avant
he: לאחר מכן פנה קדימה
hi: फिर चेहरा सामने करें
hr: zatim se okrenite prema naprijed
hu: majd nézzen előre
hy: ապա դեմքով շրջվեք դեպի տեսախցիկը
it: poi guarda in avanti
ja: 次いで、前を向く
ko: 그런 후 앞을 향하세요
lt: tada atsisukite veidu į priekį
lv: pēc tam pagrieziet seju uz priekšu
ms: kemudian menghadap ke hadapan
pl: następnie skieruj się twarzą do przodu
pt: depois vire-o para a frente
pt_br: e, em seguida, olhe para a frente
ro: apoi să vă uitați înainte
ru: Затем повернитесь лицом
sk: potom čelom dopredu
sl: nato se obrnite naprej
sv: vänd sedan kameran framåt
th: แล้วหันหน้าไปข้างหน้า
tr: ileri doğru bakın
uk: потім подивіться в об’єктив
zh_hans: 然后面向前方
zh_hant: 然後面向前方

# onfido_video_capture_header_challenge_turn_left
source: Turn your head left
ar: أدر رأسك لليسار
bg: Обърнете глава наляво
cs: Otočte hlavu doleva
da: Drej hovedet til venstre
de: Kopf nach links drehen
el: Γυρίστε το κεφάλι σας προς τα αριστερά
es_419: Gira la cabeza hacia la izquierda
et: Pöörake pead vasakule
fa: سر خود را به چپ بچرخانید
fi: Käännä päätäsi vasemmalle
fr: Tournez votre visage vers la gauche
fr_ca: Tournez la tête vers la gauche
he: סובב את ראשך שמאלה
hi: अपना सिर बाईं ओर घुमाएँ
hr: Okrenite glavu ulijevo
hu: Fordítsa a fejét balra
hy: Գլուխը պտտեք դեպի ձախ
it: Gira la testa a sinistra
ja: 頭を左に回してください
ko: 고개를 왼쪽으로 돌리세요
lt: Pasukite galvą į kairę
lv: Pagrieziet galvu pa kreisi
ms: Toleh kepala anda ke kiri
pl: Obróć głowę w lewo
pt: Vire a sua cabeça para a esquerda
pt_br: Vire a cabeça para a esquerda
ro: Întoarceți capul spre stânga
ru: Поверните голову налево
sk: Otočte hlavu doľava
sl: Obrnite glavo v levo
sv: Vrid huvudet åt vänster
th: หันศีรษะไปทางซ้าย
tr: Başınızı sola çevirin
uk: Поверніть голову ліворуч
zh_hans: 向左转头
zh_hant: 請將頭部轉向左邊

# onfido_video_capture_header_challenge_turn_right
source: Turn your head right
ar: أدر رأسك لليمين
bg: Обърнете глава надясно
cs: Otočte hlavu doprava
da: Drej hovedet til højre
de: Kopf nach rechts drehen
el: Γυρίστε το κεφάλι σας προς τα δεξιά
es_419: Gira la cabeza hacia la derecha
et: Pöörake pead paremale
fa: سر خود را به راست بچرخانید
fi: Käännä päätäsi oikealle
fr: Tournez votre visage vers la droite
fr_ca: Tournez la tête vers la droite
he: סובב את ראשך ימינה
hi: अपना सिर दाईं ओर घुमाएँ
hr: Okrenite glavu udesno
hu: Fordítsa a fejét jobbra
hy: Գլուխը պտտեք դեպի աջ
it: Gira la testa a destra
ja: 頭を右に回してください
ko: 고개를 오른쪽으로 돌리세요
lt: Pasukite galvą į dešinę
lv: Pagrieziet galvu pa labi
ms: Toleh kepala anda ke kanan
pl: Obróć głowę w prawo
pt: Vire a sua cabeça para a direita
pt_br: Vire a cabeça para a direita
ro: Întoarceți capul spre dreapta
ru: Поверните голову направо
sk: Otočte hlavu doprava
sl: Obrnite glavo v desno
sv: Vrid huvudet åt höger
th: หันศีรษะไปทางขวา
tr: Başınızı sağa çevirin
uk: Поверніть голову праворуч
zh_hans: 向右转头
zh_hant: 請將頭部轉向右邊

# onfido_video_capture_prompt_button_primary_network_timeout
source: Reload instructions
ar: إعادة تحميل التعليمات
bg: Презареждане на инструкциите
cs: Pokyny pro opětovné nahrávání
da: Genindlæs anvisninger
de: Anweisungen neu laden
el: Επαναφορτίσω οδηγιών
es_419: Volver a cargar las instrucciones
et: Laadige juhised uuesti
fa: بارگذاری مجدد دستورالعمل‌ها
fi: Lataa ohjeet uudelleen
fr: Recharger les instructions
fr_ca: Instructions de rechargement
he: טען את ההוראות מחדש
hi: निर्देश फिर से लोड हो रहा है
hr: Upute za ponovno učitavanje
hu: Utasítások újratöltése
hy: Վերբեռնման հրահանգներ
it: Ricarica le istruzioni
ja: 指示を再読み込みする
ko: 지침 다시 불러오기
lt: Įkelti nurodymus iš naujo
lv: Atkārtoti ielādēt instrukcijas
ms: Muat semula arahan
pl: Uruchom ponownie instrukcję
pt: Recarregar instruções
pt_br: Recarregar instruções
ro: Reîncărcați instrucțiunile
ru: Инструкции по повторной загрузке
sk: Znova načítať pokyny
sl: Znova naloži navodila
sv: Ladda om instruktioner
th: โหลดคำแนะนำอีกครั้ง
tr: Talimatları yeniden yükle
uk: Перезавантажити інструкції
zh_hans: 重新加载说明
zh_hant: 重新載入說明

# onfido_video_capture_prompt_network_timeout_detail
source: Check that your connection is stable, then try again
ar: تحقّق من أن اتصالك مستقر، ثم حاول مرة أخرى
bg: Проверете дали връзката ви е стабилна и опитайте отново
cs: Ujistěte se, že máte stabilní připojení a zkuste to znovu
da: Tjek, at din forbindelse er stabil, og prøv igen
de: Prüfen Sie, ob Ihre Verbindung stabil ist, und versuchen Sie es dann erneut
el: Βεβαιωθείτε ότι η σύνδεσή σας είναι σταθερή και, στη συνέχεια, δοκιμάστε ξανά
es_419: Comprueba que la conexión sea estable y vuelve a intentarlo
et: Kontrollige, kas ühendus on stabiilne ning proovige uuesti
fa: بررسی کنید که اتصال اینترنت برقرار است، سپس دوباره سعی کنید
fi: Tarkista, että yhteys on vakaa, ja yritä sitten uudelleen
fr: Vérifiez l’état de votre connexion, puis réessayez
fr_ca: Vérifiez que votre connexion est stable, puis réessayez
he: ודא שהחיבור שלך יציב ונסה שוב
hi: जाँच करें कि आपका कनेक्शन स्थिर है और फिर कोशिश करें
hr: Provjerite je li veza stabilna pa pokušajte ponovno
hu: Ellenőrizze, hogy stabil-e a kapcsolat, majd próbálja újra
hy: Համոզվեք, որ ձեր կապը կայուն է, ապա կրկին փորձեք
it: Assicurati che la connessione sia stabile e prova di nuovo
ja: 接続が安定していることを確認してから、もう一度お試しください
ko: 연결이 안정적인지 확인한 다음 다시 시도하세요
lt: Patikrinkite, ar ryšys stabilus, tada bandykite dar kartą
lv: Pārbaudiet, vai savienojums ir stabils, un pēc tam mēģiniet vēlreiz
ms: Sila periksa sama ada sambungan anda stabil dan cuba lagi kemudian
pl: Upewnij się, że Twoje połączenie z internetem jest stabilne, a następnie spróbuj ponownie
pt: Verifique se a sua ligação é estável, depois tente novamente
pt_br: Verifique se a sua conexão está estável e tente novamente
ro: Verificați stabilitatea conexiunii dvs. și apoi încercați din nou
ru: Убедитесь, что соединение стабильно, затем повторите попытку
sk: Skontrolujte, či je vaše pripojenie stabilné, a potom to skúste znova
sl: Preverite, ali je vaša povezava stabilna, nato poskusite znova
sv: Kontrollera att din anslutning är stabil och försök sedan igen
th: เช็คว่าการเชื่อมต่อของคุณเสถียร แล้วลองอีกครั้ง
tr: Bağlantınızın kararlı olup olmadığını kontrol edin, ardından tekrar deneyin
uk: Перевірте, чи з’єднання стабільне, а потім спробуйте ще раз
zh_hans: 请检查连接是否稳定，然后重试
zh_hant: 請檢查您的連線是否穩定，然後再試一次
